Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

source: ThermalSolid-081-6
ptb: Alumínio 2014-T6

source: ThermalSolid-081-7
ptb: Alumínio 3003-H12

source: ThermalSolid-081-8
ptb: Alumínio 5005

source: ThermalSolid-081-9
ptb: Alumínio 5052

source: ThermalSolid-082
ptb: Latão

source: ThermalSolid-082-2
ptb: Latão, amarelo macio

source: ThermalSolid-082-3
ptb: Latão, amarelo macio, soldado

source: ThermalSolid-083
ptb: Bronze

source: ThermalSolid-083-2
ptb: Estanho, bronze suave

source: ThermalSolid-083-3
ptb: Bronze, fundido

source: ThermalSolid-084
ptb: Cromo

source: ThermalSolid-085
ptb: Cobre

source: ThermalSolid-085-2
ptb: Cobre, fundido

source: ThermalSolid-085-3
ptb: Cobre, liga

source: ThermalSolid-085-4
ptb: Liga de níquel e cobre 400

source: ThermalSolid-085-5
ptb: Cobre forjado

source: ThermalSolid-086
ptb: Ferro

source: ThermalSolid-086-2
ptb: Ferro fundido cinza, ASTM A48

source: ThermalSolid-086-3
ptb: Ferro fundido cinza, ASTM A-48 grau 25

source: ThermalSolid-087
ptb: Ferro - Maleável

source: ThermalSolid-088
ptb: Ferro - forjado

source: ThermalSolid-089
ptb: Chumbo

source: ThermalSolid-090
ptb: Magnésio

source: ThermalSolid-090-2
ptb: Magnésio AZ63A

source: ThermalSolid-091
ptb: Níquel

source: ThermalSolid-092
ptb: Aço

source: ThermalSolid-092-10
ptb: Aço forjado

source: ThermalSolid-092-11
ptb: Aço AISI 1050

source: ThermalSolid-092-12
ptb: Aço AISI 1080

source: ThermalSolid-092-13
ptb: Aço AISI 1118

source: ThermalSolid-092-14
ptb: Aço AISI 1144

source: ThermalSolid-092-15
ptb: Aço AISI 4130

source: ThermalSolid-092-16
ptb: Aço AISI 4150

source: ThermalSolid-092-17
ptb: Aço AISI 4620

source: ThermalSolid-092-18
ptb: Aço AISI 5150

source: ThermalSolid-092-19
ptb: Aço AISI 6150

source: ThermalSolid-092-2
ptb: Aço v2

source: ThermalSolid-092-20
ptb: Aço AISI 8650

source: ThermalSolid-092-3
ptb: Aço galvanizado

source: ThermalSolid-092-4
ptb: Aço AISI 1015

source: ThermalSolid-092-5
ptb: Aço AISI 1022

source: ThermalSolid-092-6
ptb: Liga de aço

source: ThermalSolid-092-7
ptb: Aço, carbono

source: ThermalSolid-092-8
ptb: Aço, puro (sem liga)

source: ThermalSolid-092-9
ptb: Aço, alta resistência, baixa liga

source: ThermalSolid-093
ptb: Aço inoxidável

source: ThermalSolid-093-2
ptb: Aço inoxidável v2

source: ThermalSolid-093-3
ptb: Aço inoxidável, 440C

source: ThermalSolid-093-4
ptb: Aço inoxidável, austenítico

source: ThermalSolid-093-5
ptb: Aço inoxidável AISI 202

source: ThermalSolid-093-6
ptb: Aço inoxidável AISI 317

source: ThermalSolid-093-7
ptb: Aço inoxidável AISI 430

source: ThermalSolid-093-8
ptb: Aço inoxidável soldado, AISI 440C

source: ThermalSolid-094
ptb: Estanho

source: ThermalSolid-095
ptb: Titânio

source: ThermalSolid-095-2
ptb: Titânio 6Al-4V

source: ThermalSolid-096
ptb: Zinco

source: ThermalSolid-097
ptb: Azulejo acústico

source: ThermalSolid-098
ptb: Asfalto

source: ThermalSolid-099
ptb: Carpete

source: ThermalSolid-100
ptb: Cortiça

source: ThermalSolid-101
ptb: Cortiça - Moída

source: ThermalSolid-102
ptb: Linóleo

source: ThermalSolid-103
ptb: Piso de vinil

source: ThermalSolid-104
ptb: Telha

source: ThermalSolid-105
ptb: Mástique para telhados

source: ThermalSolid-106
ptb: Aglomerado

source: ThermalSolid-107
ptb: Chapa de fibra

source: ThermalSolid-108
ptb: Tábua dura

source: ThermalSolid-109
ptb: Gesso de cimento

source: ThermalSolid-110
ptb: Gesso de cimento - agregado de areia

source: ThermalSolid-111
ptb: Gesso

source: ThermalSolid-112
ptb: Emboço de gesso

source: ThermalSolid-113
ptb: Emboço de gesso - agregado de perlita

source: ThermalSolid-114
ptb: Emboço de gesso - agregado de areia

source: ThermalSolid-115
ptb: Gesso acartonado

source: ThermalSolid-116
ptb: Emboço de gesso - agregado de vermiculita

source: ThermalSolid-117
ptb: Gesso de cal

source: ThermalSolid-118
ptb: Folha de acrílico

source: ThermalSolid-119
ptb: Acetato de celulose

source: ThermalSolid-120
ptb: Epóxi - Preenchido com fibra de vidro

source: ThermalSolid-121
ptb: Epóxi - Preenchido com sílica

source: ThermalSolid-122
ptb: Epóxi - Não preenchido

source: ThermalSolid-123
ptb: Fluorocarboneto - PTFE

source: ThermalSolid-124
ptb: Melamina

source: ThermalSolid-125
ptb: Melamina - preenchido com celulose

source: ThermalSolid-126
ptb: Melamina - preenchido com fibra de vidro

source: ThermalSolid-127
ptb: Náilon

source: ThermalSolid-128
ptb: Resina fenólica

source: ThermalSolid-129
ptb: Laminado plástico

source: ThermalSolid-130
ptb: Policarbonato

source: ThermalSolid-131
ptb: Poliéster - reforçado com fibra de vidro

source: ThermalSolid-132
ptb: Polietileno - alta densidade (HDPE)

source: ThermalSolid-133
ptb: Polietileno - baixa densidade (LDPE)

source: ThermalSolid-134
ptb: Polietileno - média densidade (MDPE)

source: ThermalSolid-135
ptb: Poli-isocianato

source: ThermalSolid-136
ptb: Placa de poli-isocianurato

source: ThermalSolid-137
ptb: Polipropileno

source: ThermalSolid-138
ptb: Poliestireno - expandido (EPS)

source: ThermalSolid-139
ptb: Poliestileno - Extrusado (XPS)

source: ThermalSolid-140
ptb: Espuma de poliestireno - alta densidade

source: ThermalSolid-141
ptb: Espuma de poliestireno - baixa densidade

source: ThermalSolid-142
ptb: Poliestireno

source: ThermalSolid-143
ptb: Placa de poliuretano - celular

source: ThermalSolid-144
ptb: Poliuretano - moldado no local - rígido

source: ThermalSolid-145
ptb: Espuma de Poliuretano - Preenchida com HCFC

source: ThermalSolid-146
ptb: Acetato de cloreto de polivinilo - Flexível

source: ThermalSolid-147
ptb: Acetato de cloreto de polivinilo - Rígido

source: ThermalSolid-148
ptb: Cloreto de polivinilo - Flexível

source: ThermalSolid-149
ptb: Cloreto de polivinilo - Rígido

source: ThermalSolid-150
ptb: Cloreto de polivinilo - Expandido

source: ThermalSolid-151
ptb: Fluoreto de polivinilideno

source: ThermalSolid-152
ptb: Borracha

source: ThermalSolid-153
ptb: Borracha - butil

source: ThermalSolid-154
ptb: Borracha - Espuma natural

source: ThermalSolid-155
ptb: Borracha - Neoprene

source: ThermalSolid-156
ptb: Borracha - Nitril

source: ThermalSolid-157
ptb: Borracha - Elastômero de poliuretano

source: ThermalSolid-158
ptb: Borracha de estireno-butadieno

source: ThermalSolid-159
ptb: Espuma de silicone - Flexível

source: ThermalSolid-160
ptb: Espuma de silicone - Rígida

source: ThermalSolid-161
ptb: Borracha de silicone

source: ThermalSolid-162
ptb: Espuma de formaldeído de uréia

source: ThermalSolid-163
ptb: Ureia-formaldeído - Moldado

source: ThermalSolid-164
ptb: Giz

source: ThermalSolid-165
ptb: Granito

source: ThermalSolid-166
ptb: Pedra calcária

source: ThermalSolid-167
ptb: Argamassa de pedra calcária

source: ThermalSolid-168
ptb: Mármore

source: ThermalSolid-169
ptb: Arenito

source: ThermalSolid-170
ptb: Arenito - Alta densidade

source: ThermalSolid-171
ptb: Ardósia

source: ThermalSolid-172
ptb: Pedra

source: ThermalSolid-173
ptb: Meranti

source: ThermalSolid-174
ptb: Balsa

source: ThermalSolid-175
ptb: Pinho de Óregon

source: ThermalSolid-176
ptb: Madeira de lei

source: ThermalSolid-177
ptb: Mogno

source: ThermalSolid-178
ptb: Bordo

source: ThermalSolid-179
ptb: Carvalho

source: ThermalSolid-180
ptb: Tábua de partículas

source: ThermalSolid-181
ptb: Pinho

source: ThermalSolid-182
ptb: Compensado

source: ThermalSolid-183
ptb: Telha de madeira

source: ThermalSolid-184
ptb: Madeira mole

source: ThermalSolid-185
ptb: Abeto vermelho

source: ThermalSolid-186
ptb: Teca

source: ThermalSolid-187
ptb: Abeto do Colorado

source: ThermalSolid-188
ptb: Salgueiro

source: ThermalSolid-189
ptb: Composto de epóxi e fibra de carbono

source: ThermalSolid-190
ptb: Vidro - Sílex

source: ThermalSolid-191
ptb: Bloco de vidro

# ThermalSolidSchema_localname:Solid
source: Solid
ptb: Sólido

# ThermalSolidSchema_localtype:Thermal
source: Thermal
ptb: Térmico

source: Thermoplastic
ptb: Termoplástico

source: Thermoplastic Resin
ptb: Resina termoplástica

source: Thermoset
ptb: Termofixo

source: Tile
ptb: Azulejo

source: Tile - 12x12in - Slate - Dark Green
ptb: Azulejo – 12x12 pol. – Ardósia – Verde escuro

source: Tile - 24x18in - Travertine - Running
ptb: Azulejo – 24x18 pol. – Travertino – Em carreira

source: Tile - 2in Hexagonal - White Marble
ptb: Azulejo – Hexagonal 2 pol. – Mármore branco

source: Tile - 2x1in Basketweave - White and Black Marble
ptb: Azulejo – Vime trançado 2x1 pol. – Mármore branco e preto

source: Tile - 4x1in Herringbone - White Marble
ptb: Azulejo – Ziguezague 4x1 pol. – Mármore branco

source: Tile - 4x1in Running - Glass Mosaic
ptb: Azulejo – Em carreira 4x1 pol. – Mosaico de vidro

source: Tile - 5x1in Weave - Glass and Stone
ptb: Azulejo – Trançado 5x1 pol. – Vidro e pedra

source: Tile - 6x3in Running - Pink Marble
ptb: Azulejo – Em carreira 6x3 pol. – Mármore rosa

source: Tile - Mix01 - Stone and Ceramic
ptb: Azulejo – Mix01 – Pedra e cerâmica

source: Tile - Mix02 - Stone and Ceramic
ptb: Azulejo – Mix02 – Pedra e cerâmica

source: Tile - Travertine - Versailles
ptb: Azulejo – Travertino – Versailles

source: Tile map.
ptb: Mapeamento de azulejos.

source: Tile material.
ptb: Material de azulejo.

source: Tile.Marble
ptb: Azulejo.Mármore

source: TilePat-0001
ptb: CMU – Nervurado – Empilhado – Cinza

source: TilePat-0002
ptb: CMU – Nervurado – Empilhado – Castanho

source: TilePat-0003
ptb: CMU – Nervurado – Empilhado – Vermelho

source: TilePat-0004
ptb: Proteção contra respingos – Mistura cerâmica/pedra

source: TilePat-0005
ptb: Tijolos – Em carreira – Mescla escura

source: TilePat-0006
ptb: Tijolos – Em carreira – Mescla média

source: TilePat-0007
ptb: Tijolos – Em carreira – Mescla clara

source: TilePat-0008
ptb: Tijolos – Em carreira – Vermelho

source: TilePat-0009
ptb: Tijolos – Em carreira – Marrom

source: TilePat-0010
ptb: Tijolos – Em carreira – Cinza

source: TilePat-0011
ptb: Tijolos – Em carreira – Creme

source: TilePat-0012
ptb: Tijolos – Camuflado – Mescla escura

source: TilePat-0013
ptb: Tijolos – Camuflado – Mescla média

source: TilePat-0014
ptb: Tijolos – Camuflado – Mescla clara

source: TilePat-0015
ptb: Tijolos – Camuflado – Vermelho

source: TilePat-0016
ptb: Tijolos – Camuflado – Marrom

source: TilePat-0017
ptb: Tijolos – Camuflado – Cinza

source: TilePat-0018
ptb: Tijolos – Camuflado – Creme

source: TilePat-0019
ptb: CMU – Mata-junta – Cinza claro

source: TilePat-0020
ptb: CMU – Mata-junta – Castanho

source: TilePat-0021
ptb: CMU – Mata-junta em pilha – Cinza claro

source: TilePat-0022
ptb: CMU – Mata-junta em pilha – Castanho

source: TilePat-0023
ptb: CMU – Face dividida – Mata-junta – Cinza claro

source: TilePat-0024
ptb: CMU – Face dividida – Mata-junta – Castanho

source: TilePat-0025
ptb: CMU – Face dividida – Mata-junta – Vermelho

source: TilePat-0026
ptb: Azulejo de cerâmica – Areia

source: TilePat-0027
ptb: Azulejo de cerâmica – Marrom pedra

source: TilePat-0028
ptb: Telha de ardósia – Cinza escuro

source: TilePat-0029
ptb: Piso – Nogueira

source: TilePat-0030
ptb: Piso – Imitação de mogno

source: TilePat-0031
ptb: Proteção contra respingos – Mistura cerâmica/pedra (3x)

source: TilePat-0032
ptb: Piso – Bambu manufaturado

# TileSchema_localname:Tile Texture
source: Tile Texture
ptb: Textura do azulejo

# TileSchema_localtype:Texture
source: Texture
ptb: Textura

source: Tiled Material
ptb: Material de azulejo

source: Tiled Material Pattern
ptb: Padrão de material de azulejo

source: Tiles
ptb: Azulejos

source: Tiling Materials
ptb: Materiais lado a lado

source: TilingAppearance
ptb: Aparência de azulejo

source: TilingAppearance.
ptb: Aparência de azulejo.

# TilingAppearanceSchema_localname:TilingAppearance
source: TilingAppearance
ptb: Aparência de azulejo

# TilingAppearanceSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: TilingPattern
ptb: Azulejo

source: TilingPattern-001
ptb: Xadrez 2x2

source: TilingPattern-002
ptb: Xadrez 3x3

source: TilingPattern-003
ptb: Mata-junta 2x2

source: TilingPattern-004
ptb: Mata-junta 3x3

source: TilingPattern-005
ptb: Espinha de peixe 2x1

source: TilingPattern-006
ptb: Espinha de peixe 3x1

source: TilingPattern-007
ptb: Espinha de peixe 4x1

source: TilingPattern-008
ptb: Espinha de peixe 5x1

source: TilingPattern-009
ptb: Ponto octogonal

source: TilingPattern-010
ptb: Catavento

source: TilingPattern-011
ptb: Saint Simon

source: TilingPattern-012
ptb: Hexágonos 2x2

source: TilingPattern-013
ptb: Hexágonos 3x3

source: TilingPattern-014
ptb: Vime trançado

source: TilingPattern-015
ptb: Tijolo alternado

source: TilingPattern-016
ptb: Amarelinha 1/2

source: TilingPattern-017
ptb: Amarelinha 1/4

source: TilingPattern-018
ptb: Versailles

source: TilingPattern-019
ptb: Empilhado – Altura igual

source: TilingPattern-020
ptb: Empilhado – 2 alturas

source: TilingPattern-021
ptb: Parquete 3 dedos

source: TilingPattern-022
ptb: Parquete 4 dedos

source: TilingPattern-023
ptb: Pranchas de piso

source: TilingPattern-024
ptb: Proteção contra respingos01

source: TilingPattern-025
ptb: Proteção contra respingos01_3X

# TilingPatternSchema_localname:TilingPattern
source: TilingPattern
ptb: Azulejo

# TilingPatternSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Time:
ptb: Tempo:

# Time:uilabel
source: Time:
ptb: Tempo:

source: Time Zone Offset:
ptb: Deslocamento de fuso horário:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
ptb: Deslocamento de fuso horário:

source: Tin, unoxidized
ptb: Estanho, não oxidado

source: Titanium
ptb: Titânio

source: Titanium - polished
ptb: Titânio - Polido

source: Titanium - satin
ptb: Titânio - Acetinado

source: Titanium Niitride
ptb: Nitrito de titânio

# Titanium alloy (6Al-4V)&#xA;props at room temp
source: Titanium alloy (6Al-4V) props at room temp
ptb: Liga de titânio (6Al-4V) propriedades à temperatura ambiente

source: Titanium alloy (6Al-4V) props at room temp
ptb: Liga de Titânio (6Al-4V) propriedades à temperatura ambiente

source: Titanium, polished
ptb: Titânio, polido

source: Translucent
ptb: Translúcido

source: Translucent white luminous material.
ptb: Material translúcido branco luminoso.

source: Transparent
ptb: Transparente

source: Travertine, cream, matte
ptb: Travertino, creme, fosco

source: Tulip Tree
ptb: Árvore de tulipa

source: Typical US framing lumber, Spruce-Pine-Fir
ptb: Tábua para moldura típica dos EUA, abeto-pinheiro-pinho

source: Typical zinc alloy
ptb: Liga de zinco típica

source: Ultra High Molecular Weight Polyethylene
ptb: Polietileno de Ultra Alto Peso Molecular

source: Ultra-high-molecular-weight polyethylene
ptb: Polietileno de Ultra Alto Peso Molecular

source: Ultralam R beam orientation EN 14374
ptb: Viga de orientação Ultralam R EN 14374

source: Ultralam R plate orientation EN 14374
ptb: Placa de orientação Ultralam R EN 14374

source: Ultralam X beam orientation EN 14374
ptb: Viga de orientação Ultralam X EN 14374

source: Ultralam X plate orientation EN 14374
ptb: Placa de orientação Ultralam X EN 14374

source: Uncategorized
ptb: Não categorizado

source: Uncoursed fieldstone
ptb: Pedra bruta não peneirada

source: Unfilled Polycarbonate, molded
ptb: Policarbonato não preenchido, moldado

source: Unfinished
ptb: Sem acabamento

source: Unified Bitmap.
ptb: Bitmap unificado.

source: UnifiedBitmap
ptb: BitmapUnificado

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
ptb: Textura de bitmap

# UnifiedBitmapSchema_localtype:Texture
source: Texture
ptb: Textura

source: Urea-Formaldehyde foam
ptb: Espuma de formaldeído de ureia

source: Urea-Formaldehyde resin
ptb: Resina de formaldeído de ureia

source: Vase swatch.
ptb: Amostra de vaso.

source: Vermiculite
ptb: Vermiculita

source: Vermiculite - Loose
ptb: Vermiculita - solta

# Vertical_Lumps_label
source: Vertical Lumps
ptb: Relevos verticais

# Vertical_Lumps_label:tooltip
source: Enables vertical cyclic radial distortions.
ptb: Ativa as distorções radiais cíclicas verticais.

source: Vinyl Composition Tile
ptb: Telha de vinil composto

source: Vinyl Sheet Flooring
ptb: Piso de folhas de vinil

source: Vinyl sheet or tile
ptb: Folha ou quadrado de vinil

source: Vinyl sheet or tile flooring
ptb: Piso de folhas ou placas de vinil

source: Wall
ptb: Parede

source: Wall Covering
ptb: Revestimento de parede

source: Wall Covering/Stone
ptb: Revestimento de parede/Pedra

source: Wall Covering/Tile
ptb: Revestimento de parede/Azulejo

source: Wall Paint/Glossy
ptb: Pintura de parede/Com brilho

source: Wall Paint/Matte
ptb: Pintura de parede/Fosca

source: Wall Stone
ptb: Pedra de parede

source: Wall Textures - Knockdown texture - Glossy
ptb: Texturas de parede – Textura Knockdown – Com brilho

source: Wall Textures - Knockdown texture - Matte
ptb: Texturas de parede – Textura Knockdown – Fosco

source: Wall Textures - Orange peel texture - Glossy
ptb: Texturas de parede – Textura de raspagem laranja – Com brilho

source: Wall Textures - Orange peel texture - Matte
ptb: Texturas de parede - Textura de de raspagem laranja – Fosco

source: Wall Textures - Stipple texture - Glossy
ptb: Texturas de parede – Textura pontilhada – Com brilho

source: Wall Textures - Stipple texture - Matte
ptb: Texturas de parede – Textura pontilhada – Fosco

source: Wall Textures - Stucco
ptb: Texturas de parede – Estuque

source: Wall Textures - Stucco, coarse
ptb: Texturas de parede – Estuque, áspero

source: Wall Tile
ptb: Azulejo

source: Wall swatch.
ptb: Amostra de parede.

source: WallPaint
ptb: Pintura de parede

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
ptb: Pintura de parede

# WallPaintSchema_localtype:Appearance
source: Appearance
ptb: Aparência

# Walnut Flooring - 5&quot; wide
source: Walnut Flooring - 5" wide
ptb: Piso de nogueira – 5 pol. de largura

source: Walnut flooring semigloss
ptb: Piso em nogueira semibrilhante

source: Water
ptb: Água

source: Water - calm sea
ptb: Água – mar tranquilo

source: Water - calm surface
ptb: Água - superfície calma

source: Water - clean
ptb: Água - Transparente

source: Water - swimming pool
ptb: Água – piscina

source: Water - weavy sea
ptb: Água – mar ondeado

source: Water material.
ptb: Material aquoso.

source: Water, properties @20C
ptb: Água, propriedades a 20C

source: Water-001
ptb: Piscina interna

source: Water-002
ptb: Pântano

source: Water-003
ptb: Tropical

source: Water-004
ptb: Lago limpo

source: Water-005
ptb: Rio escuro

source: Water-006
ptb: Piscina

source: Water-007
ptb: Piscina que reflete

source: Water-008
ptb: Azul tropical

# WaterSchema_localname:Water
source: Water
ptb: Água

# WaterSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Wave
ptb: Onda

source: Wave map.
ptb: Mapeamento de onda.

# WaveSchema_localname:Wave
source: Wave
ptb: Onda

# WaveSchema_localtype:Texture
source: Texture
ptb: Textura

source: Wax
ptb: Cera

source: Wax - natural
ptb: Cera - Natural

source: Wax - red
ptb: Cera - Vermelho

source: Wax - white
ptb: Cera - Branco

# Weathering steel &quot;Cor-Ten&quot;, ASTM - A242 - 42
source: Weathering steel "Cor-Ten", ASTM - A242 - 42
ptb: Aço corroído " CorTen ", ASTM - A242 - 42

source: Western Hemlock
ptb: Abeto ocidental

source: Western White Fir
ptb: Abeto do Colorado ocidental

source: White Ash
ptb: Freixo americano

# White Ash Flooring - 5&quot; wide
source: White Ash Flooring - 5" wide
ptb: Piso de freixo branco – 5 pol. de largura

source: White Oak
ptb: Carvalho branco

source: White Oak - Light Oil Flooring - 150mm wide
ptb: Carvalho branco – Piso oleado claro – 150 mm de largura

source: White Oak - Natural Flooring - 150mm wide
ptb: Carvalho branco – Piso natural – 150 mm de largura

source: White Oak - White Oil Flooring - 150mm wide
ptb: Carvalho branco – Piso oleado branco – 150 mm de largura

source: White and green marble stone floor
ptb: Piso de pedra de mármore branco e verde

source: White square bricks with black floral patterns
ptb: Tijolos quadrados brancos com padrões florais pretos

source: Widely used in a substrate or package
ptb: Amplamente usado em um substrato ou pacote

source: Windmill
ptb: Catavento

source: Window glass
ptb: Vidro de janela

source: Wood
ptb: Madeira

source: Wood - bamboo dark finished semigloss
ptb: Madeira - Bamboo escuro com acabamento semibrilhante

source: Wood - bamboo light finished semigloss
ptb: Madeira - Bamboo claro com acabamento semibrilhante

source: Wood - cherry
ptb: Madeira - Cerejeira

source: Wood - cherry finished glossy
ptb: Madeira - Cerejeira com acabamento com brilho

source: Wood - cherry finished semigloss
ptb: Madeira - Cerejeira com acabamento semibrilho

source: Wood - mahogany
ptb: Madeira - Mogno

source: Wood - mahogany finished glossy
ptb: Madeira - Mogno com acabamento com brilho

source: Wood - mahogany finished semigloss
ptb: Madeira - Mogno com acabamento semibrilho

source: Wood - oak
ptb: Madeira - Carvalho

source: Wood - oak end grain
ptb: Madeira - Carvalho - Granulação final

source: Wood - oak finished glossy
ptb: Madeira - Carvalho com acabamento com brilho

source: Wood - oak finished semigloss
ptb: Madeira - Carvalho com acabamento semibrilho

source: Wood - pine
ptb: Madeira - Pinho

source: Wood - pine finished glossy
ptb: Madeira - Pinho com acabamento com brilho

source: Wood - pine finished semigloss
ptb: Madeira - Pinho com acabamento semibrilho

source: Wood - walnut
ptb: Madeira - Nogueira

source: Wood - walnut finished glossy
ptb: Madeira - Nogueira com acabamento com brilho

source: Wood - walnut finished semigloss
ptb: Madeira - Nogueira com acabamento semibrilho

source: Wood Shakes - Hand Split - Roofing
ptb: Telhas de madeira – Divisão manual – Telhado

source: Wood Shakes - Hand Split - Siding
ptb: Telhas de madeira – Divisão manual – Revestimento lateral

source: Wood Shingle
ptb: Telha de madeira

source: Wood Shingles - Cut - Roofing
ptb: Telhas de madeira - Cortadas - Telhado

source: Wood Shingles - Cut - Siding
ptb: Telhas de madeira - Cortadas - Revestimento de parede

source: Wood map.
ptb: Mapeamento de madeira.

source: Wood roofing shakes
ptb: Telhas de madeira

source: Wood structural asset.
ptb: Recurso estrutural de madeira.

source: Wood-001
ptb: Cerejeira americana

source: Wood-002
ptb: Faia - Ranhura

source: Wood-003
ptb: Faia - Marrom

source: Wood-004
ptb: Faia - Marrom queimado

source: Wood-005
ptb: Faia - Mel

source: Wood-006
ptb: Faia - Cereja

source: Wood-007
ptb: Faia - Whisky

source: Wood-008
ptb: Faia - Java

source: Wood-009
ptb: Faia - Amaretto

source: Wood-010
ptb: Faia - Natural

source: Wood-011
ptb: Faia - Natural sem acabamento

source: Wood-012
ptb: Faia - Pau-rosa

source: Wood-013
ptb: Faia - Tipo usado em coronha

source: Wood-014
ptb: Faia - Galliano

source: Wood-015
ptb: Faia - Marrom chocolate

source: Wood-016
ptb: Faia - Amora selvagem

source: Wood-017
ptb: Faia - Marrom místico

source: Wood-018
ptb: Teca brasileira - Natural

source: Wood-019
ptb: Nogueira

source: Wood-020
ptb: Carya - Tratamento de mancha sob pressão

source: Wood-021
ptb: Nogueira - Sem acabamento

source: Wood-022
ptb: Bordo natural - Antigo

source: Wood-023
ptb: Bordo natural - Sem acabamento clássico

source: Wood-024
ptb: Bordo natural - Acabamento clássico

source: Wood-025
ptb: Bordo - Pau-rosa

source: Wood-026
ptb: Bordo - Marrom queimado

source: Wood-027
ptb: Bordo - Galliano

source: Wood-028
ptb: Bordo - Marrom chocolate

source: Wood-029
ptb: Bordo - Amora selvagem

source: Wood-030
ptb: Bordo - Marrom místico

source: Wood-031
ptb: Bordo natural - Com brilho

source: Wood-032
ptb: Bordo natural -Tom escuro com brilho

source: Wood-033
ptb: Kempas - Natural

source: Wood-034
ptb: Andiroba - Natural

source: Wood-035
ptb: Carvalho vermelho - Natural antigo
