Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ptb: Quando marcado, a profundidade de refração do material é controlada localmente e um raio de transparência adicional será projetado quando o limite for atingido, limitando o efeito "borda escura" normalmente encontrado em objetos de vidro sólido.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração

# water_refr_depth_control_label
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# water_river
source: Generic Stream/River
ptb: Córrego/Rio genérico

# water_swimming_pool
source: Swimming Pool
ptb: Piscina

# water_tint_color
source: Custom Color
ptb: Cor personalizada

# water_tint_color:tooltip
source: Sets a color via RGB value.
ptb: Define uma cor através de um valor RGB.

# water_tint_color:uilabel
source: Custom Color
ptb: Cor personalizada

# water_tint_enable
source: Color
ptb: Cor

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
ptb: Ajusta o matiz da água (tropical, algae/verde, escuro/marrom, etc.).

# water_tint_enable:uilabel
source: Color
ptb: Cor

# water_tint_enable:water_algae
source: Algae/Green
ptb: Alga/Verde

# water_tint_enable:water_custom
source: Custom
ptb: Personalizado

# water_tint_enable:water_lake
source: Generic Pond/Lake
ptb: Tanque/Lago genérico

# water_tint_enable:water_murky
source: Murky/Brown
ptb: Escuro/Marrom

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
ptb: Mar/Oceano genérico

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
ptb: Piscina refletida genérica

# water_tint_enable:water_river
source: Generic Stream/River
ptb: Córrego/Rio genérico

# water_type
source: Type
ptb: Tipo

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
ptb: Seleciona a textura da água (piscina, rio, lago, oceano, etc.).

# water_type:uilabel
source: Type
ptb: Tipo

# water_type:water_lake
source: Generic Pond/Lake
ptb: Tanque/Lago genérico

# water_type:water_ocean
source: Generic Sea/Ocean
ptb: Mar/Oceano genérico

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
ptb: Piscina refletida genérica

# water_type:water_river
source: Generic Stream/River
ptb: Córrego/Rio genérico

# water_type:water_swimming_pool
source: Swimming Pool
ptb: Piscina

# water_watergroup
source: Water
ptb: Água

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
ptb: Especifica a amplitude das ondas. Faixa = 0 a 10000. Padrão = 1.

# wave_Appearance
source: Appearance
ptb: Aparência

# wave_Color1
source: Color 1
ptb: Cor 1

# wave_Color1:tooltip
source: Specifies the first color of the waves.
ptb: Especifica a primeira cor das ondas.

# wave_Color1:uilabel
source: Color 1
ptb: Cor 1

# wave_Color2
source: Color 2
ptb: Cor 2

# wave_Color2:tooltip
source: Specifies the second color of the waves.
ptb: Especifica a segunda cor das ondas.

# wave_Color2:uilabel
source: Color 2
ptb: Cor 2

# wave_Distribution
source: Distribution
ptb: Distribuição

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
ptb: Especifica a distribuição das ondas. 3D distribui os centros da onda na superfície em um hemisfério imaginário, afetando todos os lados de uma objeto 3D. 2D distribui a onda em círculos centralizados no plano XY, que é mais apropriado para superfícies de água plana, como oceanos e lagos.

# wave_Distribution:uilabel
source: Distribution
ptb: Distribuição

# wave_NumWaveSets
source: Number
ptb: Número

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
ptb: Especifica quantos conjuntos de ondas são usados no padrão. Para água calma, defina este com um valor pequeno. Faixa = 1 a 50. Padrão = 3.

# wave_NumWaveSets:uilabel
source: Number
ptb: Número

# wave_Phase
source: Phase
ptb: Fase

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
ptb: Troca o padrão da onda. Faixa = 0 a 10000. Padrão = 0.

# wave_Phase:uilabel
source: Phase
ptb: Fase

# wave_Position
source: Position
ptb: Posição

# wave_RandomSeed
source: Random Seed
ptb: Semente aleatória

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
ptb: Fornece um número semente para gerar o padrão de água. O padrão muda com cada semente. Faixa = 0 a 65535. Padrão = 30159.

# wave_RandomSeed:uilabel
source: Random Seed
ptb: Semente aleatória

# wave_WaveLenMax
source: Len Max
ptb: Comprimento máximo

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
ptb: Define o intervalo máximo para cada centro da onda. Se os valores estão próximos, as ondas parecem mais regulares. Se estão mais distante, as ondas são menos regulares. Padrão = 1.97.

# wave_WaveLenMax:uilabel
source: Len Max
ptb: Comprimento máximo

# wave_WaveLenMin
source: Len Min
ptb: Comprimento mínimo

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
ptb: Define o intervalo mínimo para cada centro da onda. Se os valores estão próximos, as ondas parecem mais regulares. Se estão mais distante, as ondas são menos regulares. Padrão = 1.97.

# wave_WaveLenMin:uilabel
source: Len Min
ptb: Comprimento mínimo

# wave_WaveRadius
source: Radius
ptb: Raio

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
ptb: Especifica o raio do hemisfério imaginário (distribuição 3D) ou círculo (distribuição 2D), cujas superfícies são a origem de cada conjunto de ondas. Um raio maior produz padrão circulares grandes de onda, e raios pequenos produzem ondas densas e menores. Padrão = 39.97.

# wave_WaveRadius:uilabel
source: Radius
ptb: Raio

# wave_paramgroup
source: Waves
ptb: Ondas

# wave_transforms_group
source: Transforms
ptb: Transformações

source: waves
ptb: ondas

source: wavy
ptb: ondulado

source: weathered
ptb: exposto ao tempo

source: weave
ptb: entrelaçar

# web
source: Use Light Profile
ptb: Trama

# webHasSymmetry
source: Symmetric:
ptb: Simétrico:

# webHasSymmetry:uilabel
source: Symmetric:
ptb: Simétrico:

# webRotation
source: Rotation:
ptb: Rotação:

# webRotation:tooltip
source: Web spatial rotation
ptb: Rotação espacial da trama

# webRotation:uilabel
source: Rotation:
ptb: Rotação:

# webScaling:uilabel
source: webScaling
ptb: Escala da trama

# webTranslation:uilabel
source: webTranslation
ptb: Translação da teia

source: west
ptb: oeste

source: wet
ptb: molhado

source: wheat
ptb: trigo

source: white
ptb: branco

source: White Color:
ptb: Cor branca:

# whiteColor:uilabel
source: White Color:
ptb: Cor branca:

# white_luminance:uilabel
source: Luminance of the RGB value (1,1,1)
ptb: Luminosidade do valor RGB (1,1,1)

source: Whitepoint:
ptb: Ponto branco:

# whitepoint:uilabel
source: Whitepoint:
ptb: Ponto branco:

source: Width
ptb: Largura

# width:uilabel
source: Width
ptb: Largura

source: window
ptb: janela

source: wood
ptb: madeira

# wood_Appearance
source: Appearance
ptb: Aparência

# wood_AxialNoise
source: Axial Noise
ptb: Ruído axial

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
ptb: Define o grau de aleatório relativo do padrão de ruído axial em um plano paralelo com o grão na madeira. Faixa = 0 a 100. Padrão = 1.00.

# wood_AxialNoise:uilabel
source: Axial Noise
ptb: Ruído axial

# wood_Color1
source: Color 1
ptb: Cor 1

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
ptb: Especifica a primeira cor da textura da madeira.

# wood_Color1:uilabel
source: Color 1
ptb: Cor 1

# wood_Color2
source: Color 2
ptb: Cor 2

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
ptb: Especifica a segunda cor da textura da madeira.

# wood_Color2:uilabel
source: Color 2
ptb: Cor 2

# wood_Position
source: Position
ptb: Posição

# wood_RadialNoise
source: Radial Noise
ptb: Ruído radial

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
ptb: Define o grau de aleatório relativo do padrão de ruído radial em um plano perpendicular com o grão na madeira. Faixa = 0 a 100. Padrão = 1.00.

# wood_RadialNoise:uilabel
source: Radial Noise
ptb: Ruído radial

# wood_Thickness
source: Grain Thickness
ptb: Espessura do grão

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
ptb: Define a espessura relativa das marcas de cores que formam o grão na madeira. Faixa = 0 a 100; Padrão = 0.50.

# wood_Thickness:uilabel
source: Grain Thickness
ptb: Espessura do grão

# wood_curly_distortion_enable:uilabel
source: Enable distortion for wood secondary curly highlight
ptb: Ativar a distorção do destaque ondulado secundário da madeira

# wood_curly_distortion_map
source: Map
ptb: Mapa

# wood_curly_distortion_map:tooltip
source: The 2D fiber distortion map(NO degamma op).
ptb: Mapa de distorção de fibra 2D (SEM degamma op).

# wood_curly_distortion_map:uilabel
source: The 2D fiber distortion map (NO degamma op)
ptb: Mapa da de distorção de fibra 2D (SEM degamma op)

# wood_curly_distortion_scale
source: Scale
ptb: Escala

# wood_curly_distortion_scale:tooltip
source: The scale of distortion for secondary curly highlight.
ptb: A escala de distorção para destaques ondulados secundários.

# wood_curly_distortion_scale:uilabel
source: The scale of distortion for secondary curly highlight
ptb: A escala de distorção para destaques ondulados secundários

# wood_diffuse_lobe_weight
source: Diffuse/Fiber Highlights Blend
ptb: Mistura de realce de difusão/fibra

# wood_diffuse_lobe_weight:tooltip
source: Blend between base wood color and fibers highlights (0.0 = only wood color, 1.0 = only fiber highlights).
ptb: Mescla entre a cor da madeira base e as fibras realçada (0,0 = somente cor da madeira, 1,0 = somente fibra realçada).

# wood_diffuse_lobe_weight:uilabel
source: Weight of diffuse lobe
ptb: Peso do lóbulo de difusão

# wood_diffuse_perlin_enable:uilabel
source: Use perlin function for diffuse albedo
ptb: Usar a função perlin para difusão de albedo

# wood_diffuse_perlin_prof
source: Variations Profile
ptb: Perfil de variações

# wood_diffuse_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
ptb: O perfil de variação descreve o ruído a aplicar a um valor como uma série de pares numéricos SS;WW, em que SS é o Tamanho e WW é o Peso. Todos os valores são expressos em centímetros. Por exemplo, 5,5;0,5 significa que o tamanho do ruído é 5,5 cm e o valor é passado com um máximo de 0,5 cm. Vários pares podem ser especificados para combinar ruídos de escala maiores e menores. Por exemplo, três ruídos diferentes podem ser especificados como 5,5;0,5;2,5;0,2;0,5;0,05 para combinar variações de escala maiores e menores.

# wood_diffuse_perlin_prof:uilabel
source: Profile for diffuse albedo perlin noise
ptb: Perfil de difusão do ruído albedo perlin

# wood_diffuse_perlin_scale_z
source: Vertical Scale
ptb: Escala vertical

# wood_diffuse_perlin_scale_z:tooltip
source: Vertical color variations stretching (1.0 = no stretching, smaller values = more stretching)
ptb: Alongando as variações verticais de cor (1,0 = não alongado, valores menores = mais alongado)

# wood_diffuse_perlin_scale_z:uilabel
source: Anisotropic pos-z scale for diffuse albedo perlin
ptb: Escala pos-z anisotrópica para difusão albedo perlin

# wood_early_color:uilabel
source: Earlywood color
ptb: Cor de lenho inicial

# wood_earlycolor_perlin_enable:uilabel
source: Use perlin noise for earlywood color
ptb: Usar ruído perlin da cor de lenho inicial

# wood_earlycolor_perlin_prof
source: Variations Profile
ptb: Perfil de variações

# wood_earlycolor_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
ptb: O perfil de variação descreve o ruído a aplicar a um valor como uma série de pares numéricos SS;WW, em que SS é o Tamanho e WW é o Peso. Todos os valores são expressos em centímetros. Por exemplo, 5,5;0,5 significa que o tamanho do ruído é 5,5 cm e o valor é passado com um máximo de 0,5 cm. Vários pares podem ser especificados para combinar ruídos de escala maiores e menores. Por exemplo, três ruídos diferentes podem ser especificados como 5,5;0,5;2,5;0,2;0,5;0,05 para combinar variações de escala maiores e menores.

# wood_earlycolor_perlin_prof:uilabel
source: Profile for earlywood color perlin noise
ptb: Perfil do ruído perlin da cor de lenho inicial

# wood_earlywood_sharpness
source: Earlywood Sharpness
ptb: Nitidez do lenho inicial

# wood_earlywood_sharpness:tooltip
source: Amount of pure Earlywood.
ptb: Quantidade de lenho inicial puro.

# wood_earlywood_sharpness:uilabel
source: Percentage of pure earlywood
ptb: Porcentagem de lenho inicial puro

# wood_fiber_cosine_enable:uilabel
source: Use cosine function for wood fiber
ptb: Usar a função de cosseno para a fibra de madeira

# wood_fiber_cosine_prof
source: Vertical Variations Profile
ptb: Perfil de variações verticais

# wood_fiber_cosine_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
ptb: O perfil de variação descreve o ruído a aplicar a um valor como uma série de pares numéricos SS;WW, em que SS é o Tamanho e WW é o Peso. Todos os valores são expressos em centímetros. Por exemplo, 5,5;0,5 significa que o tamanho do ruído é 5,5 cm e o valor é passado com um máximo de 0,5 cm. Vários pares podem ser especificados para combinar ruídos de escala maiores e menores. Por exemplo, três ruídos diferentes podem ser especificados como 5,5;0,5;2,5;0,2;0,5;0,05 para combinar variações de escala maiores e menores.

# wood_fiber_cosine_prof:uilabel
source: Profile for fiber cosine function
ptb: Perfil da função cosseno da fibra

# wood_fiber_perlin_enable:uilabel
source: Use perlin noise for wood fiber
ptb: Usar ruído perlin para fibra de madeira

# wood_fiber_perlin_prof
source: Variations Profile
ptb: Perfil de variações

# wood_fiber_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
ptb: O perfil de variação descreve o ruído a aplicar a um valor como uma série de pares numéricos SS;WW, em que SS é o Tamanho e WW é o Peso. Todos os valores são expressos em centímetros. Por exemplo, 5,5;0,5 significa que o tamanho do ruído é 5,5 cm e o valor é passado com um máximo de 0,5 cm. Vários pares podem ser especificados para combinar ruídos de escala maiores e menores. Por exemplo, três ruídos diferentes podem ser especificados como 5,5;0,5;2,5;0,2;0,5;0,05 para combinar variações de escala maiores e menores.

# wood_fiber_perlin_prof:uilabel
source: Profile for fiber perlin noise
ptb: Perfil do ruído perlin da fibra

# wood_fiber_perlin_scale_z
source: Vertical Scale
ptb: Escala vertical

# wood_fiber_perlin_scale_z:tooltip
source: Vertical fibers distortions stretching (1.0 = no stretching, smaller values = more stretching).
ptb: Alongando as distorções verticais de fibra (1,0 = não alongado, valores menores = mais alongado)

# wood_fiber_perlin_scale_z:uilabel
source: Anisotropic pos-z scale for fiber perlin
ptb: Escala pos-z anisotrópica para fibra perlin

# wood_fiber_roughness
source: Fiber Highlights Roughness
ptb: Rugosidade dos destaques da fibra

# wood_fiber_roughness:tooltip
source: Fibers highlights roughness.
ptb: Rugosidade dos destaques da fibra.

# wood_fiber_roughness:uilabel
source: Roughness for secondary highlight
ptb: Rugosidade do realce secundário

# wood_groove_roughness
source: Roughness
ptb: Rugosidade

# wood_groove_roughness:tooltip
source: Earlywood roughness.
ptb: Rugosidade do lenho inicial.

# wood_groove_roughness:uilabel
source: Roughness for surface groove area
ptb: Rugosidade da área de ranhura da superfície

# wood_growth_perlin_enable:uilabel
source: Use perlin noise for ring growth
ptb: Usar ruído perlin para crescimento de anel

# wood_growth_perlin_prof
source: Variations Profile
ptb: Perfil de variações

# wood_growth_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
ptb: O perfil de variação descreve o ruído a aplicar a um valor como uma série de pares numéricos SS;WW, em que SS é o Tamanho e WW é o Peso. Todos os valores são expressos em centímetros. Por exemplo, 5,5;0,5 significa que o tamanho do ruído é 5,5 cm e o valor é passado com um máximo de 0,5 cm. Vários pares podem ser especificados para combinar ruídos de escala maiores e menores. Por exemplo, três ruídos diferentes podem ser especificados como 5,5;0,5;2,5;0,2;0,5;0,05 para combinar variações de escala maiores e menores.

# wood_growth_perlin_prof:uilabel
source: Profile for growth perlin noise
ptb: Perfil de crescimento do ruído perlin

# wood_late_color_power:uilabel
source: Power to compute latewood color
ptb: Potência para calcular a cor de lenho tardio

# wood_latecolor_perlin_enable:uilabel
source: Use perlin noise for latewood color
ptb: Usar ruído perlin para cor de lenho tardio

# wood_latecolor_perlin_prof
source: Variations Profile
ptb: Perfil de variações

# wood_latecolor_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
ptb: O perfil de variação descreve o ruído a aplicar a um valor como uma série de pares numéricos SS;WW, em que SS é o Tamanho e WW é o Peso. Todos os valores são expressos em centímetros. Por exemplo, 5,5;0,5 significa que o tamanho do ruído é 5,5 cm e o valor é passado com um máximo de 0,5 cm. Vários pares podem ser especificados para combinar ruídos de escala maiores e menores. Por exemplo, três ruídos diferentes podem ser especificados como 5,5;0,5;2,5;0,2;0,5;0,05 para combinar variações de escala maiores e menores.

# wood_latecolor_perlin_prof:uilabel
source: Profile for latewood color perlin noise
ptb: Perfil do ruído perlin da cor de lenho tardio

# wood_latewood_bump_depth
source: Latewood Bump
ptb: Relevo do lenho tardio

# wood_latewood_bump_depth:tooltip
source: Height of the Latewood bump.
ptb: Altura do relevo do lenho tardio.

# wood_latewood_bump_depth:uilabel
source: Depth (cm) of the latewood bump
ptb: Profundidade (cm) do relevo de lenho tardio

# wood_latewood_ratio
source: Latewood Ratio
ptb: Índice do lenho tardio

# wood_latewood_ratio:tooltip
source: Amount of Latewood within a growth ring.
ptb: Quantidade de lenho tardio dentro de um anel de crescimento.

# wood_latewood_ratio:uilabel
source: Percentage of latewood in each ring
ptb: Porcentagem de lenho tardio em cada anel

# wood_latewood_sharpness
source: Latewood Sharpness
ptb: Nitidez do lenho tardio

# wood_latewood_sharpness:tooltip
source: Amount of pure Latewood.
ptb: Quantidade de lenho tardio puro.

# wood_latewood_sharpness:uilabel
source: Percentage of pure latewood
ptb: Porcentagem de lenho tardio puro

# wood_manual_late_color
source: Latewood
ptb: Lenho tardio

# wood_manual_late_color:tooltip
source: Custom Latewood color.
ptb: Cor de lenho tardio personalizada.

# wood_manual_late_color:uilabel
source: Manual latewood color
ptb: Cor de lenho tardio manual

# wood_pore_cell_dim
source: Spacing
ptb: Espaçamento

# wood_pore_cell_dim:tooltip
source: Average distance between pores.
ptb: Distância média entre os poros.

# wood_pore_cell_dim:uilabel
source: Dim (cm) of cell containing one pore
ptb: Esmaecer (cm) de uma célula que contém um poro

# wood_pore_color_power
source: Color Exponent
ptb: Expoente de cor

# wood_pore_color_power:tooltip
source: Pore color as a power of the Earlywood color (1.0 = same, < 1.0 = lighter, > 1.0 = darker).
ptb: Cor do poro como uma potência da cor do lenho inicial (1,0 = igual, < 1,0 = mais clara, > 1,0 = mais escura).

# wood_pore_color_power:uilabel
source: Power to compute pore color
ptb: Potência para calcular a cor do poro

# wood_pore_depth
source: Depth
ptb: Profundidade

# wood_pore_depth:tooltip
source: Pore depth for bump effect.
ptb: Profundidade dos poros para efeito de relevo.
