Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# ceramic_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# ceramic_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# ceramic_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# ceramic_ao_samples
source: Samples
ptb: Amostras

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# ceramic_ao_samples:uilabel
source: Samples
ptb: Amostras

# ceramic_application
source: Finish
ptb: Acabamento

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
ptb: Alto brilho/ Jateado

# ceramic_application:ceramic_matte
source: Matte
ptb: Fosco

# ceramic_application:ceramic_satin
source: Satin
ptb: Acetinado

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
ptb: Ajusta a textura da superfície acabada.

# ceramic_application:uilabel
source: Finish
ptb: Acabamento

# ceramic_bump:ceramic_custom
source: Custom
ptb: Personalizado

# ceramic_bump:ceramic_none
source: None
ptb: Nenhum

# ceramic_bump:ceramic_wavy
source: Wavy
ptb: Ondulado

# ceramic_bump:uilabel
source: Type
ptb: Tipo

# ceramic_bump_amount
source: Amount
ptb: Montante

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
ptb: Controla a ondas em baixa frequência encontradas com frequência em cerâmicas. Insira valores decimais maiores (até 1.0) para aumentar a profundidade das irregularidades da superfície.

# ceramic_bump_amount:uilabel
source: Amount
ptb: Montante

# ceramic_bump_list_label
source: Type
ptb: Tipo

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
ptb: Ajusta o padrão usado para retratar as ondas de baixa frequência encontradas com frequência em cerâmicas.

# ceramic_bump_map
source: Image
ptb: Imagem

# ceramic_bump_map:uilabel
source: Image
ptb: Imagem

# ceramic_bump_panel_label
source: Finish Bumps
ptb: Relevos do acabamento

# ceramic_ceramic
source: Ceramic
ptb: Cerâmica

# ceramic_color
source: Color
ptb: Cor

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ptb: Selecione uma cor, imagem ou textura procedural para criar aparência do material.

# ceramic_color:uilabel
source: Color
ptb: Cor

# ceramic_color_by_object:uilabel
source: Color
ptb: Cor

# ceramic_custom
source: Custom
ptb: Personalizado

# ceramic_high_glossy
source: High Gloss / Glazed
ptb: Alto brilho/ Jateado

# ceramic_matte
source: Matte
ptb: Fosco

# ceramic_pattern:ceramic_custom
source: Custom
ptb: Personalizado

# ceramic_pattern:ceramic_none
source: None
ptb: Nenhum

# ceramic_pattern:uilabel
source: Type
ptb: Tipo

# ceramic_pattern_amount
source: Amount
ptb: Montante

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
ptb: Controla os padrões de mudanças decorativas.

# ceramic_pattern_amount:uilabel
source: Amount
ptb: Montante

# ceramic_pattern_list_label
source: Type
ptb: Tipo

# ceramic_pattern_map:uilabel
source: Image
ptb: Imagem

# ceramic_pattern_map_slider_label
source: Image
ptb: Imagem

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
ptb: Mostra os padrões de mudanças decorativas.

# ceramic_pattern_map_stack_label
source: Relief Pattern
ptb: Padrão de liberação

# ceramic_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# ceramic_porcelain
source: Porcelain
ptb: Porcelana

# ceramic_props
source: Ceramic
ptb: Cerâmica

# ceramic_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# ceramic_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# ceramic_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# ceramic_roundcorners_radius
source: Source
ptb: Fonte

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# ceramic_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# ceramic_satin
source: Satin
ptb: Acetinado

# ceramic_type
source: Type
ptb: Tipo

# ceramic_type:ceramic_ceramic
source: Ceramic
ptb: Cerâmica

# ceramic_type:ceramic_porcelain
source: Porcelain
ptb: Porcelana

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
ptb: Escolhe o tipo de material: Cerâmica ou Porcelana.

# ceramic_type:uilabel
source: Type
ptb: Tipo

# ceramic_wavy
source: Wavy
ptb: Ondulado

source: cerulean
ptb: cerúleo

source: chain
ptb: cadeia

source: chartreuse
ptb: verde amarelado

source: checker
ptb: xadrez

# checker_Appearance
source: Appearance
ptb: Aparência

# checker_Position
source: Position
ptb: Posição

# checker_Repeat
source: Repeat
ptb: Repetir

# checker_Scale
source: Scale
ptb: Dimensionar

# checker_color1
source: Color 1
ptb: Cor 1

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
ptb: Fornece a opção para selecionar uma cor ou um mapa subprocedural para um xadrez

# checker_color1:uilabel
source: Color 1
ptb: Cor 1

# checker_color2
source: Color 2
ptb: Cor 2

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
ptb: Fornece a opção para selecionar uma cor ou um mapa subprocedural para um outro xadrez

# checker_color2:uilabel
source: Color 2
ptb: Cor 2

# checker_soften
source: Soften
ptb: Suavizar

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
ptb: Ajusta o valor no montante de suavidade ou mancha entre a aresta das duas cores ou tipos de mapas. Valore maiores mancham mais. Um valor de 0.0 indica arestas afiadas. Faixa = 0 a 5.00; Padrão = 0.

# checker_soften:uilabel
source: Soften
ptb: Suavizar

# checker_transforms_group
source: Transforms
ptb: Transformações

source: cherry
ptb: cereja

source: chestnut
ptb: marrom claro

source: chiffon
ptb: seda

source: chipboard
ptb: compensado

source: chloroprene
ptb: cloroprene

source: chromate
ptb: cromático

source: chrome
ptb: cromado

source: clear
ptb: liso

source: closed cell
ptb: célula fechada

source: cmu
ptb: bloco de concreto

source: coarse
ptb: áspero

source: coating
ptb: revestimento

source: cobble
ptb: paralelepípedo

source: coffee
ptb: café

source: Color Correction
ptb: Correção de cor

# colorCorrection:uilabel
source: Color Correction
ptb: Correção de cor

# colorDifferentiation
source: Desaturate Low Levels
ptb: Diminuir saturação dos níveis baixos

# colorDifferentiation:uilabel
source: Desaturate Low Levels
ptb: Diminuir saturação dos níveis baixos

# colorMapIndependent
source: Affect Indirect Only
ptb: Afetar somente indiretos

# colorMapIndependent:uilabel
source: Affect Indirect Only
ptb: Afetar somente indiretos

source: Color Shifting:
ptb: Troca de cor:

# colorShifting:none
source: None
ptb: Nenhum

# colorShifting:std_incandescent
source: Standard Incandescent Light
ptb: Luz incandescente Standard

# colorShifting:uilabel
source: Color Shifting:
ptb: Troca de cor:

# color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# color_color_input
source: Color:
ptb: Cor:

# color_color_input:uilabel
source: Color:
ptb: Cor:

# common_Shared_Asset:common_independent
source: Independent
ptb: Independente

# common_Shared_Asset:common_shared
source: Shared
ptb: Compartilhado

# common_Shared_Asset:uilabel
source: Sharing
ptb: Compartilhando

# common_Tint_color
source: Tint Color
ptb: Matiz da cor

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
ptb: Seleciona uma cor de matiz da aparência do material.

# common_Tint_color:uilabel
source: Tint Color
ptb: Matiz da cor

# common_Tint_toggle
source: Tint
ptb: Matiz

# common_Tint_toggle:uilabel
source: Tint
ptb: Matiz

source: composition
ptb: composição

# compressive_strength_ultimate
source: Ultimate
ptb: Máximo

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
ptb: Força de compressão máxima

# compressive_stress_yield
source: Yield
ptb: Deformação

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
ptb: Força de compressão de deformação

source: computer
ptb: computador

source: concrete
ptb: concreto

# concrete_acrylic
source: Acrylic
ptb: Acrílico

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em torno de objetos com auto iluminação.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# concrete_ao_distance
source: Max Distance
ptb: Distância máxima

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# concrete_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# concrete_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# concrete_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# concrete_ao_samples
source: Samples
ptb: Amostras

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# concrete_ao_samples:uilabel
source: Samples
ptb: Amostras

# concrete_automatic
source: Automatic
ptb: Automático

# concrete_base
source: Concrete
ptb: Concreto

# concrete_bm_map
source: Image
ptb: Imagem

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
ptb: Adiciona o desbotamento (mancha ou descoloração) com base na imagem selecionada.

# concrete_bm_map:uilabel
source: Image
ptb: Imagem

# concrete_brightmode:concrete_automatic
source: Automatic
ptb: Automático

# concrete_brightmode:concrete_custom
source: Custom - Image
ptb: Personalizado - Imagem

# concrete_brightmode:concrete_none
source: None
ptb: Nenhum

# concrete_brightmode:uilabel
source: Weathering
ptb: Clima

# concrete_brightmode_custom
source: Custom - Image
ptb: Personalizado - Imagem

# concrete_brightmode_list_label
source: Type
ptb: Tipo

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
ptb: Adiciona o desbotamento (mancha ou descoloração) automaticamente.

# concrete_brightmode_panel_label
source: Weathering
ptb: Clima

# concrete_bump_amount
source: Amount
ptb: Montante

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
ptb: Desliza para alterar a textura da superfície.

# concrete_bump_amount:uilabel
source: Amount
ptb: Montante

# concrete_bump_map
source: Image
ptb: Imagem

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
ptb: Usa uma imagem de bitmap para selecionar o acabamento.

# concrete_bump_map:uilabel
source: Image
ptb: Imagem

# concrete_color
source: Color
ptb: Cor

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ptb: Selecione uma cor, imagem ou textura procedural para criar aparência do material.

# concrete_color:uilabel
source: Color
ptb: Cor

# concrete_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# concrete_curved
source: Broom Curved
ptb: Vassoura curvada

# concrete_custom
source: Stamped/Custom
ptb: Estampado/Personalizado

# concrete_epoxy
source: Epoxy
ptb: Epóxi

# concrete_finish
source: Finish Bumps
ptb: Relevos do acabamento

# concrete_finish:concrete_curved
source: Broom Curved
ptb: Vassoura curvada

# concrete_finish:concrete_custom
source: Stamped/Custom
ptb: Estampado/Personalizado

# concrete_finish:concrete_polished
source: Polished
ptb: Polido

# concrete_finish:concrete_smooth
source: Smooth
ptb: Suave

# concrete_finish:concrete_straight
source: Broom Straight
ptb: Vassoura reta

# concrete_finish:uilabel
source: Type
ptb: Tipo

# concrete_finish_list_label
source: Type
ptb: Tipo

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
ptb: Controla a textura da superfície com frequência encontrada em concreto.

# concrete_none
source: None
ptb: Nenhum

# concrete_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# concrete_polished
source: Polished
ptb: Polido

# concrete_props
source: Behavior
ptb: Comportamento

# concrete_props1
source: Basic Thermal
ptb: Térmico básico

# concrete_props2
source: Mechanical
ptb: Mecânico

# concrete_props4
source: Concrete
ptb: Concreto

# concrete_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# concrete_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# concrete_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# concrete_roundcorners_radius
source: Source
ptb: Fonte

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# concrete_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# concrete_sealant
source: Sealant
ptb: Selante

# concrete_sealant:concrete_acrylic
source: Acrylic
ptb: Acrílico

# concrete_sealant:concrete_epoxy
source: Epoxy
ptb: Epóxi

# concrete_sealant:concrete_none
source: None
ptb: Nenhum

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
ptb: Especifique a substância a ser usada para selar a superfície de concreto.

# concrete_sealant:uilabel
source: Sealant
ptb: Selante

# concrete_smooth
source: Smooth
ptb: Suave

# concrete_straight
source: Broom Straight
ptb: Vassoura reta

source: construction
ptb: construção

source: Contrast:
ptb: Contraste:

# contrast:uilabel
source: Contrast:
ptb: Contraste:

source: cool
ptb: frio

source: copper
ptb: cobre

source: cork
ptb: cortiça

source: cornsilk
ptb: amarelo acetinado

source: cozy
ptb: aconchegante

source: cream
ptb: creme

source: cross
ptb: cruz

# crush_blacks
source: Shadows:
ptb: Sombras:

# crush_blacks:uilabel
source: Shadows:
ptb: Sombras:

source: crystal
ptb: cristal

source: Custom
ptb: Personalizado

# custom_environment:uilabel
source: Custom Environment
ptb: Ambiente personalizado

# cutoff_threshold
source: Cutoff Threshold (lx)
ptb: Limite de corte (lx)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
ptb: Limite de corte (lx)

source: cyan
ptb: ciano

source: Cylinder
ptb: Cilindro

# cylinder_axis
source: Axis:
ptb: Eixo:

# cylinder_axis:uilabel
source: Axis:
ptb: Eixo:

# cylinder_radius
source: Radius:
ptb: Raio:

# cylinder_radius:uilabel
source: Radius:
ptb: Raio:

# d50
source: D50 Illuminant (Reference White)
ptb: Iluminância D50 (Branco de referência)

# d65
source: D65 Illuminant (Reference White)
ptb: Iluminância D65 (Branco de referência)

source: damp proofing
ptb: impermeabilização

source: dark
ptb: escuro

source: dark bronze
ptb: bronze escuro

source: dark green
ptb: verde escuro

# decApp_backface_cull:uilabel
source: Backface Cull:
ptb: Seleção de face traseira:

# decApp_bump_amount
source: Bump Amount:
ptb: Total de relevo:

# decApp_bump_amount:uilabel
source: Bump Amount:
ptb: Total de relevo:

# decApp_bump_map
source: Bump Pattern:
ptb: Padrão de relevo:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
ptb: Utilize as áreas escuras e claras de uma imagem para especificar áreas elevadas ou rebaixadas no decalque

# decApp_bump_map:uilabel
source: Bump Pattern:
ptb: Padrão de relevo:

# decApp_cutout_opacity
source: Cutouts:
ptb: Recortes:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
ptb: Utilize uma imagem em preto e branco para cortar áreas do decalque. As áreas pretas são recortadas.

# decApp_cutout_opacity:uilabel
source: Cutouts:
ptb: Recortes:

# decApp_diffuse
source: Decal Image File:
ptb: Arquivo de imagem do decalque:

# decApp_diffuse:uilabel
source: Decal Image File:
ptb: Arquivo de imagem do decalque:

# decApp_glossiness
source: Finish:
ptb: Concluir:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
ptb: Especifique o brilho das áreas especulares realçadas (feixe de luz) no decalque

# decApp_glossiness:uilabel
source: Finish:
ptb: Concluir:

# decApp_glossiness_gloss
source: Gloss
ptb: Brilho

# decApp_glossiness_high_gloss
source: High Gloss
ptb: Alto brilho

# decApp_glossiness_matte
source: Matte
ptb: Fosco

# decApp_glossiness_semi_gloss
source: Semi-gloss
ptb: Semibrilho

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
ptb: Amostras de reflexão com brilho:

# decApp_reflectivity_at_0deg
source: Reflectivity:
ptb: Reflexibilidade:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
ptb: espelho

# decApp_reflectivity_at_0deg:minlabel
source: dull
ptb: embaçado

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
ptb: Especifique o quanto o decalque irá refletir outros objetos ao seu redor

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
ptb: Reflexibilidade:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
ptb: Reflexibilidade:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
ptb: Amostras de refração com brilho:

# decApp_refraction_index:uilabel
source: Refraction Index:
ptb: Índice de refração:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
ptb: Espessura da translucidez com refração:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
ptb: Temperatura da cor de luminância

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
ptb: Mapa do filtro de luminância:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
ptb: Luminância (cd/m^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
ptb: Especifique se e quanto de brilho o decalque possui quando iluminado

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
ptb: Luminância (cd/m^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
ptb: Tela de telefone celular

# decApp_self_illum_luminance_crt_television
source: CRT television
ptb: Televisão CRT

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
ptb: Lentes de lâmpada de mesa

# decApp_self_illum_luminance_dim_glow
source: Dim glow
ptb: Brilho embaçado
