Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

source: Semi-Rigid organic bonded felt
ptb: Feltro semirrígido aglomerado com composto orgânico

# Settings:uilabel
source: Settings
ptb: Configurações

# ShadingLabel
source: Shading
ptb: Sombreamento

source: Shortleaf Pine
ptb: Pinho amarelo

source: Shredded wood
ptb: Madeira retalhada

source: Siding
ptb: Revestimento lateral

source: Siliceous firebrick
ptb: Tijolo refratário silícico

source: Silicon Nitride
ptb: Nitreto de silício

source: Silicone - white matte
ptb: Silicone - Branco fosco

source: Silicone Rubber
ptb: Borracha de silicone

source: Silicone foam flexible
ptb: Espuma de silicone flexível

source: Silicone foam rigid
ptb: Espuma de silicone rígida

source: Silicone rubber
ptb: Borracha de silicone

source: Silver
ptb: Prata

source: Silver - polished
ptb: Prata - Polida

source: Silver - satin
ptb: Prata - Acetinada

source: Simple brick material - Brown
ptb: Material de tijolo simples – Marrom

source: Simple brick material - Cream
ptb: Material de tijolo simples – Creme

source: Simple brick material - Dark Blend
ptb: Material de tijolo simples – Mescla escura

source: Simple brick material - Grey
ptb: Material de tijolo simples – Cinza

source: Simple brick material - Light Blend
ptb: Material de tijolo simples – Mescla clara

source: Simple brick material - Medium Blend
ptb: Material de tijolo simples – Mescla média

source: Simple brick material - Red
ptb: Material de tijolo simples – Vermelho

source: Simple grout material - Dark
ptb: Material de reboco simples – Escuro

source: Simple grout material - Light
ptb: Material de reboco simples – Claro

source: Simple grout material - Medium
ptb: Material de reboco simples – Médio

source: Simple grout material - Red
ptb: Material de reboco simples – Vermelho

source: Simple grout material - Tan
ptb: Material de reboco simples – Castanho

# Simple_Shear_Table
source: Simple Shear
ptb: Cisalhamento simples

# Simple_Tension_Compression_Table
source: Simple Tension/Compression
ptb: Tensão/compressão simples

source: Single Pane
ptb: Painel único

source: Site
ptb: Terreno

source: SiteWork.Planting.Basket.Woven.Loose
ptb: Trabalho de campo.Plantação.Cesto.Trançado.Solto

source: SiteWork.Planting.Basket.Woven.Tight
ptb: Trabalho de campo.Plantação.Cesta.Trançado.Justo

source: SiteWork.Planting.Grass.Bermuda
ptb: Trabalho de campo.Plantação.Grama.Bermuda

source: SiteWork.Planting.Grass.Bluegrass
ptb: Trabalho de campo.Plantação.Grama.Grama-azul

source: SiteWork.Planting.Grass.StAugustine
ptb: Trabalho de campo.Plantação.Grama.Santo Agostinho

source: Sitework
ptb: Trabalho no local

source: Sitework.Paving - Surfacing.Asphalt
ptb: Trabalho de campo.Pavimentação - Superfície.Asfalto

source: Sitework.Paving - Surfacing.Asphalt.1
ptb: Trabalho de campo.Pavimentação - Superfície.Asfalto.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
ptb: Trabalho de campo.Pavimentação - Superfície.Pedra brita.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
ptb: Trabalho de campo.Pavimentação - Superfície.Pedra brita.Esmaltado.Multicor

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
ptb: Trabalho de campo.Pavimentação - Superfície.Pedra brita.Herringbone

source: Sitework.Paving - Surfacing.Pavers.1
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.1

source: Sitework.Paving - Surfacing.Pavers.2
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.2

source: Sitework.Paving - Surfacing.Pavers.3
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.3

source: Sitework.Paving - Surfacing.Pavers.4
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.Interlock

source: Sitework.Paving - Surfacing.Pavers.Square
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.Quadrado

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.Terracota

source: Sitework.Paving - Surfacing.Riverstone
ptb: Trabalho de campo.Pavimentação - Superfície.Pedra lavada

source: Sitework.Paving - Surfacing.Riverstone.Mortared
ptb: Trabalho de campo.Pavimentação - Superfície.Pedra lavada.Granulado

source: Sitework.Planting.Grass.Short
ptb: Trabalho de campo.Plantação.Grama.Curta

source: Sitework.Planting.Grass.Thick
ptb: Trabalho de campo.Plantação.Grama.Espessa

source: Sitework.Planting.Gravel.Compact
ptb: Trabalho de campo.Plantação.Cascalho.Compacto

source: Sitework.Planting.Gravel.Crushed
ptb: Trabalho de campo.Plantação.Cascalho.Esmagado

source: Sitework.Planting.Gravel.Loose
ptb: Trabalho de campo.Plantação.Cascalho.Solto

source: Sitework.Planting.Gravel.Mixed
ptb: Trabalho de campo.Plantação.Cascalho.Misturado

source: Sitework.Planting.Sand
ptb: Trabalho de campo.Plantação.Areia

source: Sitework.Planting.Soil
ptb: Trabalho de campo.Plantação.Solo

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
ptb: Terreno de trabalho.Aprimoramentos de terreno.Cercas e portõesCadeia-vínculo

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
ptb: Terreno de trabalho.Aprimoramentos de terreno.Cercas e portõesMadeira.Cerca

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
ptb: Trabalho de campo.Melhorias no campo.Grades - Portões de madeira.Caixa de sombra - Treliça

source: Sitka Spruce
ptb: Abeto de Sitka

source: Six-way cane pattern
ptb: Padrão de cana de seis vias

source: Slate
ptb: Ardósia

source: Slate - Black
ptb: Ardósia – Preto

source: Slate - Cut - Black
ptb: Ardósia – Corte – Preto

source: Slate - Flooring - Dark Grey
ptb: Ardósia – Piso – Cinza escuro

source: Slate Shingles - Dark Green
ptb: Telhas de ardósia – Verde escuro

source: Slate Shingles - Dark Grey
ptb: Telhas de ardósia – Cinza escuro

source: Slate Shingles - Grey
ptb: Telhas de ardósia – Cinza

source: Slate Shingles - Light Green
ptb: Telhas de ardósia – Verde claro

source: Slate Shingles - Red
ptb: Telhas de ardósia – Vermelho

source: Slate Tile - Dark Grey
ptb: Telha de ardósia – Cinza escuro

source: Slate tile, dark grey, matte
ptb: Telha de ardósia, cinza escuro, fosca

source: Slightly Translucent cream coloured low luminant material.
ptb: Material de baixa luminância levemente translúcido cor de creme.

source: Small gray rectangular stones
ptb: Pedras retangulares pequenas cinza

source: Small uneven brown rectangle stones
ptb: Pequenas pedras retangulares desiguais marrom

source: Smooth
ptb: Suave

source: Soda Lime Glass
ptb: Vidro Soda Verde-lima

source: Soft tin bronze
ptb: Bronze de estanho suave

source: Soft yellow brass
ptb: Latão amarelo suave

source: Soft yellow brass, welded
ptb: Latão amarelo suave, soldado

source: Softwood
ptb: Madeira mole

source: Softwood clapboard siding
ptb: Revestimento lateral de ripas de madeira mole

source: Softwood laminated veneer lumber
ptb: Tábua de madeira mole laminada revestida com papelão

source: Soil
ptb: Solo

source: Soil (Average Properties)
ptb: Solo (propriedades médias)

source: Soil Clay (Wet)
ptb: Argila de solo (úmida)

source: Soil Loam
ptb: Terra argilosa de solo

source: Solid - Blue Pond
ptb: Sólido – Lagoa azul

source: Solid - Desert Sand
ptb: Sólido – Areia do deserto

source: Solid - Grey Stone
ptb: Sólido – Rocha vulcânica

source: Solid - Silver Light
ptb: Sólido – Prateado claro

source: Solid Glass material.
ptb: Material de vidro sólido.

source: Solid surface countertop
ptb: Bancada de cozinha com superfície lisa

source: Solid thermal asset.
ptb: Recurso térmico sólido.

source: Solid/Ceramic
ptb: Sólido/Cerâmica

source: Solid/Concrete
ptb: Sólido/Concreto

source: Solid/Earth
ptb: Sólido/Terra

source: Solid/Glass
ptb: Sólido/Vidro

source: Solid/Insulation-Fibers
ptb: Sólido/Isolamento-fibras

source: Solid/Masonry
ptb: Sólido/Alvenaria

source: Solid/Metal
ptb: Sólido/Metal

source: Solid/Misc
ptb: Sólido/Diversos

source: Solid/Panels
ptb: Sólido/Painéis

source: Solid/Plaster
ptb: Sólido/Gesso

source: Solid/Plastic
ptb: Sólido/Plástico

source: Solid/Stone
ptb: Sólido/Pedra

source: Solid/Wood
ptb: Sólido/Madeira

source: SolidGlass
ptb: Vidro sólido

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
ptb: Vidro sólido

# SolidGlassSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Southern pine plywood
ptb: Compensado de pinho do sul

source: Spanish Tile - Blend
ptb: Azulejo espanhol – Mescla

source: Spanish Tile - Red
ptb: Azulejo espanhol – Vermelho

source: Speckle
ptb: Salpico

source: Speckle map.
ptb: Mapeamento de salpicos.

# SpeckleSchema_localname:Speckle
source: Speckle
ptb: Salpico

# SpeckleSchema_localtype:Texture
source: Texture
ptb: Textura

source: Sphere swatch.
ptb: Amostra de esfera.

source: Split face concrete masonry units
ptb: Blocos de concreto de face dividida

source: SpotLight-001
ptb: Refletor

source: Square tiles with light gray speckles
ptb: Azulejos quadrados salpicados de cinza claro

source: Square tiles with white and black circular mosaics
ptb: Azulejos quadrados com mosaicos circulares em preto e branco

source: Squares
ptb: Quadriculados

source: Staggered - 2 heights
ptb: Empilhado – 2 alturas

source: Staggered - Equal height
ptb: Empilhado – Altura igual

source: Stainless
ptb: Inoxidável

source: Stainless Steel 17-4 Precipitation Hardening
ptb: Aço inoxidável 17-4 – Endurecimento por precipitação

source: Stainless Steel 18/8
ptb: Aço inoxidável 18/8

source: Stainless Steel 18/8, brushed finish
ptb: Aço inoxidável 18/8, acabamento escovado

source: Stainless Steel 18/8, polished finish
ptb: Aço inoxidável 18/8, acabamento polido

source: Stainless Steel AISI 316L
ptb: Aço inoxidável AISI 316L

source: Stainless Steel, 18/8
ptb: Aço inoxidável, 18/8

source: Stainless Steel, polished
ptb: Aço inoxidável polido

source: Stainless steel - brushed long
ptb: Aço Inoxidável - Escovado longo

source: Stainless steel - brushed radial
ptb: Aço Inoxidável - Radial escovado

source: Stainless steel - brushed radial stacked
ptb: Aço Inoxidável - Radial escovado empilhado

source: Stainless steel - brushed short
ptb: Aço Inoxidável - Escovado curto

source: Stainless steel - cast
ptb: Aço inoxidável - Fundido

source: Stainless steel - circular alternated mesh 5mm holes- beveled
ptb: Aço inoxidável - Malha alternada circular com perfurações de 5 mm - chanfrado

source: Stainless steel - circular alternated small mesh 3.5mm holes- beveled
ptb: Aço inoxidável - Malha pequena alternada circular com perfurações de 3,5 mm - chanfrado

source: Stainless steel - circular horizontal alternated mesh 3.5x19mm - beveled
ptb: Aço inoxidável - Malha alternada horizontal circular de 3,5x19 mm - chanfrado

source: Stainless steel - circular horizontal mesh 3.5x19mm - beveled
ptb: Aço inoxidável - Malha horizontal circular de 3,5x19 mm - chanfrado

source: Stainless steel - diamond plate 1
ptb: Aço inoxidável - placa em forma de losango 1

source: Stainless steel - diamond plate 2
ptb: Aço inoxidável - placa em forma de losango 2

source: Stainless steel - diamond plate 3
ptb: Aço inoxidável - placa em forma de losango 3

source: Stainless steel - expanded mesh thick
ptb: Aço inoxidável - espessura da malha expandida

source: Stainless steel - expanded mesh thin
ptb: Aço inoxidável - espessura da malha expandida

source: Stainless steel - hexagonal mesh
ptb: Aço inoxidável - malha hexagonal

source: Stainless steel - knurled
ptb: Aço inoxidável - Serrilhado

source: Stainless steel - polished
ptb: Aço Inoxidável - Polido

source: Stainless steel - satin
ptb: Aço inoxidável - Acetinado

source: Stainless steel - square alternated mesh 5mm holes
ptb: Aço inoxidável - Malha alternada quadrada com perfurações de 5 mm

source: Stainless steel - square alternated small mesh 3.5mm holes
ptb: Aço inoxidável - Malha alternada quadrada pequena com perfurações de 3,5 mm

source: Stainless steel - square mesh 5mm holes
ptb: Aço inoxidável - Malha quadrada com perfurações de 5 mm

source: Stainless steel - square small mesh 3.5mm holes
ptb: Aço inoxidável - Malha quadrada pequena com perfurações de 3,5 mm

source: Stainless steel - wire mesh
ptb: Aço inoxidável - Malha de fios

source: Stainless Steel 17-4 Precipitation Hardening
ptb: Aço inoxidável 17-4 – Endurecimento por precipitação

source: Standard soda lime glass
ptb: Vidro sódico-cálcico Standard

source: Standing Seam - Copper
ptb: Aço com emendas - Cobre

source: Standing Seam - Copper Patina
ptb: Aço com emendas - Pátina de cobre

source: Standing Seam - Metal - Dark Brown
ptb: Junta em pé – Metal – Marrom escuro

source: Standing Seam - Metal - Dark Grey
ptb: Junta em pé – Metal – Cinza escuro

source: Standing Seam - Metal - Green
ptb: Junta em pé – Metal – Verde

source: Standing Seam - Metal - Light Brown
ptb: Junta em pé – Metal – Marrom claro

source: Standing Seam - Metal - Medium Brown
ptb: Junta em pé – Metal – Marrom médio

source: Standing Seam - Metal - Red
ptb: Junta em pé – Metal – Vermelho

source: Standing Seam - Metal - Slate
ptb: Junta em pé – Metal – Ardósia

source: Standing Seam - Metal - White
ptb: Junta em pé – Metal – Branco

source: Steel
ptb: Aço

source: Steel - braided 2/2 twill
ptb: Aço - Sarja trançada 2/2

source: Steel - brushed long
ptb: Aço - Escovado longo

source: Steel - brushed radial
ptb: Aço - Radial escovado

source: Steel - brushed radial stacked
ptb: Aço - Radial escovado empilhado

source: Steel - brushed short
ptb: Aço - Escovado curto

source: Steel - cast
ptb: Aço - Fundido

source: Steel - diamond plate 1
ptb: Aço - Chapa em forma de losango 1

source: Steel - diamond plate 2
ptb: Aço - Chapa em forma de losango 2

source: Steel - diamond plate 3
ptb: Aço - Chapa em forma de losango 3

source: Steel - expanded mesh thick
ptb: Aço - Espessura da malha expandida

source: Steel - expanded mesh thin
ptb: Aço - Espessura da malha expandida

source: Steel - galvanized large spangles
ptb: Aço - Lantejoulas grandes galvanizadas

source: Steel - galvanized small spangles
ptb: Aço - Lantejoulas pequenas galvanizadas

source: Steel - hexagonal mesh
ptb: Aço - malha hexagonal

source: Steel - knurled
ptb: Aço - Serrilhado

source: Steel - rough
ptb: Aço - Bruto

source: Steel - satin
ptb: Aço - Acetinado

source: Steel - wire mesh
ptb: Aço - Malha de arame

source: Steel, Fy 245 MPa
ptb: Aço, Fy 245 MPa

source: Steel, Fy 265 MPa
ptb: Aço, Fy 265 MPa

source: Steel, Fy 275 MPa
ptb: Aço, Fy 275 MPa

source: Steel, Fy 325 MPa
ptb: Aço, Fy 325 MPa

source: Steel, Fy 340 MPa
ptb: Aço, Fy 340 MPa

source: Steel, Fy 355 MPa
ptb: Aço, Fy 355 MPa

source: Steel, Fy 415 MPa
ptb: Aço, Fy 415 MPa

source: Steel, Fy 430 MPa
ptb: Aço, Fy 430 MPa

source: Steel, Fy 450 MPa
ptb: Aço, Fy 450 MPa

source: Steel, Fy 460 MPa
ptb: Aço, Fy 460 MPa

source: Steel, S235 (EN 10025-2)
ptb: Aço, S235 (EN 10025-2)

source: Steel, S235 W (EN 10025-5)
ptb: Aço S235 W (EN 10025-5)

source: Steel, S275 (EN 10025-2)
ptb: Aço, S275 (EN 10025-2)

source: Steel, S275 M/ML (EN 10025-4)
ptb: Aço, S275 M/ML (EN 10025-4)

source: Steel, S275 N/NL (EN 10025-3)
ptb: Aço, S275 N/NL (EN 10025-3)

source: Steel, S355 M/ML (EN 10025-4)
ptb: Aço, S355 M/ML (EN 10025-4)

source: Steel, S355 N/NL (EN 10025-3)
ptb: Aço, S355 N/NL (eEN 10025-3)

source: Steel, S355 (EN 10025-2)
ptb: Aço, S355 (EN 10025-2)

source: Steel, S355 W (EN 10025-5)
ptb: Aço, S355 W (EN 10025-5)

source: Steel, S420 M/ML (EN 10025-4)
ptb: Aço, S420 M/ML (EN 10025-4)

source: Steel, S420 N/NL (EN 10025-3)
ptb: Aço, S420 N/NL (EN 10025-3)

source: Steel, S450 (EN 10025-2)
ptb: Aço, S450 (EN 10025-2)

source: Steel, S460 M/ML (EN 10025-4)
ptb: Aço, S460 M/ML (EN 10025-4)

source: Steel, S460 N/NL (EN 10025-3)
ptb: Aço, S460 N/NL (EN 10025-3)

source: Steel, S460 (EN 10025-6)
ptb: Aço, S460 (EN 10025-6)

source: Steel, S460 Q/QL/QL1 (EN 10025-6)
ptb: Aço, S460 Q/QL/QL1 (EN 10025-6)

source: Steel, mill finish
ptb: Aço, acabamento laminado

source: Steel, paint finish, blue
ptb: Aço, acabamento pintado, azul

source: Steel, paint finish, dark gray, glossy
ptb: Aço, acabamento pintado, cinza escuro, com brilho

source: Steel, paint finish, dark gray, matte
ptb: Aço, acabamento pintado, cinza escuro, fosco

source: Steel, paint finish, ivory, glossy
ptb: Aço, acabamento pintado, marfim, brilhante

source: Steel, paint finish, ivory, matte
ptb: Aço, acabamento pintado, marfim, fosco

source: Steel, paint finish, red, glossy
ptb: Aço, acabamento pintado, vermelho, com brilho

source: Steel, sheet
ptb: Aço, folha

source: Stone
ptb: Pedra

source: Stone - Blue Stone
ptb: Pedra – Pedra azul

source: Stone - Grey
ptb: Pedra – Cinza

source: Stone - Pea stone - Brown
ptb: Pedra – Seixo rolado – Marrom

source: Stone - Pea stone - Grey
ptb: Pedra – Seixo rolado – Cinza

source: Stone - Red
ptb: Pedra – Vermelho

source: Stone material.
ptb: Material de pedra.

source: Stone, granite
ptb: Pedra, granito

source: Stone, rough tan
ptb: Pedra bruta, castanha

source: Stone-001
ptb: Ardósia - Azul

source: Stone-002
ptb: Ardósia - Cinza

source: Stone-003
ptb: Polido - Preto

source: Stone-004
ptb: Polido - Rosa

source: Stone-005
ptb: Fino - Alabastro

source: Stone-006
ptb: Polido áspero - Branco

source: Stone-007
ptb: Polido fino - Branco

source: Stone-008
ptb: Travertino

source: Stone-009
ptb: Quadriculados - Cinza-Marrom

source: Stone-010
ptb: Quadriculados - Cobre-Preto-Azul

source: Stone-011
ptb: Cinza salpicado

source: Stone-012
ptb: Multicolorido

source: Stone-013
ptb: Rosa

source: Stone-014
ptb: Pedra de pavimentação

source: Stone-015
ptb: Quadriculado - Grande com veios

source: Stone-016
ptb: Paralelepípedo - Jateado multicolorido

source: Stone-017
ptb: Pedra bruta - Entrelaçada

source: Stone-018
ptb: Cascalho - Solto

source: Stone-019
ptb: Bruto - Preto

source: Stone-020
ptb: Bruto - Rosa

source: Stone-021
ptb: Bruto - Vermelho

source: Stone-022
ptb: Áspero polido - Alabastro

source: Stone-023
ptb: Fino polido - Alabastro

source: Stone-024
ptb: Parede de pedra entalhada

source: Stone-025
ptb: Agregado exposto

source: Stone-026
ptb: Pedra de rio - Azul

source: Stone-027
ptb: Sem acabamento

source: Stone/Granite
ptb: Pedra/Granito

source: Stone/Marble
ptb: Pedra/Mármore

# StoneSchema_localname:Stone
source: Stone
ptb: Pedra

# StoneSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Straw board
ptb: Papelão de palha

source: Straw fiberboard
ptb: Chapa de fibra de palha

source: Straw thatch
ptb: Cobertura de palha

source: Strength Class C14 Timber
ptb: Madeira de classe de resistência C14

source: Strength Class C16 Timber
ptb: Madeira de classe de resistência C16

source: Strength Class C18 Timber
ptb: Madeira de classe de resistência C18

source: Strength Class C20 Timber
ptb: Madeira de classe de resistência C20

source: Strength Class C22 Timber
ptb: Madeira de classe de resistência C22

source: Strength Class C24 Timber
ptb: Madeira de classe de resistência C24

source: Strength Class C27 Timber
ptb: Madeira de classe de resistência C27

source: Strength Class C30 Timber
ptb: Madeira de classe de resistência C30

source: Strength Class C35 Timber
ptb: Madeira de classe de resistência C35

source: Strength Class C40 Timber
ptb: Madeira de classe de resistência C40

source: Strength Class C45 Timber
ptb: Madeira de classe de resistência C45

source: Strength Class C50 Timber
ptb: Madeira de classe de resistência C50

source: Strength Class D18 Timber
ptb: Madeira de classe de resistência D18

source: Strength Class D24 Timber
ptb: Madeira de classe de resistência D24

source: Strength Class D30 Timber
ptb: Madeira de classe de resistência D30

source: Strength Class D35 Timber
ptb: Madeira de classe de resistência D35

source: Strength Class D40 Timber
ptb: Madeira de classe de resistência D40

source: Strength Class D50 Timber
ptb: Madeira de classe de resistência D50

source: Strength Class D60 Timber
ptb: Madeira de classe de resistência D60

source: Strength Class D70 Timber
ptb: Madeira de classe de resistência D70

source: Stripes
ptb: Listras

source: Structural
ptb: Estrutural

source: Structural Steel
ptb: Aço estrutural

source: Structural steel, ASTM A36 Grade B, mill finish
ptb: Aço estrutural A36 grau, ASTM B, acabamento laminado

source: Structural steel, high strength low alloy, ASTM - A572 - 50
ptb: Aço estrutural, alta resistência Liga baixa, - ASTM A572 - 50

source: Structural steel, high strength low alloy, ASTM - A913 - 50
ptb: Aço estrutural, alta resistência Liga baixa, ASTM - A913 - 50

source: Structural tile, 2 cores
ptb: Azulejo estrutural de 2 núcleos

source: StructuralBasic
ptb: Estrutural básico padrão

# StructuralBasicSchema_localname:Basic
source: Basic
ptb: Básico

# StructuralBasicSchema_localtype:Physical
source: Physical
ptb: Físico

source: StructuralConcrete
ptb: Concreto estrutural padrão

source: StructuralConcrete-001
ptb: Concreto

source: StructuralConcrete-002
ptb: Concreto 3.0 ksi

source: StructuralConcrete-003
ptb: Concreto 3.5 ksi

source: StructuralConcrete-004
ptb: Concreto 4.0 ksi

source: StructuralConcrete-005
ptb: Concreto 4.5 ksi

source: StructuralConcrete-006
ptb: Concreto 5.0 ksi

source: StructuralConcrete-007
ptb: Concreto 5.5 ksi

source: StructuralConcrete-008
ptb: Concreto 6.0 ksi

source: StructuralConcrete-009
ptb: Concreto 7.0 ksi

source: StructuralConcrete-010
ptb: Concreto 8.0 ksi

source: StructuralConcrete-012
ptb: Concreto 9.0 ksi

source: StructuralConcrete-013
ptb: Concreto 10.0 ksi

source: StructuralConcrete-014
ptb: Concreto 11.0 ksi

source: StructuralConcrete-015
ptb: Concreto 12.0 ksi

source: StructuralConcrete-016
ptb: Concreto leve 28 MPa

source: StructuralConcrete-017
ptb: Concreto leve 4 ksi

source: StructuralConcrete-018
ptb: Concreto 21 MPa

source: StructuralConcrete-019
ptb: Concreto 28 MPa

source: StructuralConcrete-020
ptb: Concreto 35 MPa

source: StructuralConcrete-021
ptb: Concreto reforçado com fibra de vidro

source: StructuralConcrete-022
ptb: Concreto 7_5 MPa

source: StructuralConcrete-023
ptb: Concreto 10 MPa

source: StructuralConcrete-024
ptb: Concreto 15 MPa

source: StructuralConcrete-025
ptb: Concreto 20 MPa

source: StructuralConcrete-026
ptb: Concreto 25 MPa

source: StructuralConcrete-027
ptb: Concreto 30 MPa

source: StructuralConcrete-028
ptb: Concreto 40 MPa

source: StructuralConcrete-029
ptb: Concreto 45 MPa

source: StructuralConcrete-030
ptb: Concreto 50 MPa

source: StructuralConcrete-031
ptb: Concreto 60 MPa

source: StructuralConcrete-032
ptb: Concreto LW 30 MPa

source: StructuralConcrete-033
ptb: Concreto LW 40 MPa

source: StructuralConcrete-034
ptb: Concreto LW 45 MPa

source: StructuralConcrete-035
ptb: Concreto LW 50 MPa

source: StructuralConcrete-036
ptb: C12/15

source: StructuralConcrete-037
ptb: C16/20

source: StructuralConcrete-038
ptb: C20/25

source: StructuralConcrete-039
ptb: C25/30

source: StructuralConcrete-040
ptb: C30/37

source: StructuralConcrete-041
ptb: C35/45

source: StructuralConcrete-042
ptb: C40/50

source: StructuralConcrete-043
ptb: C45/55

source: StructuralConcrete-044
ptb: C50/60

source: StructuralConcrete-045
ptb: C55/67

source: StructuralConcrete-046
ptb: C60/75

source: StructuralConcrete-047
ptb: C70/85

source: StructuralConcrete-048
ptb: C80/95

source: StructuralConcrete-049
ptb: C90/105

# StructuralConcreteSchema_localname:Concrete
source: Concrete
ptb: Concreto

# StructuralConcreteSchema_localtype:Physical
source: Physical
ptb: Propriedades físicas

source: StructuralFatigue
ptb: Fadiga estrutural padrão
