Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# MirrorSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Misc
ptb: Diversos

source: Miscellaneous
ptb: Diversos

source: Miscellaneous/Base Materials
ptb: Materiais diversos/de base

source: Miscellaneous/Carbon Fiber
ptb: Diversos/Fibra de carbono

source: Miscellaneous/Emissive
ptb: Diversos/Emissor

source: Miscellaneous/Foam
ptb: Diversos/Espuma

source: Miscellaneous/Gemstone
ptb: Diversos/Gema

source: Miscellaneous/Ground Plane
ptb: Diversos/Plano do chão

source: Miscellaneous/Rubber
ptb: Diversos/Borracha

source: Miscellaneous/Wax
ptb: Diversos/Cera

source: Modular brick
ptb: Tijolo modular

source: Molded HDPE
ptb: HDPE moldado

source: Molded LDPE
ptb: LDPE moldado

source: Molded Nylon
ptb: Náilon moldado

source: Molded PTFE, Polytetrafluoroethylene
ptb: PTFE moldado - politetrafluoroetileno

source: Molded Silicone Rubber
ptb: Borracha de silicone moldada

source: Molybdenum disulphide filled nylon
ptb: Náilon preenchido com bissulfeto de molibdênio

source: Monel metal
ptb: Metal monel

source: Monterey Pine
ptb: Pinho de Monterey

source: Month:
ptb: Mês:

# Month:uilabel
source: Month:
ptb: Mês:

source: Mosaic
ptb: Mosaico

source: Mosiac tile, gray
ptb: Azulejo de mosaico cinza

source: Mud
ptb: Adobe

source: Mud brick
ptb: Tijolo de adobe

source: Mulch - Black
ptb: Camada de matéria vegetal – Preto

source: Mulch - Brown
ptb: Camada de matéria vegetal – Marrom

source: Mulch - Mix brown and soil
ptb: Camada de matéria vegetal – Mistura marrom e solo

source: Mulch - Red
ptb: Camada de matéria vegetal – Vermelho

source: Mulch Black
ptb: Camada de matéria vegetal – Preto

source: Mulch Brown
ptb: Camada de matéria vegetal – Marrom

source: Mulch Brown Mix
ptb: Camada de matéria vegetal – Mistura marrom

source: Mulch Red
ptb: Camada de matéria vegetal – Vermelho

source: Natural Rubber
ptb: Borracha natural

source: Natural rubber
ptb: Borracha natural

source: Natural rubber, black
ptb: Borracha natural preta

source: Natural wool
ptb: Lã natural

source: Neoprene rubber
ptb: Borracha de neoprene

source: Nickel
ptb: Níquel

source: Nickel - polished
ptb: Níquel - Polido

source: Nickel - satin
ptb: Níquel - Acetinado

source: Nickel Chromium Vanadium steel
ptb: Aço-cromo-vanadium de níquel

source: Nickel Molybdenum steel
ptb: Aço-níquel-molibdênio

source: Nickel, polished
ptb: Níquel polido

source: Nitride
ptb: Nitreto

source: Nitrile rubber
ptb: Borracha de nitril

source: Nitrogen
ptb: Nitrogênio

source: Nitrogen, properties at atmospheric pressure
ptb: Nitrogênio, propriedades à pressão atmosférica

source: Noise
ptb: Ruído

source: Noise map.
ptb: Mapeamento de ruído.

# NoiseSchema_localname:Noise
source: Noise
ptb: Ruído

# NoiseSchema_localtype:Texture
source: Texture
ptb: Textura

source: Non Ferrous
ptb: Não ferroso

source: Non alloy steel
ptb: Aço sem liga

source: Nonlinear structural asset.
ptb: Recurso estrutural não linear.

source: Norman brick
ptb: Tijolo Norman

source: Northern Red Oak
ptb: Carvalho vermelho do norte

source: Norway Spruce
ptb: Abeto da Noruega

source: Nylon 6
ptb: Náilon 6

source: Nylon 6-6 - white glossy
ptb: Náilon 6-6 - Branco com brilho

source: Nylon 6/6
ptb: Náilon 6/6

source: OSB
ptb: Painel estrutural de tiras de madeira

source: OSB, oriented strand board, aspen
ptb: Painel estrutural de tiras de madeira, tábua de fibra orientada, álamo tremedor

# Oak - Reclaimed - Rustic Flooring - 5&quot; wide
source: Oak - Reclaimed - Rustic Flooring - 5" wide
ptb: Carvalho – Reutilizado – Piso rústico – 5 pol. de largura

# Oak Distressed Flooring - 5&quot; wide
source: Oak Distressed Flooring - 5" wide
ptb: Piso de carvalho envelhecido – 5 pol. de largura

source: Oak Flooring, Espresso
ptb: Piso de carvalho, Espresso

source: Octagon Dot
ptb: Ponto octogonal

source: Opaque
ptb: Opaco

source: Optical glass
ptb: Vidro óptico

source: Other
ptb: Outros

source: Oxygen
ptb: Oxigênio

source: Oxygen free copper
ptb: Cobre sem oxigênio

source: Oxygen, properties at atmospheric pressure
ptb: Oxigênio, propriedades à pressão atmosférica

source: PCB laminates
ptb: Laminados de PCB

source: PET
ptb: O PET

source: PVC foam board
ptb: Placa de espuma de PVC

source: Package
ptb: Pacote

source: Paek - beige rough
ptb: Paek - Bege bruto

source: Paint
ptb: Pintura

source: Paint - Powder coat black
ptb: Tinta - Revestimento preto

source: Paint - Powder coat black rough
ptb: Tinta - Revestimento preto bruto

source: Paint - Powder coat blue
ptb: Tinta - Revestimento azul

source: Paint - Powder coat blue rough
ptb: Tinta - Revestimento azul bruto

source: Paint - Powder coat dark grey
ptb: Tinta - Revestimento cinza escuro

source: Paint - Powder coat dark grey rough
ptb: Tinta - Revestimento verde escuro bruto

source: Paint - Powder coat green
ptb: Tinta - Revestimento verde

source: Paint - Powder coat green rough
ptb: Tinta - Revestimento verde bruto

source: Paint - Powder coat grey
ptb: Tinta - Revestimento cinza

source: Paint - Powder coat grey rough
ptb: Tinta - Revestimento cinza bruto

source: Paint - Powder coat red
ptb: Tinta - Revestimento vermelho

source: Paint - Powder coat red rough
ptb: Tinta - Revestimento vermelho bruto

source: Paint - Powder coat white
ptb: Tinta - Revestimento branco

source: Paint - Powder coat white rough
ptb: Tinta - Revestimento branco bruto

source: Paint - Powder coat yellow
ptb: Tinta - Revestimento amarelo

source: Paint - Powder coat yellow rough
ptb: Tinta - Revestimento amarelo bruto

source: Paint - enamel black glossy
ptb: Tinta - Esmalte preto com brilho

source: Paint - enamel blue glossy
ptb: Tinta - esmalte azul com brilho

source: Paint - enamel dark grey glossy
ptb: Tinta - esmalte cinza escuro com brilho

source: Paint - enamel green glossy
ptb: Tinta - esmalte verde com brilho

source: Paint - enamel grey glossy
ptb: Tinta - enamel cinza com brilho

source: Paint - enamel red glossy
ptb: Tinta - esmalte vermelho com brilho

source: Paint - enamel white glossy
ptb: Tinta - esmalte branco com brilho

source: Paint - enamel yellow glossy
ptb: Tinta - esmalte amarelo com brilho

source: Paint material for interiors.
ptb: Material de pintura para interiores.

source: Paint-001
ptb: Preto

source: Paint-002
ptb: Preto

source: Paint-003
ptb: Água-marinha

source: Paint-004
ptb: Azul esverdeado

source: Paint-005
ptb: Azul céu escuro

source: Paint-006
ptb: Turquesa escuro

source: Paint-007
ptb: Azul céu escuro

source: Paint-008
ptb: Turquesa escuro

source: Paint-009
ptb: Azul céu médio

source: Paint-010
ptb: Turquesa

source: Paint-011
ptb: Azul ardósia

source: Paint-012
ptb: Ciano

source: Paint-013
ptb: Ciano

source: Paint-014
ptb: Pervinca

source: Paint-015
ptb: Azul aço claro

source: Paint-016
ptb: Azul aço claro

source: Paint-017
ptb: Azul aço

source: Paint-018
ptb: Violeta

source: Paint-019
ptb: Castanho

source: Paint-020
ptb: Chocolate

source: Paint-021
ptb: Rajado

source: Paint-022
ptb: Chocolate claro

source: Paint-023
ptb: Café

source: Paint-024
ptb: Bege claro

source: Paint-025
ptb: Bege claro

source: Paint-026
ptb: Areia

source: Paint-027
ptb: Trigo

source: Paint-028
ptb: Trigo

source: Paint-029
ptb: Pérola

source: Paint-030
ptb: Cinza escuro

source: Paint-031
ptb: Cinza escuro

source: Paint-032
ptb: Cinza claro

source: Paint-033
ptb: Cinza claro

source: Paint-034
ptb: Cinza

source: Paint-035
ptb: Verde amarelado

source: Paint-036
ptb: Verde floresta

source: Paint-037
ptb: Verde floresta

source: Paint-038
ptb: Verde oliva escuro

source: Paint-039
ptb: Verde oliva

source: Paint-040
ptb: Verde escuro

source: Paint-041
ptb: Marrom claro

source: Paint-042
ptb: Vermelho alaranjado

source: Paint-043
ptb: Laranja

source: Paint-044
ptb: Vermelho escuro

source: Paint-045
ptb: Vermelho claro

source: Paint-046
ptb: Vermelho

source: Paint-047
ptb: Vermelho

source: Paint-048
ptb: Salmão

source: Paint-049
ptb: Marrom avermelhado

source: Paint-050
ptb: Branco frio

source: Paint-051
ptb: Branco frio

source: Paint-052
ptb: Marfim com brilho

source: Paint-053
ptb: Marfim fosco

source: Paint-054
ptb: Branco linho

source: Paint-055
ptb: Branco linho

source: Paint-056
ptb: Branco

source: Paint-057
ptb: Branco

source: Paint-058
ptb: Canário

source: Paint-059
ptb: Amarelo

source: Paint-060
ptb: Plana - Branca antiga

source: Paint-061
ptb: Azul - Tinta de parede - Com brilho

source: Paint-062
ptb: Bege

source: Paint-063
ptb: Azul esverdeado escuro

source: Paint-064
ptb: Marinho

source: Paint-065
ptb: Marinho

source: Paint-066
ptb: Ciano escuro

source: Paint-067
ptb: Pervinca

source: Paint-068
ptb: Turquesa

source: Paint-069
ptb: Castanho claro

source: Paint-070
ptb: Cinza

source: Paint-071
ptb: Verde amarelado

source: Paint-072
ptb: Oliva escuro

source: Paint-073
ptb: Marrom claro

source: Paint-074
ptb: Grená

source: Paint-075
ptb: Reflexivo - Vermelho

source: Paint-076
ptb: Vermelho alaranjado claro

source: Paint-077
ptb: Vermelho escuro

source: Paint-078
ptb: Dourado

source: Paint-079
ptb: Amarelo

source: Paint-080
ptb: Magenta

source: Paint-081
ptb: Vermelho claro

source: Paint/Glossy
ptb: Tinta/Com brilho

source: Paint/Metal Flake
ptb: Tinta/Metalizada

source: Paint/Metallic
ptb: Tinta/Metálica

source: Paint/Powder Coat Rough
ptb: Tinta/Revestimento bruto

source: Paint/Powder Coat Smooth
ptb: Tinta/Revestimento suave

source: Palladium
ptb: Paládio

source: Palladium - polished
ptb: Paládio - Polido

source: Palladium - satin
ptb: Paládio - Acetinado

source: Panels
ptb: Painéis

source: Paper
ptb: Papel

source: Paper - white
ptb: Papel - Branco

source: Parquet 3 Fingers
ptb: Parquete 3 dedos

source: Parquet 4 Fingers
ptb: Parquete 4 dedos

source: Partially filled heavyweight masonry units
ptb: Blocos de concreto pesados parcialmente preenchidos

source: Partially filled lightweight masonry units
ptb: Blocos de concreto leves parcialmente preenchidos

source: Partially filled medium weight masonry units
ptb: Blocos de concreto de peso médio parcialmente preenchidos

source: Particleboard
ptb: Tábua de partículas

source: Paving brick
ptb: Tijolo para pavimentação

source: Pea Stone, Brown
ptb: Seixo rolado, Marrom

source: Pea Stone, Grey
ptb: Seixo rolado, Cinza

source: Peach tint
ptb: Tom de pêssego

source: Percelain wall tile
ptb: Azulejo de porcelana

source: Perlite
ptb: Perlita

source: Perlite filled concrete masonry units
ptb: Blocos de concreto preenchidos com perlita

source: Perlite insulation board
ptb: Placa isolante de perlita

source: Perlite loose fill
ptb: Preenchimento solto de perlita

source: Perlite-filled lightweight masonry units
ptb: Blocos de concreto leves preenchidos com perlita

source: Perlite-filled meduim weight masonry units
ptb: Blocos de concreto de peso médio preenchidos com perlita

source: Phenolic - amber
ptb: Fenólico - Âmbar

source: Phenolic Resin
ptb: Resina fenólica

source: Phenolic formaldehyde resins
ptb: Resinas de formaldeído fenólico

source: Philippine Mahogony
ptb: Mogno das Filipinas

source: Photographic Tone Operator
ptb: Operador de tom fotográfico

source: PhotographicToneOp
ptb: Operador de tom fotográfico

# PhotographicToneOpGroup
source: Photographic ToneOp
ptb: Operador de tom fotográfico

source: PhysMat
ptb: Material físico

# PhysMatSchema_localname:Physical Material
source: Physical Material
ptb: Material físico

source: Physical material.
ptb: Material físico.

source: PhysicalBasic-001
ptb: Porcelana

source: PhysicalBasic-002
ptb: Compensado de bambu

source: PhysicalBasic-003
ptb: Placas de cortiça

source: PhysicalBasic-004
ptb: Piso de vinil

source: PhysicalBasic-005
ptb: Isolamento de celulose

source: PhysicalBasic-006
ptb: Impermeabilização

source: PhysicalBasic-007
ptb: EIFS - Isolamento externo

source: PhysicalBasic-008
ptb: Isolamento de fibra de vidro

source: PhysicalBasic-009
ptb: Perlita

source: PhysicalBasic-010
ptb: Lã de rocha

source: PhysicalBasic-011
ptb: Vermiculita

source: PhysicalBasic-012
ptb: Espuma de poliestireno extrusado

source: PhysicalBasic-013
ptb: Tijolo - Adobe

source: PhysicalBasic-014
ptb: Tijolo comum

source: PhysicalBasic-015
ptb: Tijolo oco

source: PhysicalBasic-016
ptb: Tijolo para pisos

source: PhysicalBasic-017
ptb: Placa de forro acústico

source: PhysicalBasic-018
ptb: Concreto asfáltico

source: PhysicalBasic-019
ptb: Asfalto - Betume

source: PhysicalBasic-020
ptb: Terra

source: PhysicalBasic-021
ptb: Cascalho

source: PhysicalBasic-022
ptb: Papel

source: PhysicalBasic-023
ptb: Areia

source: PhysicalBasic-024
ptb: Gesso reforçado com fibra de vidro

source: PhysicalBasic-025
ptb: Placa de parede de gesso

source: PhysicalBasic-026
ptb: Gesso

source: PhysicalBasic-027
ptb: Estuque

source: PhysicalBasic-028
ptb: Poli-isocianato

source: PhysicalBasic-029
ptb: Poli-isocianurato

source: PhysicalBasic-030
ptb: Espuma de poliuretano

source: PhysicalBasic-031
ptb: Telha de asfalto

source: PhysicalBasic-033
ptb: Ardósia

source: PhysicalBasic-034
ptb: Carpete

source: PhysicalBasic-035
ptb: Tecido - Algodão

source: PhysicalBasic-036
ptb: Tecido - Poliéster

source: PhysicalBasic-037
ptb: Couro

source: PhysicalBasic-038
ptb: Azulejo - Terracotta

source: PhysicalBasic-039
ptb: Azulejo - Porcelana

source: PhysicalBasic-040
ptb: Azulejo - Não esmaltado

source: PhysicalBasic-041
ptb: Bancada de cozinha sólida

source: PhysicalFatigue_200
ptb: Alumínio 5083 87 formado a frio

source: PhysicalFatigue_201
ptb: Alumínio 5052 H32

source: PhysicalFatigue_202
ptb: Alumínio 5454 0 formado a frio

source: PhysicalFatigue_203
ptb: Alumínio 6061 T6 80 formado a quente

source: PhysicalFatigue_204
ptb: Alumínio 6061 T6 0 formado a frio

source: PhysicalFatigue_205
ptb: Alumínio 7175 T73 0 formado a quente

source: PhysicalFatigue_206
ptb: Aço, MAN-TEN

source: PhysicalFatigue_207
ptb: Aço, RQC100

source: PhysicalFatigue_208
ptb: Aço AISI 1006 85 HR

source: PhysicalFatigue_209
ptb: Aço AISI 1006 85B HR

source: PhysicalFatigue_210
ptb: Aço AISI 1008 91 HR

source: PhysicalFatigue_211
ptb: Aço AISI 1015 80 NORM

source: PhysicalFatigue_212
ptb: Aço AISI 1018 106 HR

source: PhysicalFatigue_213
ptb: Aço AISI 1018 118 QT

source: PhysicalFatigue_214
ptb: Aço AISI 1018 209 QT

source: PhysicalFatigue_215
ptb: Aço AISI 1020 107 HR

source: PhysicalFatigue_216
ptb: Aço AISI 1020 108 ANLD

source: PhysicalFatigue_217
ptb: Aço AISI 1030 128 HR

source: PhysicalFatigue_218
ptb: Aço AISI 1030 128A HR

source: PhysicalFatigue_219
ptb: Aço AISI 1045 225 ANLD

source: PhysicalFatigue_220
ptb: Aço AISI 1045 390 QT

source: PhysicalFatigue_221
ptb: Aço AISI 1045 450 QT

source: PhysicalFatigue_222
ptb: Aço AISI 1045 500 QT

source: PhysicalFatigue_223
ptb: Aço AISI 1045 595 QT

source: PhysicalFatigue_224
ptb: Aço AISI 1045 705 QT

source: PhysicalFatigue_225
ptb: Aço AISI 1045 HV HR

source: PhysicalFatigue_226
ptb: Aço AISI 1080 371 QT

source: PhysicalFatigue_227
ptb: Aço AISI 1080 410 QT

source: PhysicalFatigue_228
ptb: Aço AISI 1080 421 AUST

source: PhysicalFatigue_229
ptb: Aço AISI 1522 289 HR

source: PhysicalFatigue_230
ptb: Aço AISI 1522 304 HR

source: PhysicalFatigue_231
ptb: Aço AISI 1541 362 QT

source: PhysicalFatigue_232
ptb: Aço AISI 1561 234 HR

source: PhysicalFatigue_233
ptb: Aço AISI 4130 259 QT

source: PhysicalFatigue_234
ptb: Aço AISI 4130 366 QT

source: PhysicalFatigue_235
ptb: Aço AISI 4142 380 QT

source: PhysicalFatigue_236
ptb: Aço AISI 4142 400 QT

source: PhysicalFatigue_237
ptb: Aço AISI 4142 450 QT

source: PhysicalFatigue_238
ptb: Aço AISI 4142 450A QT

source: PhysicalFatigue_239
ptb: Aço AISI 4142 475 QT

source: PhysicalFatigue_240
ptb: Aço AISI 4142 475A QT

source: PhysicalFatigue_241
ptb: Aço AISI 4142 560 QT

source: PhysicalFatigue_242
ptb: Aço AISI 4142 670 QT

source: PhysicalFatigue_243
ptb: Aço AISI 4340 242 HR

source: PhysicalFatigue_244
ptb: Aço AISI 4340 350A QT

source: PhysicalFatigue_245
ptb: Aço AISI 4340 350B QT

source: PhysicalFatigue_246
ptb: Aço AISI 4340 350C QT

source: PhysicalFatigue_247
ptb: Aço AISI 4340 409 QT

source: PhysicalFatigue_248
ptb: Aço AISI 5160 434 QT

source: PhysicalFatigue_249
ptb: Aço AISI 5210 517 H

source: PhysicalFatigue_250
ptb: Aço AISI 8630 254 NORM

source: PhysicalFatigue_251
ptb: Aço AISI 8640 361 QT

source: PhysicalFatigue_252
ptb: Aço AISI 9262 260 NORM

source: PhysicalFatigue_253
ptb: Aço AISI 9262 271 QT

source: PhysicalGas-001
ptb: Ar

source: PhysicalGas-002
ptb: Argônio

source: PhysicalGas-003
ptb: Dióxido de carbono

source: PhysicalGas-004
ptb: Cloro

source: PhysicalGas-005
ptb: Hélio

source: PhysicalGas-006
ptb: Hidrogênio

source: PhysicalGas-007
ptb: Metano

source: PhysicalGas-008
ptb: Nitrogênio

source: PhysicalGas-009
ptb: Oxigênio

source: PhysicalGen_103
ptb: Material genérico

source: PhysicalLiquid-001
ptb: Água

source: PhysicalMetal_100
ptb: Liga de aço

source: PhysicalMetal_103
ptb: Latão - Amarelo macio

source: PhysicalMetal_106
ptb: Bronze - Fundido

source: PhysicalMetal_107
ptb: Cobre - Fundido

source: PhysicalMetal_108
ptb: Ferro - Fundido

source: PhysicalMetal_109
ptb: Aço - Fundido

source: PhysicalMetal_111
ptb: Liga de cobre

source: PhysicalMetal_113
ptb: Aço - galvanizado

source: PhysicalMetal_115
ptb: Ferro - cinza

source: PhysicalMetal_117
ptb: Ferro maleável

source: PhysicalMetal_118
ptb: Liga de Nickel-Copper 400

source: PhysicalMetal_118_2
ptb: Inconel 718

source: PhysicalMetal_118_3
ptb: Inconel 625

source: PhysicalMetal_118_4
ptb: Inconel 718 Plus

source: PhysicalMetal_121
ptb: Aço inoxidável

source: PhysicalMetal_122
ptb: Aço inoxidável - 440C

source: PhysicalMetal_123
ptb: Aço inoxidável - Austenítico

source: PhysicalMetal_124
ptb: Aço

source: PhysicalMetal_125
ptb: Aço - alta resistência liga baixa

source: PhysicalMetal_126
ptb: Aço - suave

source: PhysicalMetal_128
ptb: Alumínio 6061 - Soldado

source: PhysicalMetal_129
ptb: Latão - Amarelo macio - Soldado

source: PhysicalMetal_130
ptb: Aço inoxidável - 440C - Soldado

source: PhysicalMetal_131
ptb: Aço - Suave - Soldado

source: PhysicalMetal_132
ptb: Cobre - Forjado

source: PhysicalMetal_133
ptb: Aço - Forjado

source: PhysicalMetal_136
ptb: Liga de alumínio 1100-H18

source: PhysicalMetal_141
ptb: Liga de alumínio 3003-H14

source: PhysicalMetal_142
ptb: Liga de alumínio 3003-H16

source: PhysicalMetal_143
ptb: Liga de alumínio 3003-O

source: PhysicalMetal_144
ptb: Liga de alumínio 3004-H32

source: PhysicalMetal_145
ptb: Liga de alumínio 3004-H34

source: PhysicalMetal_146
ptb: Liga de alumínio 3004-H38

source: PhysicalMetal_147
ptb: Liga de alumínio 3004-O

source: PhysicalMetal_148
ptb: Liga de alumínio 3105-H12

source: PhysicalMetal_149
ptb: Liga de alumínio 3105-H14

source: PhysicalMetal_150
ptb: Liga de alumínio 3105-H16

source: PhysicalMetal_151
ptb: Liga de alumínio 3105-H18

source: PhysicalMetal_152
ptb: Liga de alumínio 3105-O

source: PhysicalMetal_154
ptb: Liga de alumínio 5005-H14

source: PhysicalMetal_155
ptb: Liga de alumínio 5005-H16

source: PhysicalMetal_156
ptb: Liga de alumínio 5005-H18

source: PhysicalMetal_157
ptb: Liga de alumínio 5005-H38

source: PhysicalMetal_158
ptb: Liga de alumínio 5005-O

source: PhysicalMetal_159
ptb: Liga de alumínio 5052-H34

source: PhysicalMetal_160
ptb: Liga de alumínio 5052-H36

source: PhysicalMetal_161
ptb: Liga de alumínio 5052-H38

source: PhysicalMetal_162
ptb: Liga de alumínio 5052-O

source: PhysicalMetal_163
ptb: Liga de alumínio 6061-O

source: PhysicalMetal_164
ptb: Ferro fundido cinza - ASTM A-48 grau 20

source: PhysicalMetal_168
ptb: Ferro fundido cinza - ASTM A-48 grau 40

source: PhysicalMetal_169
ptb: Ferro fundido cinza - ASTM A-48 grau 50

source: PhysicalMetal_170
ptb: Ferro fundido cinza - ASTM A-48 grau 60

source: PhysicalMetal_171
ptb: Liga de magnésio (AZ63A)

source: PhysicalMetal_171_2
ptb: Magnésio AZ91E T6

source: PhysicalMetal_172
ptb: Titânio liga (6Al-4V)

source: PhysicalMetal_173
ptb: Aço AISI 1015 - Recozido

source: PhysicalMetal_174
ptb: Aço AISI 1022 - Recozido

source: PhysicalMetal_175
ptb: Aço AISI 1050 - Recozido

source: PhysicalMetal_176
ptb: Aço AISI 1080 - Recozido

source: PhysicalMetal_177
ptb: Aço AISI 1118 - Recozido

source: PhysicalMetal_178
ptb: Aço AISI 1144 - Recozido

source: PhysicalMetal_179
ptb: Aço AISI 4130

source: PhysicalMetal_180
ptb: Aço AISI 4150 - Recozido

source: PhysicalMetal_181
ptb: Aço AISI 4620 - Recozido

source: PhysicalMetal_182
ptb: Aço AISI 5150 - Recozido

source: PhysicalMetal_183
ptb: Aço AISI 6150 - Recozido

source: PhysicalMetal_184
ptb: Aço AISI 8650 - Recozido

source: PhysicalMetal_187
ptb: Aço ASTM - A441

source: PhysicalMetal_188
ptb: Aço ASTM - A514

source: PhysicalMetal_189
ptb: Aço ASTM A572 -

source: PhysicalMetal_190
ptb: Aço inoxidável AISI 202

source: PhysicalMetal_191
ptb: Aço inoxidável 302 AISI - Recozido

source: PhysicalMetal_192
ptb: Aço inoxidável AISI 309

source: PhysicalMetal_193
ptb: Aço inoxidável AISI 310

source: PhysicalMetal_194
ptb: Aço inoxidável AISI 317

source: PhysicalMetal_194_2
ptb: Aço inoxidável 316L

source: PhysicalMetal_195
ptb: Aço inoxidável AISI 405

source: PhysicalMetal_196
ptb: Aço inoxidável AISI 430

source: PhysicalMetal_197
ptb: Aço inoxidável AISI 446

source: PhysicalMetal_200
ptb: Alumínio 5083 87 formado a frio

source: PhysicalMetal_201
ptb: Alumínio 5052 H32

source: PhysicalMetal_202
ptb: Alumínio 5454 0 formado a frio

source: PhysicalMetal_203
ptb: Alumínio 6061 T6 80 formado a quente

source: PhysicalMetal_204
ptb: Alumínio 6061 T6 0 formado a frio

source: PhysicalMetal_205
ptb: Alumínio 7175 T73 0 formado a quente

source: PhysicalMetal_206
ptb: Aço, MAN-TEN

source: PhysicalMetal_207
ptb: Aço, RQC100

source: PhysicalMetal_208
ptb: Aço AISI 1006 85 HR

source: PhysicalMetal_209
ptb: Aço AISI 1006 85B HR

source: PhysicalMetal_210
ptb: Aço AISI 1008 91 HR

source: PhysicalMetal_211
ptb: Aço AISI 1015 80 NORM

source: PhysicalMetal_212
ptb: Aço AISI 1018 106 HR

source: PhysicalMetal_213
ptb: Aço AISI 1018 118 QT

source: PhysicalMetal_214
ptb: Aço AISI 1018 209 QT

source: PhysicalMetal_215
ptb: Aço AISI 1020 107 HR

source: PhysicalMetal_216
ptb: Aço AISI 1020 108 ANLD

source: PhysicalMetal_217
ptb: Aço AISI 1030 128 HR

source: PhysicalMetal_218
ptb: Aço AISI 1030 128A HR

source: PhysicalMetal_219
ptb: Aço AISI 1045 225 ANLD

source: PhysicalMetal_220
ptb: Aço AISI 1045 390 QT

source: PhysicalMetal_221
ptb: Aço AISI 1045 450 QT

source: PhysicalMetal_222
ptb: Aço AISI 1045 500 QT

source: PhysicalMetal_223
ptb: Aço AISI 1045 595 QT

source: PhysicalMetal_224
ptb: Aço AISI 1045 705 QT

source: PhysicalMetal_225
ptb: Aço AISI 1045 HV HR

source: PhysicalMetal_226
ptb: Aço AISI 1080 371 QT

source: PhysicalMetal_227
ptb: Aço AISI 1080 410 QT

source: PhysicalMetal_228
ptb: Aço AISI 1080 421 AUST

source: PhysicalMetal_229
ptb: Aço AISI 1522 289 HR

source: PhysicalMetal_230
ptb: Aço AISI 1522 304 HR

source: PhysicalMetal_231
ptb: Aço AISI 1541 362 QT

source: PhysicalMetal_232
ptb: Aço AISI 1561 234 HR

source: PhysicalMetal_233
ptb: Aço AISI 4130 259 QT

source: PhysicalMetal_234
ptb: Aço AISI 4130 366 QT

source: PhysicalMetal_235
ptb: Aço AISI 4142 380 QT

source: PhysicalMetal_236
ptb: Aço AISI 4142 400 QT

source: PhysicalMetal_237
ptb: Aço AISI 4142 450 QT

source: PhysicalMetal_238
ptb: Aço AISI 4142 450A QT

source: PhysicalMetal_239
ptb: Aço AISI 4142 475 QT

source: PhysicalMetal_240
ptb: Aço AISI 4142 475A QT

source: PhysicalMetal_241
ptb: Aço AISI 4142 560 QT

source: PhysicalMetal_242
ptb: Aço AISI 4142 670 QT

source: PhysicalMetal_243
ptb: Aço AISI 4340 242 HR

source: PhysicalMetal_244
ptb: Aço AISI 4340 350A QT

source: PhysicalMetal_245
ptb: Aço AISI 4340 350B QT
