Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# wood_pore_depth:uilabel
source: Bump depth variation (cm) for pores
ptb: Variação da profundidade do relevo (cm) dos poros

# wood_pore_earlywood_only
source: Earlywood only
ptb: Somente lenho inicial

# wood_pore_in_both_woods
source: In both woods
ptb: Em ambas as madeiras

# wood_pore_latewood_only
source: Latewood only
ptb: Somente lenho tardio

# wood_pore_radius
source: Size
ptb: Tamanho

# wood_pore_radius:tooltip
source: Pore size.
ptb: Tamanho do poro.

# wood_pore_radius:uilabel
source: Radius (cm) of the impact circle of each pore
ptb: Raio (cm) do círculo de impacto de cada poro

# wood_pore_type
source: Distribution
ptb: Distribuição

# wood_pore_type:tooltip
source: Pores distribution.
ptb: Distribuição de poros.

# wood_pore_type:uilabel
source: Pore type
ptb: Tipo de poro

# wood_pore_type:wood_pore_earlywood_only
source: Earlywood only
ptb: Somente lenho inicial

# wood_pore_type:wood_pore_in_both_woods
source: In both woods
ptb: Em ambas as madeiras

# wood_pore_type:wood_pore_latewood_only
source: Latewood only
ptb: Somente lenho tardio

# wood_props
source: Behavior
ptb: Comportamento

# wood_props1
source: Basic Thermal
ptb: Térmico básico

# wood_props2
source: Mechanical
ptb: Mecânico

# wood_ray_color_power
source: Color Exponent
ptb: Expoente de cor

# wood_ray_color_power:tooltip
source: Ray color as a power of the Earlywood color (1.0 = same, < 1.0 = lighter, > 1.0 = darker).
ptb: Cor do raio como uma potência da cor de lenho inicial (1,0 = igual, < 1,0 = mais clara, > 1,0 = mais escura).

# wood_ray_color_power:uilabel
source: Power to compute ray color
ptb: Potência para calcular a cor do raio

# wood_ray_ellipse_radius_x
source: Horizontal Size
ptb: Tamanho horizontal

# wood_ray_ellipse_radius_x:tooltip
source: Ray horizontal size.
ptb: O tamanho horizontal do raio.

# wood_ray_ellipse_radius_x:uilabel
source: Radius (cm) along the longer axis of ray ellipse
ptb: Raio (cm) ao longo do eixo mais longo da elipse do raio

# wood_ray_ellipse_z2x
source: Vertical Ratio
ptb: Índice vertical

# wood_ray_ellipse_z2x:tooltip
source: Ray vertical stretching (1.0 = same, higher numbers = more stretching).
ptb: Alongando verticalmente o raio (1,0 = igual, números maiores = mais alongados).

# wood_ray_ellipse_z2x:uilabel
source: Ratio between two radii of ray ellipse
ptb: Relação entre dois raios da elipse de raio

# wood_ray_num_slices
source: Density
ptb: Densidade

# wood_ray_num_slices:tooltip
source: Number of rays along the circumference.
ptb: Número de raios ao longo da circunferência.

# wood_ray_num_slices:uilabel
source: Number of slices in xy plane
ptb: Número de fatias no plano xy

# wood_ray_seg_length_z
source: Vertical Spacing
ptb: Espaçamento vertical

# wood_ray_seg_length_z:tooltip
source: Average vertical separation between rays.
ptb: Separação vertical média entre os raios.

# wood_ray_seg_length_z:uilabel
source: Length (cm) of z segment containing one ray
ptb: Comprimento (cm) do segmento z que contém um raio

# wood_ring_thickness:uilabel
source: Thickness (cm) of yearly growth ring
ptb: Espessura (cm) do anel de crescimento anual

# wood_secondary_color_power
source: Fibers Exponent
ptb: Expoente de fibras

# wood_secondary_color_power:tooltip
source: Secondary highlights color as a power of the Earlywood color (1.0 = same). It can only be a lighter color.
ptb: A cor secundária é realçada como uma potência da cor de lenho inicial (1,0 = igual). Somente pode ser uma cor mais clara.

# wood_secondary_color_power:uilabel
source: Power to compute secondary highlight color
ptb: Potência para calcular uma cor secundária de realce

# wood_secondary_perlin_enable:uilabel
source: Use perlin noise for secondary highlight
ptb: Usar ruído perlin para realce secundário

# wood_secondary_perlin_prof
source: Variations Profile
ptb: Perfil de variações

# wood_secondary_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
ptb: O perfil de variação descreve o ruído a aplicar a um valor como uma série de pares numéricos SS;WW, em que SS é o Tamanho e WW é o Peso. Todos os valores são expressos em centímetros. Por exemplo, 5,5;0,5 significa que o tamanho do ruído é 5,5 cm e o valor é passado com um máximo de 0,5 cm. Vários pares podem ser especificados para combinar ruídos de escala maiores e menores. Por exemplo, três ruídos diferentes podem ser especificados como 5,5;0,5;2,5;0,2;0,5;0,05 para combinar variações de escala maiores e menores.

# wood_secondary_perlin_prof:uilabel
source: Profile for secondary highlight perlin noise
ptb: Perfil do ruído perlin do realce secundário

# wood_secondary_perlin_scale_z
source: Vertical Scale
ptb: Escala vertical

# wood_secondary_perlin_scale_z:tooltip
source: Vertical highlights color variations stretching (1.0 = no stretching, smaller values = more stretching).
ptb: Alongando as variações verticais de cor de realce (1,0 = não alongado, valores menores = mais alongado)

# wood_secondary_perlin_scale_z:uilabel
source: Anisotropic pos-z scale for secondary highlight perlin
ptb: Escala pos-z anisotrópica para realce secundário perlin

# wood_transforms_group
source: Transforms
ptb: Transformações

# wood_use_groove_roughness:uilabel
source: Use additional groove roughness
ptb: Usar rugosidade da ranhura adicional

# wood_use_latewood_bump:uilabel
source: Use latewood bump
ptb: Usar relevo de lenho tardio

# wood_use_manual_late_color:uilabel
source: Use manual latewood color
ptb: Usar cor de lenho tardio manual

# wood_use_manual_late_color_label
source: Manual Latewood Color
ptb: Cor de lenho tardio manual

# wood_use_manual_late_color_label:tooltip
source: Enable to specify a custom Latewood color.
ptb: Ativar para especificar uma cor de lenho tardio personalizada.

# wood_use_pores:uilabel
source: Use pores feature
ptb: Usar recurso de poros

# wood_use_rays:uilabel
source: Use rays feature
ptb: Usar recurso de raios

# xenon
source: HID Xenon
ptb: HID Xenônio

source: yellow
ptb: amarelo

source: yellow-brown
ptb: amarelo amarronzado

source: zinc
ptb: zinco
