Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

source: EC2 Concrete C55/67
ptb: Concreto EC2 C55/67

source: EC2 Concrete C60/75
ptb: Concreto EC2 C60/75

source: EC2 Concrete C70/85
ptb: Concreto EC2 C70/85

source: EC2 Concrete C80/95
ptb: Concreto EC2 C80/95

source: EC2 Concrete C90/105
ptb: Concreto EC2 C90/105

source: EIFS - Exterior Insulation
ptb: EIFS - Isolamento externo

# Earlywood_Roughness_label
source: Earlywood Roughness
ptb: Rugosidade do lenho inicial

# Earlywood_Roughness_label:tooltip
source: Enables separate roughness for Earlywood.
ptb: Ativa a rugosidade separada do lenho inicial.

# Earlywood_label
source: Earlywood
ptb: Lenho inicial

# Earlywood_label:tooltip
source: Enables ring growth Earlywood color variations
ptb: Ativa as variações da cor de lenho inicial do crescimento do anel

source: Earth
ptb: Terra

# EarywoodLabel
source: Earlywood
ptb: Lenho inicial

# EarywoodLabel:tooltip
source: Earlywood color.
ptb: Cor de lenho inicial.

source: Eastern White Pine
ptb: Pinho branco oriental

# Elastic_Nonlinear_Table_Data
source: Data
ptb: Dados

# Elasto_Plastic_Parameters
source: Plastic Parameters
ptb: Parâmetros plásticos

# Elasto_Plastic_Yield_Function
source: Yield Function
ptb: Função de escoamento

source: Elastomer
ptb: Elastômero

source: Electronic component lead
ptb: Chumbo em componentes eletrônicos

source: Electronics
ptb: Eletrônica

source: Emissive
ptb: Emissor

source: Engineered Wood
ptb: Madeira projetada

source: Environment
ptb: Ambiente

source: Epoxy Carbon Fiber Composite
ptb: Composto de epóxi e fibra de carbono

source: Epoxy Glass Fiber Composite
ptb: Composto de epóxi e fibra de vidro

source: Epoxy molding compound
ptb: Composto para moldagem de epóxi

source: Epoxy resin
ptb: Resina epóxi

# Equibiaxial_Tension_Table
source: Equibiaxial Tension
ptb: Tensão equibiaxial

source: Eucalyptus
ptb: Eucalipto

source: European Whitewood
ptb: Madeira branca europeia

source: Expanded
ptb: Expandida

source: Expanded Polystyrene based
ptb: À base de poliestireno expandido

source: Expanded clay filling
ptb: Preenchimento de argila expandida

source: Expanded polystyrene foam
ptb: Espuma de poliestireno expandido

source: Expanded vermiculite panels
ptb: Painéis de vermiculita expandida

source: Exposed aggregate concrete
ptb: Concreto de agregado exposto

source: Extruded polystyrene foam
ptb: Espuma de poliestireno de extrusão

source: Fabric
ptb: Tecido

source: Fabric, gray
ptb: Tecido, cinza

source: Fabric, gray stripes
ptb: Tecido, listras cinzentas

source: Fabric-001
ptb: Juta 1

source: Fabric-002
ptb: Cana - Castanho 1

source: Fabric-003
ptb: Lona - Marrom

source: Fabric-004
ptb: Lona - Branca

source: Fabric-005
ptb: Dobrado - Preto

source: Fabric-006
ptb: Marrom escuro

source: Fabric-007
ptb: Marrom claro

source: Fabric-008
ptb: Azul

source: Fabric-009
ptb: Bege

source: Fabric-010
ptb: Tweed

source: Fabric-011
ptb: Malha

source: Fabric-012
ptb: Xadrez - Bege

source: Fabric-013
ptb: Xadrez - Vermelho

source: Fabric-014
ptb: Listras - Preto-Branco-Azul-Cinza

source: Fabric-015
ptb: Listras - Amarelo-cinza

source: Fabric-016
ptb: Listras - Branco-azul

source: Fabric-017
ptb: Listras - Amarelo-branco

source: Fabric-018
ptb: Veludo - Preto

source: Fabric-019
ptb: Veludo - Vermelho

source: Fabric-020
ptb: Marrom claro - Quadrados marrom escuro

source: Fabric-021
ptb: Púrpura-cinza

source: Fabric-022
ptb: Vermelho

source: Fabric-023
ptb: Azul-amarelo

source: Fabric-024
ptb: Trigo

source: Fabric-025
ptb: Verde

source: Fabric/Leather
ptb: Tecido/Couro

source: Fatigue/Aluminum
ptb: Fadiga/alumínio

source: Fatigue/Steel
ptb: Fadiga/aço

# Faux Mahogany Flooring - 5&quot; wide
source: Faux Mahogany Flooring - 5" wide
ptb: Piso imitação de mogno – 5 pol.de largura

source: Felt sheathing
ptb: Revestimento de feltro

source: Ferritic stainless steel
ptb: Aço inoxidável ferrítico

source: Ferritic stainless steel - decorative
ptb: Aço inoxidável ferrítico - decorativo

source: Ferritic stainless steel - high temperature
ptb: Aço inoxidável ferrítico - alta temperatura

source: Fiber Reinforced
ptb: Reforçado com fibra

source: Fiber cement panels
ptb: Painéis de fibra de cimento

# Fiber_Highlights_label
source: Fiber Highlights
ptb: Destaques da fibra

# Fiber_Highlights_label:tooltip
source: Enables random highlights color variations.
ptb: Ativa as variações aleatórias da cor dos realces.

source: Fiberboard
ptb: Chapa de fibra

source: Fiberglass
ptb: Fibra de vidro

source: Fiberglass batt insulation
ptb: Preenchimento isolante de fibra de vidro

source: Fiberglass blanket insulation
ptb: Manta isolante de fibra de vidro

source: Field Stone Wall
ptb: Parede de pedra rústica

source: Filled
ptb: Preenchido

source: Fine Ambient Occlusion
ptb: Oclusão de ambiente em alta resolução

source: Fine Gold 99.95%
ptb: Ouro puro 99.95%

source: Fine gold
ptb: Ouro puro

source: Finish
ptb: Acabamento

source: Finished
ptb: Com acabamento

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Fissured.White
ptb: Acabamentos.Tetos.Azulejo acústico.Grade exposta 2x2.Fissurado.Branco

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Pebble.White
ptb: Acabamentos.Tetos.Azulejo acústico.Grade exposta 2x2.Mármore.Branco

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Fissured.White
ptb: Acabamentos.Tetos.Azulejo acústico.Grade exposta 2x4.Fissurado.Branco

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Pebble.White
ptb: Acabamentos.Tetos.Azulejo acústico.Grade exposta 2x4.Mármore.Branco

source: Finishes.Ceilings.Acoustical Tile.Perforated.2x2.White
ptb: Acabamentos.Tetos.Azulejo acústico.Perfurado 2x2.Branco

source: Finishes.Ceilings.Linear.Silver Grey
ptb: Acabamentos.Tetos.Linear.Cinza prateado

source: Finishes.Flooring.Bamboo
ptb: Acabamentos.Piso.Bambu

source: Finishes.Flooring.Carpet.Berber.Pattern.1
ptb: Acabamentos.Piso.Carpete.Berber.Padrão.1

source: Finishes.Flooring.Carpet.Berber.Pattern.2
ptb: Acabamentos.Piso.Carpete.Berber.Padrão.2

source: Finishes.Flooring.Carpet.Berber.Pattern.3
ptb: Acabamentos.Piso.Carpete.Berber.Padrão.3

source: Finishes.Flooring.Carpet.Floral
ptb: Acabamentos.Piso.Carpete.Floral

source: Finishes.Flooring.Carpet.Loop.1
ptb: Acabamentos.Piso.Carpete.Enrrolado.1

source: Finishes.Flooring.Carpet.Loop.2
ptb: Acabamentos.Piso.Carpete.Enrrolado.2

source: Finishes.Flooring.Carpet.Loop.3
ptb: Acabamentos.Piso.Carpete.Enrrolado.3

source: Finishes.Flooring.Carpet.Loop.4
ptb: Acabamentos.Piso.Carpete.Enrrolado.4

source: Finishes.Flooring.Carpet.Loop.5
ptb: Acabamentos.Piso.Carpete.Inteiro.5

source: Finishes.Flooring.Carpet.Loop.6
ptb: Acabamentos.Piso.Carpete.Enrrolado.6

source: Finishes.Flooring.Carpet.Loop.7
ptb: Acabamentos.Piso.Carpete.Enrrolado.7

source: Finishes.Flooring.Carpet.NeedlePunch.Black
ptb: Acabamentos.Piso.Carpete.Agulha mágica.Preto

source: Finishes.Flooring.Carpet.NeedlePunch.Tan
ptb: Acabamentos.Piso.Carpete.Agulha mágica.Bronzeado

source: Finishes.Flooring.Carpet.NeedlePunch.White
ptb: Acabamentos.Piso.Carpete.Agulha mágica.Branco

source: Finishes.Flooring.Carpet.Pad.Foam
ptb: Acabamentos.Piso.Carpete.Forração.Espuma

source: Finishes.Flooring.Carpet.Pad.Waffled
ptb: Acabamentos.Piso.Carpete.Forração.Waffled

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.BlueWhite
ptb: Acabamentos.Piso.Carpete.Saxony.Padrão de flores.Azul e branco

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.Colored
ptb: Acabamentos.Piso.Carpete.Saxony.Padrão de flores.Colorido

source: Finishes.Flooring.Carpet.Saxony.Herringbone
ptb: Acabamentos.Piso.Carpete.Saxony.Herringbone

source: Finishes.Flooring.Carpet.Saxony.Squares
ptb: Acabamentos.Piso.Carpete.Saxony.Quadrados

source: Finishes.Flooring.Carpet.Sisal.Pattern.1
ptb: Acabamentos.Piso.Carpete.Sisal.Padrão.1

source: Finishes.Flooring.Carpet.Sisal.Pattern.2
ptb: Acabamentos.Piso.Carpete.Sisal.Padrão.2

source: Finishes.Flooring.Carpet.Sisal.Pattern.3
ptb: Acabamentos.Piso.Carpete.Sisal.Padrão.3

source: Finishes.Flooring.Cork
ptb: Acabamentos.Piso.Cortiça

source: Finishes.Flooring.Marble.White
ptb: Acabamentos.Piso.Mármore.Branco

source: Finishes.Flooring.Rug.Braided
ptb: Acabamentos.Piso.Tapete.Trançado

source: Finishes.Flooring.Rug.Hooked
ptb: Acabamentos.Piso.Tapete.Pendurado

source: Finishes.Flooring.Rug.Knotted
ptb: Acabamentos.Piso.Tapete.Laçado

source: Finishes.Flooring.Tile.Diamond.Red
ptb: Acabamentos.Piso.Azulejo.Losango.Vermelho

source: Finishes.Flooring.Tile.Square.Blue
ptb: Acabamentos.Piso.Azulejo.Quadrado.Azul

source: Finishes.Flooring.Tile.Square.Blue.1
ptb: Acabamentos.Piso.Azulejo.Quadrado.Azul.1

source: Finishes.Flooring.Tile.Square.Brown
ptb: Acabamentos.Piso.Azulejo.Quadrado.Marrom

source: Finishes.Flooring.Tile.Square.Circular Mosaic
ptb: Acabamentos.Piso.Azulejo.Quadrado.Mosiaco circular

source: Finishes.Flooring.Tile.Square.Grey.Dark
ptb: Acabamentos.Piso.Azulejo.Quadrado.Cinza.Escuro

source: Finishes.Flooring.Tile.Square.Tan
ptb: Acabamentos.Piso.Azulejo.Quadrado.Bronzeado

source: Finishes.Flooring.Tile.Square.Terra Cotta
ptb: Acabamentos.Piso.Azulejo.Quadrado.Terracota

source: Finishes.Flooring.VCT.Diamond. Rosette
ptb: Acabamentos.Piso.VCT.Losango.Rosado

source: Finishes.Flooring.VCT.Diamonds
ptb: Acabamentos.Piso.VCT.Losango

source: Finishes.Flooring.VCT.Dots
ptb: Acabamentos.Piso.VCT.Pontos

source: Finishes.Flooring.VCT.Dots.Grey
ptb: Acabamentos.Piso.VCT.Pontos.Cinza

source: Finishes.Flooring.VCT.Grid
ptb: Acabamentos.Piso.VCT.Grade

source: Finishes.Flooring.VCT.Mosaic
ptb: Acabamentos.Piso.VCT.Mosaico

source: Finishes.Flooring.VCT.Squares
ptb: Acabamentos.Piso.VCT.Quadrados

source: Finishes.Flooring.Vinyl.Checker.Black-White
ptb: Acabamentos.Piso.Vinil.Xadrez.Preto e branco

source: Finishes.Flooring.Wood.Hardwood
ptb: Acabamentos.Piso.Madeira.Tábua corrida

source: Finishes.Flooring.Wood.Hardwood.1
ptb: Acabamentos.Piso.Madeira.Madeira dura.1

source: Finishes.Flooring.Wood.Inlay
ptb: Acabamentos.Piso.Madeira.Tacos

source: Finishes.Flooring.Wood.Parquet
ptb: Acabamentos.Piso.Madeira.Parquet

source: Finishes.Flooring.Wood.Parquet.1
ptb: Acabamentos.Piso.Madeira.Parquet.1

source: Finishes.Flooring.Wood.Plank
ptb: Acabamentos.Piso.Madeira.Prancha

source: Finishes.Flooring.Wood.Plank.Beech
ptb: Acabamentos.Piso.Madeira.Prancha.Faia

source: Finishes.Gypsum Board.Painted.White
ptb: Acabamentos.Placa de gesso natural.Pintado.Branco

source: Finishes.Laminate.CarbonFiber
ptb: Acabamentos.Laminado.Fibra de carbono

source: Finishes.Laminate.Plywood
ptb: Acabamentos.Laminado.Plywood

source: Finishes.Masonry Flooring.Flagstone.Light Pink
ptb: Acabamentos.Piso de alvenaria.Laje.Rosa claro

source: Finishes.Masonry Flooring.Granite.Brown-Black
ptb: Acabamentos.Piso de alvenaria.Granito.Marrom-Preto

source: Finishes.Masonry Flooring.Granite.Brown.Mauve-Black
ptb: Acabamentos.Piso de alvenaria.Granito.Marrom.Violeta-Preto

source: Finishes.Masonry Flooring.Granite.Grey Speckled
ptb: Acabamentos.Piso de alvenaria.Granito.Pontos de cinza

source: Finishes.Masonry Flooring.Granite.Mauve-Black
ptb: Acabamentos.Piso de alvenaria.Granito.Violeta-Preto

source: Finishes.Masonry Flooring.Granite.Mauve-Black1
ptb: Acabamentos.Piso de alvenaria.Granito.Violeta-Preto1

source: Finishes.Masonry Flooring.Granite.Multi-colored
ptb: Acabamentos.Piso de alvenaria.Granito.Multicolorido

source: Finishes.Masonry Flooring.Marble
ptb: Acabamentos.Piso de alvenaria.Granito.Mármore

source: Finishes.Masonry Flooring.Marble.Beige-Grid
ptb: Acabamentos.Piso de alvenaria.Mármore.Bege-Grade

source: Finishes.Masonry Flooring.Marble.Brown
ptb: Acabamentos.Piso de alvenaria.Mármore.Marrom

source: Finishes.Masonry Flooring.Marble.Deep Green
ptb: Acabamentos.Piso de alvenaria.Mármore.Verde escuro

source: Finishes.Masonry Flooring.Marble.Green
ptb: Acabamentos.Piso de alvenaria.Mármore.Verde

source: Finishes.Masonry Flooring.Marble.Green.Offset Squares
ptb: Acabamentos.Piso de alvenaria.Mármore.Verde.Quadrados deslocados

source: Finishes.Masonry Flooring.Marble.Rose
ptb: Acabamentos.Piso de alvenaria.Mármore.Rosa

source: Finishes.Masonry Flooring.Marble.Rose.1
ptb: Acabamentos.Piso de alvenaria.Mármore.Rosa.1

source: Finishes.Masonry Flooring.Slate
ptb: Acabamentos.Piso de alvenaria.Mármore.Ardósia

source: Finishes.Masonry Flooring.Slate.1
ptb: Acabamentos.Piso de alvenaria.Mármore.Ardósia.1

source: Finishes.Masonry Flooring.Slate.Red
ptb: Acabamentos.Piso de alvenaria.Mármore.Ardósia.Vermelha

source: Finishes.Masonry Flooring.Terrazzo.Black
ptb: Acabamentos.Piso de alvenaria.Terraço.Preto

source: Finishes.Masonry Flooring.Terrazzo.Black-Red
ptb: Acabamentos.Piso de alvenaria.Terraço.Preto-Vermelho

source: Finishes.Masonry Flooring.Terrazzo.Black.1
ptb: Acabamentos.Piso de alvenaria.Terraço.Preto.1

source: Finishes.Masonry Flooring.Terrazzo.Brown
ptb: Acabamentos.Piso de alvenaria.Terraço.Marrom

source: Finishes.Masonry Flooring.Terrazzo.Brown.1
ptb: Acabamentos.Piso de alvenaria.Terraço.Marrom.1

source: Finishes.Masonry Flooring.Terrazzo.Green
ptb: Acabamentos.Piso de alvenaria.Terraço.Verde

source: Finishes.Masonry Flooring.Terrazzo.Tan
ptb: Acabamentos.Piso de alvenaria.Terraço.Bronzeado

source: Finishes.Masonry Flooring.Terrazzo.Tan.1
ptb: Acabamentos.Piso de alvenaria.Terraço.Bronzeado.1

source: Finishes.Masonry Flooring.Terrazzo.White
ptb: Acabamentos.Piso de alvenaria.Terraço.Branco

source: Finishes.Masonry Flooring.Terrazzo.White.1
ptb: Acabamentos.Piso de alvenaria.Terraço.Branco.1

source: Finishes.Masonry Flooring.Travertine.Mauve.Rectangular
ptb: Acabamentos.Piso de alvenaria.Calcário.Vioelta.Retangular

source: Finishes.Masonry Flooring.Travertine.Mauve.Square
ptb: Acabamentos.Piso de alvenaria.Calcário.Vioelta.Quadrado

source: Finishes.Metal Framing Systems.Furring
ptb: Acabamentos.Sistema de moldura de metal.Forração

source: Finishes.Metal Framing Systems.Stud
ptb: Acabamentos.Sistema de moldura de metal.Batente

source: Finishes.Painting.Lacquer.Black
ptb: Acabamentos.Pintura.Laca.Preta

source: Finishes.Painting.Lacquer.White
ptb: Acabamentos.Pintura.Laca.Branca

source: Finishes.Painting.Paint
ptb: Acabamentos.Pintura.Tinta

source: Finishes.Painting.Paint.Black
ptb: Acabamentos.Pintura.Tinta.Preta

source: Finishes.Painting.Paint.Black.Flaking
ptb: Acabamentos.Pintura.Tinta.Preta.Flocos

source: Finishes.Painting.Paint.Fireproofing
ptb: Acabamentos.Pintura.Tinta.A prova de fogo

source: Finishes.Painting.Paint.White
ptb: Acabamentos.Pintura.Tinta.Branca

source: Finishes.Painting.Paint.White.Flaking
ptb: Acabamentos.Pintura.Tinta.Branca.Flocos

source: Finishes.Painting.Varnish
ptb: Acabamentos.Pintura.Verniz

source: Finishes.Plaster.Stucco.Coarse.White
ptb: Acabamentos.Gesso.Reboco.Grosso.Branco

source: Finishes.Plaster.Stucco.Fine.1
ptb: Acabamentos.Gesso.Reboco.Fino.1

source: Finishes.Plaster.Stucco.Fine.Brown
ptb: Acabamentos.Gesso.Reboco.Fino.Marrom

source: Finishes.Plaster.Stucco.Fine.Mauve
ptb: Acabamentos.Gesso.Reboco.Fino.Violeta

source: Finishes.Plaster.Stucco.Fine.White
ptb: Acabamentos.Gesso.Reboco.Fino.Branco

source: Finishes.Plaster.Stucco.Medium.White
ptb: Acabamentos.Gesso.Reboco.Fino.Médio.Branco

source: Finishes.Plaster.Stucco.Troweled.Grey
ptb: Acabamentos.Gesso.Reboco.Trolha.Cinza

source: Finishes.Plaster.Stucco.Troweled.Light Yellow
ptb: Acabamentos.Gesso.Reboco.Trolha.Amarelo claro

source: Finishes.Plaster.Stucco.Troweled.White
ptb: Acabamentos.Gesso.Reboco.Alisado.Branco

source: Finishes.Plaster.Stucco.Wet-Dash.Grey
ptb: Acabamentos.Gesso.Reboco.Alisar molhado.Cinza

source: Finishes.Plaster.Venetian.Rough
ptb: Acabamentos.Gesso.Venziano.Rude

source: Finishes.Plaster.Venetian.Smooth
ptb: Acaabamentos.Gesso.Veneziano.Suave

source: Finishes.Tiling.Ceramic.Checker
ptb: Acabamento.Azulejo.Cerâmico.Xadrez

source: Finishes.Tiling.Ceramic.Mosaic.Blue
ptb: Acabamento.Azulejo.Cerâmico.Mosaico.Azul

source: Finishes.Tiling.Ceramic.Mosaic.Floral.Rose - Green
ptb: Acabamento.Azulejo.Cerâmico.Mosaico.Floral.Rosa - Verde

source: Finishes.Tiling.Ceramic.Mosaic.Grey
ptb: Acabamento.Azulejo.Cerâmico.Mosaico.Floral.Rosa - Verde

source: Finishes.Tiling.Ceramic.Mosaic.Yellow-Grid
ptb: Acabamento.Azulejo.Cerâmico.Mosaico.Amarelo-Grade

source: Finishes.Wall Covering.Floral.White
ptb: Acabamentos.Revestimento de parede.Floral.Branco

source: Finishes.Wall Covering.Pattern1
ptb: Acabamentos.Revestimento de parede.Padrão1

source: Finishes.Wall Covering.Pattern2
ptb: Acabamentos.Revestimento de parede.Padrão2

source: Finishes.Wall Covering.Pattern3
ptb: Acabamentos.Revestimento de parede.Padrão3

source: Finishes.Wall Covering.Pattern4
ptb: Acabamentos.Revestimento de parede.Padrão4

source: Finishes.Wall Covering.Pattern5
ptb: Acabamentos.Revestimento de parede.Padrão5

source: Finishes.Wall Covering.Stripes.Vertical.Blue-Grey
ptb: Acabamentos.Revestimento de parede.Listas.Vertical.Azul-Cinza

source: Finishes.Wall Covering.Stripes.Vertical.Multi-colored
ptb: Acabamentos.Revestimento de parede.Listas.Vertical.Multicolorido

source: Finishes.Wall Covering.Stripes.Vertical.Pink-Beige
ptb: Acabamentos.Revestimento de parede.Listas.Vertical.Rosa-Bege

source: Finishes.Wall Covering.Tan
ptb: Acabamentos.Revestimento de parede.Bronzeado

source: Finishes.Wax.Lacquer
ptb: Acabamentos.Cera.Laqueado

source: Finishes.Wax.SatinWax
ptb: Acabamentos.Cera.Cera de seda

source: Finishes.Wax.Shellac
ptb: Acabamentos.Cera.Selador

source: Finishes.Wax.Urethane
ptb: Acabamentos.Cera.Uretano

source: Finishes.Wax.Varnish
ptb: Acabamentos.Cera.Verniz

source: Firebrick
ptb: Tijolo refratário

source: Flexible PCB laminate material
ptb: Material laminado flexível de PCB

source: Flexible PVC
ptb: PVC flexível

source: Flexible polyvinyl chloride
ptb: Policloreto de vinila flexível

source: Floor
ptb: Piso

source: Floor Tile
ptb: Lajota

source: Flooring
ptb: Piso

source: Flooring - Faux Mahogany
ptb: Piso – Imitação de mogno

source: Flooring - Manufactured bamboo
ptb: Piso – Bambu manufaturado

source: Flooring - Oak - Espresso stain
ptb: Piso – Carvalho – Mancha com acabamento espresso

source: Flooring - Walnut
ptb: Piso – Nogueira

source: Flooring Planks
ptb: Pranchas de piso

source: Flooring/Carpet
ptb: Piso/Carpete

source: Flooring/Stone
ptb: Piso/Pedra

source: Flooring/Tile
ptb: Piso/Azulejo

source: Flooring/Vinyl
ptb: Piso/Vinil

source: Flooring/Wood
ptb: Piso/Madeira

source: Fluorocarbon
ptb: Fluorocarbono

source: Foam
ptb: Espuma

source: Foam rubber
ptb: Espuma de borracha

source: Foamglass
ptb: Espuma de vidro

source: Formica
ptb: Fórmica

source: Free cutting brass
ptb: Latão de corte rápido

source: Frosted
ptb: Fosco

source: Frosted glass
ptb: Vidro fosco

source: Furnishings.Fabrics.Bandage
ptb: Acabamentos.Tecido.Bandagem

source: Furnishings.Fabrics.Burlap
ptb: Acabamentos.Tecido.Juta

source: Furnishings.Fabrics.Caning.Tan
ptb: Revestimentos.Tecido.Palinha.Bronzeado

source: Furnishings.Fabrics.Canvas.White
ptb: Revestimentos.Tecido.Lona.Branco

source: Furnishings.Fabrics.Lace
ptb: Revestimentos.Tecido.Laço

source: Furnishings.Fabrics.Leather.Black
ptb: Revestimentos.Tecido.Couro.Preto

source: Furnishings.Fabrics.Leather.Black.1
ptb: Acabamentos.Tecido.Couro.Preto.1

source: Furnishings.Fabrics.Leather.Brown
ptb: Acabamentos.Tecido.Couro.Marrom

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
ptb: Acabamentos.Tecido.Couro.Granulado.Marrom claro

source: Furnishings.Fabrics.Leather.Pebble.Mauve
ptb: Acabamentos.Tecido.Couro.Granulado.Violeta

source: Furnishings.Fabrics.Leather.Tan
ptb: Acabamentos.Tecido.Couro.Bronzeado

source: Furnishings.Fabrics.Linen.Beige
ptb: Acabamentos.Tecido.Linho.Bege

source: Furnishings.Fabrics.Linen.Tweed
ptb: Revestimentos.Tecido.Linho.Xadrez

source: Furnishings.Fabrics.Linen.White
ptb: Acabamentos.Tecido.Linho.Branco

source: Furnishings.Fabrics.Mesh
ptb: Acabamentos.Tecido.Malha

source: Furnishings.Fabrics.Netting
ptb: Acabamentos.Tecido.Rede

source: Furnishings.Fabrics.Plaid.1
ptb: Acabamentos.Tecido.Xadrez.1

source: Furnishings.Fabrics.Plaid.3
ptb: Acabamentos.Tecido.Xadrez.3

source: Furnishings.Fabrics.Plaid.4
ptb: Acabamentos.Tecido.Xadrez.4

source: Furnishings.Fabrics.Stripes.1
ptb: Acabamentos.Tecido.Listas.1

source: Furnishings.Fabrics.Stripes.2
ptb: Acabamentos.Tecido.Listas.2

source: Furnishings.Fabrics.Stripes.3
ptb: Acabamentos.Tecido.Listas.3

source: Furnishings.Fabrics.Stripes.4
ptb: Acabamentos.Tecido.Listas.4

source: Furnishings.Fabrics.Stripes.5
ptb: Acabamentos.Tecido.Listas.5

source: Furnishings.Fabrics.Stripes.6
ptb: Acabamentos.Tecido.Listas.6

source: Furnishings.Fabrics.Stripes.7
ptb: Acabamentos.Tecido.Listas.7

source: Furnishings.Fabrics.Velvet.Black
ptb: Acabamentos.Tecido.Veludo.Preto

source: Furnishings.Fabrics.Velvet.Red
ptb: Revestimentos.Tecido.Veludo.Vermelho

source: Fused quartz
ptb: Quartzo fundido

source: Fused silica
ptb: Sílica fundida

source: GFRP
ptb: PRFV

source: Galvanized steel
ptb: Aço galvanizado

source: Gas
ptb: Gás

source: Gas structural asset.
ptb: Recurso de gás estrutural

source: Gas thermal asset.
ptb: Recurso térmico gasoso.

source: Gemstone - Crystal
ptb: Gema - Cristal

source: Gemstone - Diamond
ptb: Pedra preciosa - Diamante

source: Gemstone - Emerald
ptb: Pedra preciosa - Esmeralda

source: Gemstone - Ruby
ptb: Gema - Rubi

source: Gemstone - Sapphire
ptb: Gema - Safira

source: Generic
ptb: Genérico

source: Generic Electronic Component body
ptb: Corpo de componente eletrônico genérico

source: Generic Photometric light.
ptb: Luz fotométrica genérica.

source: Generic Plastic
ptb: Plástico genérico

source: Generic fabric black
ptb: Tecido genérico preto

source: Generic fabric blue
ptb: Tecido genérico azul

source: Generic fabric denim
ptb: Tecido genérico de sarja

source: Generic fabric green
ptb: Tecido genérico verde

source: Generic fabric grey
ptb: Tecido genérico cinza

source: Generic fabric light brown
ptb: Tecido genérico marrom claro

source: Generic fabric red
ptb: Tecido genérico vermelho

source: Generic fabric white
ptb: Tecido genérico branco

source: Generic fabric yellow
ptb: Tecido genérico amarelo

source: Generic material.
ptb: Material genérico.

source: Generic structural asset.
ptb: Recurso estrutural genérico.

source: Generic wood
ptb: Madeira genérica

source: Generic-001
ptb: Luminoso - Translúcido branco

source: Generic-002
ptb: LED - Vermelho ativado

source: Generic-003
ptb: LED - Vermelho desativado

source: Generic-004
ptb: LED - Verde ativado

source: Generic-005
ptb: LED - Verde desativado

source: Generic-006
ptb: LED - Amarelo ativado

source: Generic-007
ptb: LED - Amarelo desativado

source: Generic-008
ptb: Luminoso - Creme

source: Generic-009
ptb: Pêlo curto- Cinza

source: Generic-010
ptb: Pêlo curto - Areia

source: Generic-011
ptb: Azulejo acústico - 2x4 branco com fissuras

source: Generic-012
ptb: Azulejo acústico - 2x4 branco granulado

source: Generic-013
ptb: Azulejo acústico - 2x2 branco granulado

source: Generic-014
ptb: Horizontal 4 pol - Branco

source: Generic-015
ptb: Shingle - Cinza composto

source: Generic-016
ptb: Shingle - Cinza meio curvado

source: Generic-017
ptb: Shingle - Cinza bruto

source: Generic-018
ptb: Azulejo espanhol

source: Generic-019
ptb: Agregado - Alto

source: Generic-020
ptb: Aterro - Marrom escuro

source: Generic-021
ptb: Gramado - Centeio escuro

source: Generic-022
ptb: Areia - Natural médio

source: Generic-023
ptb: Cerca-viva

source: Generic-024
ptb: Laminado - Normal

source: Generic-025
ptb: Lâmpada - Acesa

source: Generic-026
ptb: Lâmpada - Apagada

source: Generic-027
ptb: Transparente - Claro

source: Generic-028
ptb: Luminoso - Translúcido azul

source: Generic-029
ptb: Luminoso - Translúcido laranja
