Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

source: Prism-1159
ptb: Painéis de metal - Cinza escuro

source: Prism-116
ptb: Plástico - Fosco (Cinza)

source: Prism-1160
ptb: Painéis de metal - Cinza claro

source: Prism-1161
ptb: Painéis de metal - Vermelhos

source: Prism-1162
ptb: Painéis de metal - Brancos

source: Prism-1163
ptb: Telhas de madeira - Cortadas - Telhado

source: Prism-1164
ptb: Telhas de madeira - Cortadas - Revestimento de parede

source: Prism-1165
ptb: Pedras rústicas

source: Prism-1166
ptb: Granito rústico

source: Prism-1167
ptb: Aço com emendas - Pátina de cobre

source: Prism-1168
ptb: Cerâmica - Calcário

source: Prism-1169
ptb: Material de base - Opaco

source: Prism-117
ptb: Plástico - Com brilho (Verde)

source: Prism-1170
ptb: Material de base - Transparente

source: Prism-1171
ptb: Material de base - Metal

source: Prism-1172
ptb: Material de base - Em camadas

source: Prism-1173
ptb: Telhas de asfalto – Grau arquitetônico – Preto

source: Prism-1174
ptb: Telhas de asfalto – Grau arquitetônico – Marrom

source: Prism-1175
ptb: Telhas de asfalto – Grau arquitetônico – Cinza

source: Prism-1176
ptb: Telhas de asfalto – Grau arquitetônico – Marrom claro

source: Prism-1177
ptb: Telhas de asfalto – Grau arquitetônico – Cinza claro

source: Prism-1178
ptb: Azulejos espanhóis – Vermelho

source: Prism-1179
ptb: Azulejos espanhóis – Mescla

source: Prism-118
ptb: Plástico - Fosco (Verde)

source: Prism-1180
ptb: Cerâmica – Imitação travertino

source: Prism-1181
ptb: Quartzo – Tom pastel

source: Prism-1182
ptb: Sólido – Lagoa azul

source: Prism-1183
ptb: Quartzo – Marrom ferrugem

source: Prism-1184
ptb: Quartzo – Areia enlameada

source: Prism-1185
ptb: Sólido – Areia do deserto

source: Prism-1186
ptb: Sólido – Rocha vulcânica

source: Prism-1187
ptb: Sólido – Prateado claro

source: Prism-1188
ptb: Quartzo – Neve

source: Prism-119
ptb: Plástico - Com brilho (Cinza)

source: Prism-120
ptb: Plástico - Com brilho (Vermelho)

source: Prism-121
ptb: Plástico - Fosco (Vermelho)

source: Prism-122
ptb: Plástico - Textura - Aleatória

source: Prism-123
ptb: Plástico - Texturizado - Normal

source: Prism-124
ptb: Aço com emendas - Cobre

source: Prism-125
ptb: Espelho

source: Prism-126
ptb: Plástico - Com brilho (Branco)

source: Prism-127
ptb: Plástico - Fosco (Branco)

source: Prism-128
ptb: Plástico - Com brilho (Amarelo)

source: Prism-129
ptb: Plástico - Fosco (Amarelo)

source: Prism-130
ptb: Borracha - Macia

source: Prism-131
ptb: Borracha - Rígida

source: Prism-132
ptb: Borracha - Envelhecida

source: Prism-133
ptb: Borracha - Com saliências

source: Prism-134
ptb: Granito – Vermelho

source: Prism-135
ptb: Granito – Azul pérola

source: Prism-136
ptb: Granito – Preto

source: Prism-137
ptb: Cobre – Bruto

source: Prism-138
ptb: Cerejeira

source: Prism-139
ptb: Cerejeira - Semibrilhante

source: Prism-140
ptb: Mogno

source: Prism-141
ptb: Mogno - Semibrilhante

source: Prism-142
ptb: Cobre – Pátina pesada

source: Prism-143
ptb: Tijolo - Em carreira - Mescla média

source: Prism-144
ptb: Carvalho

source: Prism-145
ptb: Carvalho - Semibrilhante

source: Prism-146
ptb: Nogueira

source: Prism-147
ptb: Nogueira - Semibrilhante

source: Prism-148
ptb: Pinho

source: Prism-149
ptb: Pinho - Semibrilhante

source: Prism-150
ptb: Vidro (Azul)

source: Prism-151
ptb: Vidro (Bronze)

source: Prism-152
ptb: Vidro (Transparente)

source: Prism-153
ptb: Vidro - Fosco

source: Prism-154
ptb: Vidro (Verde)

source: Prism-155
ptb: Vidro (Cinza)

source: Prism-156
ptb: Vidro (Vermelho)

source: Prism-157
ptb: Vidro - Janela

source: Prism-158
ptb: Vidro - Bolhas

source: Prism-159
ptb: Vidro - Nuvens

source: Prism-160
ptb: Vidro - Linhas

source: Prism-161
ptb: Vidro - Mosaico

source: Prism-162
ptb: Vidro - Ruído

source: Prism-163
ptb: Vidro - Cor clara

source: Prism-164
ptb: Vidro - Cor média

source: Prism-165
ptb: Vidro - Cor forte

source: Prism-166
ptb: Vidro - Cor clara (Azul)

source: Prism-167
ptb: Vidro - Cor média (Azul)

source: Prism-168
ptb: Vidro - Cor forte (Azul)

source: Prism-169
ptb: Acrílico (Transparente)

source: Prism-170
ptb: Acrílico (Vermelho)

source: Prism-171
ptb: Policarbonato (Bronze)

source: Prism-172
ptb: Policarbonato (Transparente)

source: Prism-173
ptb: Asfalto

source: Prism-174
ptb: Concreto

source: Prism-175
ptb: Concreto - Azulejos

source: Prism-176
ptb: Superfície – Granito

source: Prism-177
ptb: Areia

source: Prism-178
ptb: Granito - Preto e branco

source: Prism-179
ptb: Superfície - Com brilho - Com saliências

source: Prism-180
ptb: Superfície - Fosca

source: Prism-181
ptb: Tijolo – Em carreira – Vermelho

source: Prism-182
ptb: Tijolo – Em carreira – Cinza

source: Prism-183
ptb: Tijolo – Em carreira – Marrom

source: Prism-184
ptb: Tijolo – Em carreira – Creme

source: Prism-185
ptb: Tijolo – Camuflado – Mescla média

source: Prism-186
ptb: Tijolo – Camuflado – Vermelho

source: Prism-187
ptb: Tijolo – Camuflado – Cinza

source: Prism-188
ptb: Tijolo – Camuflado – Marrom

source: Prism-189
ptb: Tijolo – Camuflado – Creme

source: Prism-190
ptb: Concreto – Polido – Manchado marrom

source: Prism-191
ptb: Concreto – Polido – Envelhecido – Manchado marrom

source: Prism-192
ptb: Ripas de madeira – Suaves – 6 pol.

source: Prism-193
ptb: Ripas de madeira – Suaves – 8 pol.

source: Prism-194
ptb: Ripas de madeira – Madeira – 4 pol.

source: Prism-195
ptb: Ripas de madeira – Madeira – 6 pol.

source: Prism-196
ptb: Ripas de madeira – Madeira – 8 pol.

source: Prism-197
ptb: Água – Piscina

source: Prism-198
ptb: Água – Mar tranquilo

source: Prism-199
ptb: Água – Mar ondeado

source: Prism-200
ptb: Areia – Suave

source: Prism-2000
ptb: Transparente – Painel único

source: Prism-2001
ptb: Verde – Painel único

source: Prism-2002
ptb: Cinza – Painel único

source: Prism-2003
ptb: Azul – Painel único

source: Prism-2004
ptb: Azul esverdeado – Painel único

source: Prism-2005
ptb: Bronze – Painel único

source: Prism-2006
ptb: Transparente – Isolamento

source: Prism-2007
ptb: Verde – Isolamento

source: Prism-2008
ptb: Cinza – Isolamento

source: Prism-2009
ptb: Azul – Isolamento

source: Prism-201
ptb: Areia – Praia

source: Prism-2010
ptb: Azul esverdeado – Isolamento

source: Prism-2011
ptb: Bronze – Isolamento

source: Prism-2012
ptb: Transparente – Isolamento – Baixa emissividade

source: Prism-2013
ptb: Cinza – Painel único – Alta refletividade

source: Prism-2014
ptb: Cinza – Isolamento – Alta refletividade

source: Prism-2015
ptb: Transparente – Ligeiramente fosco

source: Prism-2016
ptb: Transparente – Fosco

source: Prism-2017
ptb: Transparente – Padrão de segurança – Retângulos

source: Prism-2018
ptb: Transparente – Padrão de segurança – Círculos

source: Prism-2019
ptb: Transparente – Padrão de segurança – Pontos 2 níveis

source: Prism-202
ptb: Tecido (Marrom claro)

source: Prism-2020
ptb: Transparente – Padrão de segurança – Quadriculado 2 níveis

source: Prism-2021
ptb: Transparente – Padrão de segurança – Listras

source: Prism-2022
ptb: Transparente – Padrão de segurança – Curvas

source: Prism-2023
ptb: Material de base – Vidraça

source: Prism-2024
ptb: Azulejos – 4x1 pol. corrido – Mosaico de vidro

source: Prism-2025
ptb: Azulejos – 2 pol. hexagonal – Mármore branco

source: Prism-2026
ptb: Azulejos – 4x1 pol. ziguezague – Mármore branco

source: Prism-2027
ptb: Azulejos – Mix02 – Pedra e cerâmica

source: Prism-2028
ptb: Azulejos – 2x1 pol. vime trançado – Mármore branco e preto

source: Prism-2029
ptb: Azulejos – 6x3 pol. corrido – Mármore rosa

source: Prism-203
ptb: Azulejos – 6x3 pol. corrido – Branco brilhante

source: Prism-2030
ptb: Azulejos – 5x1 pol. trançado – Vidro e pedra

source: Prism-2031
ptb: Piso – Cerejeira

source: Prism-2032
ptb: Piso – Carvalho vermelho

source: Prism-2033
ptb: Piso – Carvalho vermelho – Marrom manchado

source: Prism-2034
ptb: Piso – Carvalho vermelho – Oleado

source: Prism-2035
ptb: Piso – Bordo

source: Prism-2036
ptb: Piso – Bambu

source: Prism-2037
ptb: Piso – Nogueira – Cinza

source: Prism-2038
ptb: Piso – Imitação de mogno

source: Prism-2039
ptb: Piso – Nogueira

source: Prism-204
ptb: Pintura - Esmalte com brilho (Cinza escuro)

source: Prism-2040
ptb: Piso – Carvalho envelhecido

source: Prism-2041
ptb: Piso – Carvalho – Reutilizado – Rústico

source: Prism-2042
ptb: Piso – Bordo raspado manualmente

source: Prism-2043
ptb: Piso – Pinho

source: Prism-2044
ptb: Piso – Freixo branco

source: Prism-2045
ptb: Azulejos de carpete – 24x24 pol. – Listrado escuro – Alinhado

source: Prism-2046
ptb: Azulejos de carpete – 24x24 pol. – Listrado médio – Alinhado

source: Prism-2047
ptb: Azulejos de carpete – 24x24 pol. – Listrado claro – Alinhado

source: Prism-2048
ptb: Azulejos de carpete – 24x24 pol. – Listrado escuro – Empilhado

source: Prism-2049
ptb: Azulejos de carpete – 24x24 pol. – Listrado médio – Empilhado

source: Prism-205
ptb: Superfície - Medida - 12 pol.

source: Prism-2050
ptb: Azulejos de carpete – 24x24 pol. – Listrado claro – Empilhado

source: Prism-2051
ptb: Faixas de carpete – 36x12 pol. – Listrado escuro-claro

source: Prism-2052
ptb: Faixas de carpete – 36x12 pol. – Listrado médio-claro

source: Prism-2053
ptb: Faixas de carpete – 36x12 pol. – Listrado escuro-médio

source: Prism-2054
ptb: Telhas de ardósia – Verde claro

source: Prism-2055
ptb: Telhas de ardósia – Verde escuro

source: Prism-2056
ptb: Telhas de ardósia – Cinza

source: Prism-2057
ptb: Telhas de ardósia – Cinza escuro

source: Prism-2058
ptb: Telhas de ardósia – Vermelho

source: Prism-2059
ptb: Piso – Pinho de Óregon – Natural

source: Prism-206
ptb: Superfície - medida - 10 cm

source: Prism-2060
ptb: Piso – Pinho de Óregon – Oleado branco

source: Prism-2061
ptb: Piso – Pinho de Óregon – Oleado claro

source: Prism-2062
ptb: Piso – Carvalho branco – Natural

source: Prism-2063
ptb: Piso – Carvalho branco – Oleado branco

source: Prism-2064
ptb: Piso – Carvalho branco – Oleado claro

source: Prism-207
ptb: Vidro - Fosco médio

source: Prism-208
ptb: Vidro - Fosco claro

source: Prism-209
ptb: Telhas de madeira – Divisão manual – Telhado

source: Prism-210
ptb: Telhas de madeira – Divisão manual – Revestimento lateral

source: Prism-211
ptb: Pedras de parede

source: Prism-212
ptb: Cerâmica – Padrão de madeira

source: Prism-213
ptb: Tecido (Cinza)

source: Prism-214
ptb: Tecido (Vermelho)

source: Prism-215
ptb: Tecido (Azul)

source: Prism-216
ptb: Tecido (Amarelo)

source: Prism-217
ptb: Tecido (Sarja)

source: Prism-218
ptb: Alumínio - Fundido

source: Prism-219
ptb: Malha de alumínio - Espessura expandida

source: Prism-220
ptb: Malha de alumínio - Espessura expandida

source: Prism-221
ptb: Aço - Escovado linear longo

source: Prism-222
ptb: Aço - Escovado radial

source: Prism-223
ptb: Aço - Escovado radial sobreposto

source: Prism-224
ptb: Aço - Escovado linear curto

source: Prism-225
ptb: Malha - Espessura expandida

source: Prism-226
ptb: Malha com espessura expandida

source: Prism-227
ptb: Malha de aço - Tela pequena

source: Prism-228
ptb: Aço - Serrilhado

source: Prism-229
ptb: Aço - Fundido

source: Prism-230
ptb: Ferro - Polido

source: Prism-231
ptb: Ferro - Fundido

source: Prism-232
ptb: Aço inoxidável - Fundido

source: Prism-233
ptb: Tecido (Verde)

source: Prism-234
ptb: Tecido (Branco)

source: Prism-235
ptb: Tecido (Preto)

source: Prism-236
ptb: Água - Clara

source: Prism-237
ptb: Água - Calma

source: Prism-238
ptb: Ardósia – Corte – Preto

source: Prism-239
ptb: Concreto – Calçamento – Polido

source: Prism-240
ptb: Paládio - Polido

source: Prism-241
ptb: Paládio - Acetinado

source: Prism-242
ptb: Chumbo - Acetinado

source: Prism-243
ptb: Chumbo - Áspero

source: Prism-244
ptb: Superfície - Medida - 12 pol. - Preto

source: Prism-245
ptb: Superfície - Medida - 10 cm - Preto

source: Prism-246
ptb: Aço - Trançado

source: Prism-247
ptb: Cerejeira - Com brilho

source: Prism-248
ptb: Mogno - Com brilho

source: Prism-249
ptb: Carvalho - Com brilho

source: Prism-250
ptb: Nogueira - Com brilho

source: Prism-251
ptb: Pinho - Com brilho

source: Prism-252
ptb: Plástico - Texturizado - Pele

source: Prism-253
ptb: Plástico - Texturizado - Bolas

source: Prism-254
ptb: Azulejos – 24x18 pol. – Travertino – Corrido

source: Prism-255
ptb: Superfície - Com brilho

source: Prism-256
ptb: Aço - Acetinado

source: Prism-257
ptb: Azulejos – Travertino – Versailles

source: Prism-258
ptb: Azulejos – 12x12 pol. – Ardósia – Verde escuro

source: Prism-259
ptb: Tijolo – Rústico

source: Prism-260
ptb: Textura de parede – Knockdown – Fosco

source: Prism-261
ptb: Textura de parede – Raspagem laranja – Fosco

source: Prism-262
ptb: Textura de parede – Pontilhado – Fosco

source: Prism-3001
ptb: FR4

source: Prism-3002
ptb: Nitreto de alumínio (AlN)

source: Prism-3003
ptb: PEEK

source: Prism-3004
ptb: Poliamida (Kapton)

source: Prism-3005
ptb: Orgasol® Invent Smooth – PA 12

source: Prism-318
ptb: Poliestireno

source: Prism-319
ptb: Papel (Branco)

source: Prism-320
ptb: Silicone (Branco)

source: Prism-321
ptb: Poliuretano

source: Prism-322
ptb: Bambu claro - Semi-brilhante

source: Prism-323
ptb: Bambu escuro - Semibrilhante

source: Prism-334
ptb: Latão - Antigo

source: Prism-335
ptb: Latão - Malha hexagonal

source: Prism-336
ptb: Alumínio - Malha hexagonal

source: Prism-337
ptb: Aço inoxidável - Malha hexagonal

source: Prism-338
ptb: Aço - Malha hexagonal

source: Prism-344
ptb: Mármore (Branco)

source: Prism-350
ptb: Jade (Branco)

source: Prism-352
ptb: Latão - Antigo - Fosco

source: Prism-353
ptb: Pedra preciosa - Diamante

source: Prism-354
ptb: Pedra preciosa - Esmeralda

source: Prism-355
ptb: Gema - Rubi

source: Prism-356
ptb: Gema - Safira

source: Prism-357
ptb: Gema - Cristal

source: Prism-358
ptb: Couro - Perfurado (Verde)

source: Prism-359
ptb: Couro - Perfurado (Vermelho)

source: Prism-360
ptb: Couro - Perfurado (Amarelo)

source: Prism-361
ptb: Couro - Perfurado (Bronze)

source: Prism-362
ptb: Couro - Perfurado (Preto)

source: Prism-363
ptb: Couro - Perfurado (Branco)

source: Prism-364
ptb: Couro - Perfurado (Cinza escuro)

source: Prism-365
ptb: Couro - Perfurado (Azul)

source: Prism-366
ptb: Couro - Fosco (Verde)

source: Prism-367
ptb: Couro - Fosco (Vermelho)

source: Prism-368
ptb: Couro - Fosco (Amarelo)

source: Prism-369
ptb: Couro - Fosco (Bronze)

source: Prism-370
ptb: Couro - Fosco (Preto)

source: Prism-371
ptb: Couro - Fosco (Branco)

source: Prism-372
ptb: Couro - Fosco (Cinza escuro)

source: Prism-373
ptb: Couro - Fosco (Azul)

source: Prism-374
ptb: ABS (Branco)

source: Prism-375
ptb: Náilon 6-6 (Branco)

source: Prism-376
ptb: Resina de acetal (Branco)

source: Prism-377
ptb: Paek (Bege)

source: Prism-378
ptb: Fenólico (Âmbar)

source: Prism-379
ptb: Ar

source: Prism-380
ptb: Plástico - Translúcido fosco (Azul)

source: Prism-381
ptb: Plástico - Translúcido fosco (Cinza)

source: Prism-382
ptb: Plástico - Translúcido fosco (Verde)

source: Prism-383
ptb: Plástico - Translúcido fosco (Vermelho)

source: Prism-384
ptb: Plástico - Translúcido fosco (Branco)

source: Prism-385
ptb: Plástico - Translúcido fosco (Amarelo)

source: Prism-386
ptb: Plástico - Translúcido com brilho (Azul)

source: Prism-387
ptb: Plástico - Translúcido com brilho (Cinza)

source: Prism-388
ptb: Plástico - Translúcido com brilho (Verde)

source: Prism-389
ptb: Plástico - Translúcido com brilho (Vermelho)

source: Prism-390
ptb: Plástico - Translúcido com brilho (Branco)

source: Prism-391
ptb: Plástico - Translúcido com brilho (Amarelo)

source: Prism-392
ptb: Cera (Branco)

source: Prism-393
ptb: Cera (Vermelho)

source: Prism-394
ptb: Cera (Natural)

source: Prism-395
ptb: Jade (Verde)

source: Prism-396
ptb: Jade (Branco-Verde)

source: Prism-397
ptb: Mármore (Translúcido)

source: Prism-398
ptb: Exibir - 7 segmentos - LCD

source: Prism-399
ptb: Exibir - 7 segmentos - LCD (Ciano)

source: Prism-400
ptb: Exibir - 7 segmentos - LED

source: Prism-401
ptb: Exibir - 7 segmentos - LED (Verde)

source: Prism-402
ptb: Exibir - 7 segmentos - LED (Vermelho)

source: Prism-403
ptb: Exibir - 4x20 - LCD

source: Prism-404
ptb: Exibir - 4x20 - LCD (Azul)

source: Prism-405
ptb: Exibir - 4x20 - LCD (Verde)

source: Prism-406
ptb: Exibir - 4x20 - LCD (Vermelho)

source: Prism-407
ptb: Exibir - Eletroluminescente

source: Prism-408
ptb: Exibir - Eletroluminescente (Verde)

source: Prism-409
ptb: Exibir - Eletroluminescente (Laranja)

source: Prism-410
ptb: Exibir - Eletroluminescente (Amarelo)

source: Prism-411
ptb: Exibir - LCD

source: Prism-412
ptb: Exibir - OLED

source: Prism-413
ptb: Exibir - 4x20 - LCD (Branco em azul)

source: Prism-414
ptb: Lâmpada de tipo A - Opaca - 800 lm

source: Prism-415
ptb: Lâmpada de tipo A - Opaca- 1500 lm

source: Prism-416
ptb: LED - SMD 5050 - 20 lm (Branco)

source: Prism-417
ptb: LED (Vermelho)

source: Prism-418
ptb: LED (Verde)

source: Prism-419
ptb: LED (Azul)

source: Prism-420
ptb: Carvalho (Granulação final)

source: Prism-421
ptb: LED - SMD 3528 - 8 lm (Branco)

source: Prism-422
ptb: LED - SMD 5630 - 50 lm (Branco)

source: Prism-500
ptb: Rilsan Invent Natural - PA 11

source: Prism-624
ptb: Alumínio – Jato de cordão de solda

source: Prism-625
ptb: Revestimento – Nitrito de titânio

source: Prism-626
ptb: Revestimento – Preto oxidado

source: Prism-800
ptb: Azulejo de forro – 2'x2' – Padrão01

source: Prism-801
ptb: Lambri de forro

source: Prism-802
ptb: Azulejo de forro – 2'x2' – Bruto – Folga estreita – Preto

source: Prism-803
ptb: Azulejo de forro – 2'x2' – Bruto – Folga estreita – Branco

source: Prism-804
ptb: Azulejo de forro – 2'x2' – Pontos – Ts – Cônico – Branco

source: Prism-805
ptb: Azulejo de forro – 2'x2' – Pontos – Ts – Cônico – Preto

source: Prism-806
ptb: Azulejo de forro – 2'x2' – Pontos – Folga estreita – Preto

source: Prism-807
ptb: Azulejo de forro – 2'x2' – Pontos – Folga estreita – Branco

source: Prism-808
ptb: Azulejo de forro – 2'x2' – Pontos – Folga estreita – Cônico – Preto

source: Prism-809
ptb: Azulejo de forro–- 2'x2' – Pontos – Folga estreita – Cônico – Branco

source: Prism-810
ptb: Azulejo de forro – 2'x2' – Metal perfurado – Cônico – Branco

source: Prism-811
ptb: Textura de parede – Knockdown – Com brilho

source: Prism-812
ptb: Textura de parede – Raspagem laranja – Com brilho

source: Prism-813
ptb: Textura de parede – Pontilhado – Com brilho

source: Prism-814
ptb: Textura de parede – Estuque

source: Prism-815
ptb: Textura de parede – Estuque – Áspero

source: Prism-816
ptb: Carpete – Berbere – Castanho – Listras

source: Prism-817
ptb: Carpete – Berbere – Castanho – Padrão01

source: Prism-818
ptb: Carpete – Berbere – Cinza – Padrão01

source: Prism-819
ptb: Carpete – Berbere – Cinza – Listras

source: Prism-820
ptb: Carpete – Berbere – Cinza médio

source: Prism-821
ptb: Carpete – Berbere – Cinza claro

source: Prism-822
ptb: Carpete – Berbere – Mix de cores

source: Prism-823
ptb: Carpete – Contornos – Branco

source: Prism-824
ptb: Carpete – Contornos – Castanho

source: Prism-825
ptb: Carpete – Tapete – Castanho – Padrão02

source: Prism-826
ptb: Tijolo – Em carreira – Mescla escura

source: Prism-827
ptb: Tijolo - Em carreira - Mescla clara

source: Prism-828
ptb: Seixo rolado – Cinza

source: Prism-829
ptb: Seixo rolado – Marrom

source: Prism-830
ptb: Pedras azuis

source: Prism-831
ptb: Madeira compensada – Face de bordo – Sem acabamento

source: Prism-832
ptb: Madeira compensada – Face de bordo – Verniz acetinado

source: Prism-833
ptb: Madeira compensada – Lateral – 5 camadas

source: Prism-834
ptb: Madeira compensada – Lateral – 7 camadas

source: Prism-835
ptb: Laminado plástico – Preto

source: Prism-836
ptb: Laminado plástico – Branco

source: Prism-837
ptb: Bétula

source: Prism-838
ptb: Bétula – Semibrilhante

source: Prism-839
ptb: Bétula – Com brilho

source: Prism-840
ptb: Grama – Genérico

source: Prism-841
ptb: Quartzo – Branco

source: Prism-842
ptb: Azulejos – Mix01 – Pedra e cerâmica

source: Prism-843
ptb: Piso – Carvalho – Espresso

source: Prism-844
ptb: Tijolo – Camuflado – Mescla escura

source: Prism-845
ptb: Tijolo – Camuflado – Mescla clara

source: Prism-846
ptb: Concreto – Pré-moldado liso – Cinza claro – Altura da parede

source: Prism-847
ptb: Concreto – Pré-moldado liso – Cinza claro

source: Prism-848
ptb: Azulejo de forro – 2'x4' – Pontos – Ts – Cônico – Preto

source: Prism-849
ptb: Azulejo de forro – 2'x4' – Pontos – Ts – Cônico – Branco

source: Prism-850
ptb: Cana – Seis Vias

source: Prism-851
ptb: Asfalto – Cinza escuro

source: Prism-852
ptb: Asfalto – Cinza claro

source: Prism-853
ptb: Camada de matéria vegetal – Mistura marrom

source: Prism-854
ptb: Camada de matéria vegetal – Vermelho

source: Prism-855
ptb: Camada de matéria vegetal – Marrom

source: Prism-856
ptb: Camada de matéria vegetal – Preto

source: Prism-857
ptb: Concreto – Calçada

source: Prism-858
ptb: Nogueira – Piso semibrilhante

source: Prism-859
ptb: Bordo

source: Prism-860
ptb: Bordo – Semibrilhante

source: Prism-861
ptb: Bordo – Brilhante

source: Prism-862
ptb: Mogno – Manufaturado – Piso semibrilhante

source: Prism-863
ptb: Azulejo de forro – 2x4 pol. – Pontos – Folga estreita – Preto

source: Prism-864
ptb: Azulejo de forro – 2x4 pol. – Pontos – Folga estreita – Branco

source: Prism-865
ptb: Azulejo de forro – 2x4 pol. – Pontos – Folga estreita – Cônico – Preto

source: Prism-866
ptb: Azulejo de forro – 2x4 pol. – Pontos – Folga estreita – Cônico – Branco

source: Prism-867
ptb: Azulejo de forro – 600x600 mm – Padrão01

source: Prism-868
ptb: Azulejo de forro – 600x600 mm – Rugoso – Folga estreita – Preto

source: Prism-869
ptb: Azulejo de forro – 600x600 mm – Rugoso – Folga estreita – Branco

source: Prism-870
ptb: Azulejo de forro – 600x600 mm – Pontos – Ts – Cônico – Preto

source: Prism-871
ptb: Azulejo de forro – 600x600 mm – Pontos – Ts – Cônico – Branco

source: Prism-872
ptb: Azulejo de forro – 600x600 mm – Pontos – Folga estreita – Preto

source: Prism-873
ptb: Azulejo de forro – 600x600 mm – Pontos – Folga estreita – Branco

source: Prism-874
ptb: Azulejo de forro – 600x600 mm – Pontos – Folga estreita – Cônico – Preto

source: Prism-875
ptb: Azulejo de forro – 600x600 mm – Pontos – Folga estreita – Cônico – Branco

source: Prism-876
ptb: Azulejo de forro – 600x600 mm – Metal perfurado – Cônico – Branco

source: Prism-877
ptb: Azulejo de forro – 600x1200 mm – Pontos – Folga estreita – Preto

source: Prism-878
ptb: Azulejo de forro – 600x1200 mm – Pontos – Folga estreita – Branco

source: Prism-879
ptb: Azulejo de forro – 600x1200 mm – Pontos – Folga estreita – Cônico – Preto

source: Prism-880
ptb: Azulejo de forro – 600x1200 mm – Pontos – Folga estreita – Cônico – Branco

source: Prism-881
ptb: Cerâmica – Marrom pedra

source: Prism-882
ptb: Reboco básico – Claro

source: Prism-883
ptb: Reboco básico – Médio

source: Prism-884
ptb: Reboco básico – Escuro

source: Prism-885
ptb: Tijolo – Mescla clara

source: Prism-886
ptb: Tijolo – Mescla média

source: Prism-887
ptb: Tijolo – Mescla escura

source: Prism-888
ptb: Tijolo – Vermelho

source: Prism-889
ptb: Tijolo – Cinza

source: Prism-890
ptb: Tijolo – Marrom

source: Prism-891
ptb: Tijolo – Creme

source: Prism-892
ptb: Azulejo de forro – 600x1200 mm – Pontos – Ts – Cônico – Preto

source: Prism-893
ptb: Azulejo de forro – 600x1200 mm – Pontos – Ts – Cônico – Branco

source: Prism-894
ptb: CMU – Suave – Cinza

source: Prism-895
ptb: CMU – Suave – Castanho

source: Prism-896
ptb: CMU – Face dividida – Cinza

source: Prism-897
ptb: CMU – Face dividida – Castanho

source: Prism-898
ptb: CMU – Face dividida – Vermelho

source: PrismGlazing
ptb: Vidraça em prisma

# PrismGlazingSchema_localname:Glazing
source: Glazing
ptb: Vitrificação
