Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

source: Generic-030
ptb: Pelo curto - Bege

source: Generic-031
ptb: Pêlo curto - Azul marinho

source: Generic-032
ptb: Pêlo curto - Dourado

source: Generic-033
ptb: Horizontal de 6 pol - Bege

source: Generic-034
ptb: Horizontal de 4 pol - Cinza

source: Generic-035
ptb: Horizontal de 6 pol - Cinza

source: Generic-036
ptb: Horizontal de 8 pol - Cinza

source: Generic-037
ptb: Vertical de 6 pol - Branco

source: Generic-038
ptb: Pêlo médio - Cinza escuro

source: Generic-039
ptb: Azulejo espanhol - Marrom

source: Generic-040
ptb: Azulejo espanhol - Vermelho 3

source: Generic-041
ptb: Neve

source: Generic-042
ptb: Shingle - Marrom claro meio curvado

source: Generic-043
ptb: Papel de parede - Listras salpicado

source: Generic-044
ptb: Seixo - Marrom

source: Generic-045
ptb: Papel de parede - Floral amarelo

source: Generic-046
ptb: Papel de parede - Floral azul

source: Generic-047
ptb: Papel de parede - Rosas

source: Generic-048
ptb: Papel de parede - Vitoriano

source: Generic-049
ptb: Papel de parede - Geométrico

source: Generic-050
ptb: Sarja - Azul

source: Generic-051
ptb: Azulejo acústico - 2x2 cinza com fissuras

source: Generic-052
ptb: Sarrafo - No tempo

source: Generic-053
ptb: Shingle - Marrom composto

source: Generic-054
ptb: Shingle - Cinza escuro composto

source: Generic-055
ptb: Shingle - Rosa composto

source: Generic-056
ptb: Sarrafo - Cortado à mão

source: Generic-057
ptb: Asfalto - Molhado

source: Generic-058
ptb: Asfalto 3

source: Generic-059
ptb: Grama - Escura Bermuda

source: Generic-060
ptb: Grama - Centeio claro

source: Generic-061
ptb: Losango - Florão

source: Generic-062
ptb: Ferro preto

source: Generic-063
ptb: Bloco de vidro

source: Generic-064
ptb: Papelão - Papelão simples

source: Generic/Ceramic
ptb: Genérico/Cerâmica

source: Generic/Engineered Wood
ptb: Madeira genérica/projetada

source: Generic/Glass
ptb: Genérico/Vidro

source: Generic/Stone
ptb: Genérico/Pedra

source: GenericPhotometricLight
ptb: Luz fotométrica genérica

# GenericPhotometricLightSchema_localname:Light
source: Light
ptb: Luz

# GenericPhotometricLightSchema_localtype:Light
source: Light
ptb: Luz

# GenericSchema_localname:Generic
source: Generic
ptb: Genérico

# GenericSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Glass
ptb: Vidro

source: Glass - Tempered
ptb: Vidro temperado

source: Glass - blue
ptb: Vidro - Azul

source: Glass - bronze
ptb: Vidro - Bronze

source: Glass - clear
ptb: Vidro - Transparente

source: Glass - frosted
ptb: Vidro - Opaco

source: Glass - frosted light
ptb: Vidro - Difusor de luz opaco

source: Glass - frosted medium
ptb: Vidro - Meio opaco

source: Glass - green
ptb: Vidro - Verde

source: Glass - grey
ptb: Vidro - Cinza

source: Glass - red
ptb: Vidro - Vermelho

source: Glass - textured bubbles
ptb: Vidro - Bolhas texturizadas

source: Glass - textured clouds
ptb: Vidro - Nuvens texturizadas

source: Glass - textured lines
ptb: Vidro - Linhas texturizadas

source: Glass - textured mosaic
ptb: Vidro - Mosaico texturizado

source: Glass - textured random
ptb: Vidro - Texturizado aleatório

source: Glass - windshield
ptb: Vidro - Pára-brisas

source: Glass Fiber Board Organic Bonded
ptb: Placa de fibra de vidro com aglutinante orgânico

source: Glass Fiber Reinforced Concrete, 5% fibers
ptb: Concreto reforçado com fibra de vidro, 5% fibras

source: Glass Fiber Reinforced Gypsum
ptb: Gesso reforçado com fibra de vidro

source: Glass Heavy Color
ptb: Cor escura do vidro

source: Glass Light Color
ptb: Cor de luz do vidro

source: Glass Medium Color
ptb: Cor média do vidro

source: Glass fiber reinforced concrete
ptb: Concreto reforçado com fibra de vidro

source: Glass fiber reinforced epoxy
ptb: Epóxi reforçado com fibra de vidro

source: Glass fiber reinforced plastic
ptb: Plástico reforçado com fibra de vidro

source: Glass foam
ptb: Espuma de vidro

source: Glass-001
ptb: Transparente - Verde

source: Glass-002
ptb: Fumê - Cinza

source: Glass-003
ptb: Colorido - Azul

source: Glass-004
ptb: Azul-Verde - Colorido

source: Glass-005
ptb: Fumê - Bronze

source: Glass-006
ptb: Transparente - Âmbar

source: Glass-007
ptb: Fumê - Preto

source: Glass-008
ptb: Transparente

source: Glass-009
ptb: Fosco - Branco

source: Glass-010
ptb: Transparente - Branco

source: Glass-011
ptb: Enrugado - Branco

source: Glass-012
ptb: Semitransparente - Branco

source: Glass-013
ptb: Fosco - Transparente

source: Glass-014
ptb: Jateado - Azul escuro

source: Glass-015
ptb: Jateado - Azul claro

source: Glass-016
ptb: Enrugado - Azul médio

source: Glass-017
ptb: Fosco - Cinza

source: Glass-018
ptb: Enrugado - Verde claro

source: Glass-019
ptb: Jateado - Vermelho escuro

source: Glass-020
ptb: Fosco - Azul

source: Glass-021
ptb: Azul claro enrrugado

source: Glass-022
ptb: Jateado - Bronze escuro

source: Glass-023
ptb: Jateado - Bronze claro

source: Glass-reinforced epoxy laminate, used for printed circuit boards (PCBs)
ptb: Laminado epóxi reforçado com vidro, usado para as placas de circuito impresso (PCB)

source: Glass/Color Density
ptb: Vidro/Cor de densidade

source: Glass/Glazing
ptb: Vidro/Vitrificação

source: Glass/Smooth
ptb: Vidro/Suave

source: Glass/Textured
ptb: Vidro/Texturizado

source: Glazing
ptb: Vitrificação

source: Glazing material.
ptb: Material para vitrificação.

source: Glazing-001
ptb: Refletiva azul escuro

source: Glazing-002
ptb: Azul escuro

source: Glazing-003
ptb: Refletiva azul claro

source: Glazing-004
ptb: Refletiva bronze escuro

source: Glazing-005
ptb: Refletiva bronze claro

source: Glazing-006
ptb: Bronze claro

source: Glazing-007
ptb: Cinza escuro

source: Glazing-008
ptb: Vermelho escuro

source: Glazing-009
ptb: Azul esverdeado

source: Glazing-010
ptb: Dourada

source: Glazing-011
ptb: Refletiva transparente

source: Glazing-012
ptb: Transparente

source: Glazing-013
ptb: Vermelho claro

source: Glazing-014
ptb: Azul - Vitrificação

source: Glazing-015
ptb: Refletiva azul

source: Glazing-016
ptb: Bronze escuro

source: Glazing-017
ptb: Refletiva cinza claro

source: Glazing-018
ptb: Cinza claro

source: Glazing-019
ptb: Refletiva verde escuro

# GlazingSchema_localname:Glazing
source: Glazing
ptb: Vitrificação

# GlazingSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Glossy
ptb: Com brilho

source: Glossy surface
ptb: Superfície com brilho

source: Glossy surface with light bump
ptb: Superfície com brilho com luz adicional

source: Glue laminated timber GL24c EN 1194
ptb: Madeira laminada e colada GL24c EN 1194

source: Glue laminated timber GL24h EN 1194
ptb: Madeira laminada e colada GL24h EN 1194

source: Glue laminated timber GL28c EN 1194
ptb: Madeira laminada e colada GL28c EN 1194

source: Glue laminated timber GL28h EN 1194
ptb: Madeira laminada e colada GL28h EN 1194

source: Glue laminated timber GL32c EN 1194
ptb: Madeira laminada e colada GL32c EN 1194

source: Glue laminated timber GL32h EN 1194
ptb: Madeira laminada e colada GL32h EN 1194

source: Glue laminated timber GL36c EN 1194
ptb: Madeira laminada e colada GL36c EN 1194

source: Glue laminated timber GL36h EN 1194
ptb: Madeira laminada e colada GL36h EN 1194

source: Gold
ptb: Dourada

source: Gold - polished
ptb: Ouro - Polido

source: Good electrical properties, wide temperature range and high chemical resistance.
ptb: Boas propriedades elétricas, ampla gama de temperaturas e alta resistência química.

source: Grade H-1
ptb: Grau H-1

source: Gradient
ptb: Gradiente

source: Gradient map.
ptb: Mapa de gradiente.

# GradientSchema_localname:Gradient
source: Gradient
ptb: Gradiente

# GradientSchema_localtype:Texture
source: Texture
ptb: Textura

source: Grand Fir
ptb: Abeto gigante

source: Granite
ptb: Granito

source: Granite - Black
ptb: Granito – Preto

source: Granite - Black and White
ptb: Granito - Preto e branco

source: Granite - Blue Pearl
ptb: Granito – Azul pérola

source: Granite - Red
ptb: Granito – Vermelho

source: Granite surface
ptb: Superfície de granito

source: Granite, average properties
ptb: Granito, propriedades médias

source: Granite, polished gray, running
ptb: Granito cinza polido, trecho

source: Granite, rough gray, stacked
ptb: Granito, cinza bruto, empilhado

source: Graphics
ptb: Gráficos

# GraphicsSchema_localname:Graphics
source: Graphics
ptb: Gráficos

# GraphicsSchema_localtype:Graphics
source: Graphics
ptb: Gráficos

source: Grass - Field - Large patch
ptb: Grama – Campo – Superfície grande

source: Grass - Generic - Medium patch
ptb: Grama – Genérico – Correção média

source: Grass - High Quality - Medium patch
ptb: Grama – Alta qualidade – Superfície média

source: Gravel
ptb: Cascalho

source: Gray bricks
ptb: Tijolos cinza

source: Gray cast iron
ptb: Ferro fundido cinza

source: Gray marble stone floor
ptb: Piso de pedra de mármore cinza

source: Gray modular bricks
ptb: Tijolos modulares cinza

source: Green
ptb: Verde

source: Green glazing - Insulating
ptb: Vidraça verde – Isolamento

source: Green glazing - Single pane
ptb: Vidraça verde – Painel único

source: Grey
ptb: Cinza

source: Grey Cast Iron
ptb: Ferro fundido cinza

source: Grey cast iron
ptb: Ferro fundido cinza

source: Grey glazing - High Reflectivity
ptb: Vidraça cinza – Alta refletividade

source: Grey glazing - Insulating
ptb: Vidraça cinza – Isolamento

source: Grey glazing - Insulating - High reflectivity - Inner coating
ptb: Vidraça cinza – Isolamento – Alta refletividade – Revestimento interno

source: Grey glazing - Single pane
ptb: Vidraça cinza – Painel único

source: Gronze glazing
ptb: Esmalte à base de bronze

source: Ground Plane
ptb: Plano do chão

source: Ground cork
ptb: Cortiça moída

# GrowthLabel
source: Growth
ptb: Crescimento

# GrowthVariationsLabel
source: Growth Variations
ptb: Variações de crescimento

source: Gypsum
ptb: Gesso

source: Gypsum Plaster
ptb: Gesso

source: Gypsum Wall Board
ptb: Placa de parede de gesso

source: Gypsum board
ptb: Placa de gesso

source: Hardboard
ptb: Tábua dura

source: Hardened
ptb: Endurecido

source: Hardwood
ptb: Madeira de lei

source: Hardwood material.
ptb: Material de madeira de lei.

# HardwoodSchema_localname:Wood
source: Wood
ptb: Madeira

# HardwoodSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Has a beige tint
ptb: Possui um tom bege

source: Has a blue tint
ptb: Possui um tom azul

source: Has a medium beige tint
ptb: Possui um tom bege médio

source: Has a slight blue tint
ptb: Possui um tom azul leve

source: Heat Treated
ptb: com tratamento térmico

source: Heavy
ptb: Pesado

source: Heavy masonry units
ptb: Blocos de concreto pesados

source: Heavyweight brick
ptb: Tijolo pesado

source: Helium, properties at atmospheric pressure
ptb: Hélio, propriedades à pressão atmosférica

source: Hemispherical Map.
ptb: Mapeamento hemisférico.

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
ptb: Mapeamento hemisférico

# HemisphericalSchema_localtype:Texture
source: Texture
ptb: Textura

source: Herringbone 2x1
ptb: Espinha de peixe 2x1

source: Herringbone 3x1
ptb: Espinha de peixe 3x1

source: Herringbone 4x1
ptb: Espinha de peixe 4x1

source: Herringbone 5x1
ptb: Espinha de peixe 5x1

source: Hexagons 2x2
ptb: Hexágonos 2x2

source: Hexagons 3x3
ptb: Hexágonos 3x3

# Hickory - Grey Flooring - 5&quot; wide
source: Hickory - Grey Flooring - 5" wide
ptb: Nogueira – Piso cinza – 5 pol. de largura

source: High Carbon Steel, Austempered
ptb: Aço rico em carbono, austemperado

# High Carbon Steel, Quenched &amp; Tempered
source: High Carbon Steel, Quenched & Tempered
ptb: Aço rico em carbono, resfriado e temperado

source: High Carbon steel
ptb: Aço-carbono alto

source: High Density
ptb: Alta Densidade

source: High Hardenability Ni-Cr-Mo Steel with 0.40-0.42 carbon content, Hot Rolled
ptb: Aço Ni-Cr-Mo de alto endurecimento com 0.40-0.42 de conteúdo de carbono, laminado a quente

source: High Hardenability Ni-Cr-Mo Steel with 0.40-0.42 carbon content, Quenched & Tempered
ptb: Aço Ni-Cr-Mo de alto endurecimento com 0.40-0.42 de conteúdo de carbono, resfriado e temperado

source: High Hardenability Si-Mn Steel with 0.50-0.63 carbon content, Normalized
ptb: Aço Si-Mn de alto endurecimento com 0.50-0.63 de conteúdo de carbono, padrão

source: High Hardenability Si-Mn Steel with 0.50-0.63 carbon content, Quenched & Tempered
ptb: Aço Si-Mn de alto endurecimento com 0.50-0.63 de conteúdo de carbono, resfriado e temperado

source: High Reflectivity
ptb: Alta refletividade

source: High Strength
ptb: Alta resistência

source: High Strength f'c=10.0 ksi
ptb: Alta resistência f'c=10.0 ksi

source: High Strength f'c=11.0 ksi
ptb: Alta resistência f'c=11.0 ksi

source: High Strength f'c=12.0 ksi
ptb: Alta resistência f'c=12.0 ksi

source: High Strength f'c=7.0 ksi
ptb: Alta resistência f'c=7.0 ksi

source: High Strength f'c=8.0 ksi
ptb: Alta resistência f'c=8.0 ksi

source: High Strength f'c=9.0 ksi
ptb: Alta resistência f'c=9.0 ksi

source: High Strength steel Fy 345 MPa
ptb: Aço de alta resistência Fy 345 MPa

source: High Strength steel, Fy 290 MPa
ptb: Aço de alta resistência, Fy 290 MPa

source: High density EPS
ptb: EPS de alta resistência

source: High density melamine
ptb: Melamina de alta densidade

source: High density polyethylene
ptb: Polietileno de alta densidade

source: High impact polystyrene
ptb: Poliestireno de alto impacto

source: High melting point and resistant to chemicals, radiation and extreme temperatures.
ptb: Ponto de fusão elevado e resistente a produtos químicos, radiação e temperaturas extremas.

source: High strength concrete
ptb: Concreto de alta resistência

source: High strength low alloy steel
ptb: Aço de baixa liga e alta resistência

source: High-strength low-alloy
ptb: Baixa liga e alta resistência

source: Hill swatch.
ptb: Amostra de morro.

source: Hollow glass block
ptb: Bloco de vidro oco

source: Honduras Mahogony
ptb: Mogno de Honduras

source: Hopscotch 1/2
ptb: Amarelinha 1/2

source: Hopscotch 1/4
ptb: Amarelinha 1/4

source: Hot Formed
ptb: Formado a quente

source: Hydrogen, properties at atmospheric pressure
ptb: Hidrogênio, propriedades à pressão atmosférica

source: Illuminated display color
ptb: Cor de exibição iluminada

source: Image Based Lighting.
ptb: Iluminação com base na imagem.

# ImageSwitch:uilabel
source: Image Switch:
ptb: Alternância de imagens:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
ptb: Imagens cortesia de Precast/Prestresse Concrete Institute (PCI).

source: Insulated
ptb: Isolado

source: Insulating
ptb: Isolamento

source: Insulation
ptb: Isolamento

source: Insulation-Fibers
ptb: Isolamento-fibras

source: InvCer-001
ptb: Quadrado 4 pol - Azul claro

source: InvGen-001
ptb: Transparente - Azul - Versão 1.1

source: InvGen-001-1-2
ptb: Transparente - Azul

source: InvGen-002
ptb: Papelão

source: InvGen-003
ptb: Madeira flutuante

source: InvGen-004
ptb: Folha de metal dourada

source: InvGen-005
ptb: Transparente - Verde 1 - Versão 1.1

source: InvGen-005-1-2
ptb: Transparente - Verde 1

source: InvGen-006
ptb: Bronze de canhão

source: InvGen-007
ptb: Canhão - Antigo polido

source: InvGen-008
ptb: Bronze de canhão - Polido

source: InvGen-009
ptb: Pedra - Azul

source: InvGen-010
ptb: Magenta

source: InvGen-011
ptb: Metal quente 1400F

source: InvGen-012
ptb: Metal quente 1600F

source: InvGen-013
ptb: Metal quente 1800F

source: InvGen-014
ptb: Metal quente 2400F

source: InvGen-015
ptb: Níquel - Versão 1.1

source: InvGen-015-1-2
ptb: Níquel

source: InvGen-016
ptb: Óleo

source: InvGen-017
ptb: Opala

source: InvGen-018
ptb: Rosa

source: InvGen-019
ptb: Policarbonato - Transparente - Versão 1.1

source: InvGen-019-1-2
ptb: Policarbonato - Transparente

source: InvGen-020
ptb: Policarbonato - Fumê - Versão 1.1

source: InvGen-020-1-2
ptb: Policarbonato - Fumê

source: InvGen-021
ptb: Náilon 6

source: InvGen-022
ptb: PTFE

source: InvGen-023
ptb: Nitrito de silício - Polido - Versão 1.1

source: InvGen-023-1-2
ptb: Nitrito de silício - Polido

source: InvGen-024
ptb: Motor virado

source: InvGen-025
ptb: Afiado

source: InvGen-027
ptb: Oxidado

source: InvGen-028
ptb: Placa

source: InvGen-029
ptb: Enferrujado - Versão 1.1

source: InvGen-029-1-2
ptb: Enferrujado

source: InvGen-031
ptb: Titânio - Versão 1.1

source: InvGen-031-1-2
ptb: Titânio

source: InvGen-032
ptb: Titânio - Polido - Versão 1.1

source: InvGen-032-1-2
ptb: Titânio - Polido

source: InvGen-033
ptb: Bolhas de água

source: InvGen-034
ptb: Alumínio - Soldado

source: InvGen-035
ptb: Latão - Soldado

source: InvGen-036
ptb: Aço inoxidável - Soldado

source: InvGen-037
ptb: Aço suave - Soldado

source: InvGen-038
ptb: Borracha - Preta - Versão 1.1

source: InvGen-038-1-2
ptb: Borracha - Preta

source: InvGen-039
ptb: Borracha - Azul - Versão 1.1

source: InvGen-039-1-2
ptb: Borracha - Azul

source: InvGen-040
ptb: Borracha - Verde - Versão 1.1

source: InvGen-040-1-2
ptb: Borracha - Verde

source: InvGen-042
ptb: Madeira - Pintada de branco

source: InvGen-043
ptb: Transparente - Amarelo - Versão 1.1

source: InvGen-043-1-2
ptb: Transparente - Amarelo

source: InvGen-044
ptb: Zinco cromático 1

source: InvGen-045
ptb: Verde polido

source: InvGen-046
ptb: Alumínio moldado

source: InvGen-048
ptb: Preto moldado

source: InvGen-049
ptb: Fibra de carbono 1

source: InvGen-050
ptb: Metal expandido 01

source: InvGen-051
ptb: Metal expandido 02

source: InvGen-052
ptb: Metal expandido 03

source: InvGen-053
ptb: Metal expandido 04

source: InvGen-054
ptb: Usinado 02

source: InvGen-055
ptb: Usinado 03

source: InvGen-056
ptb: Ferrugem

source: InvGen-057
ptb: Chapa antiderrapante

source: InvGen-058
ptb: Placa - Azul

source: InvGen-059
ptb: Cromado - Preto polido

source: InvGen-060
ptb: Cromado - Azul polido

source: InvGen-061
ptb: Zinco cromático 2

source: InvGen-062
ptb: Alumínio - Plano - Versão 1.1

source: InvGen-062-1-2
ptb: Alumínio - Plano

source: InvGen-063
ptb: Ouro - Metal - Versão 1.1

source: InvGen-063-1-2
ptb: Ouro - Metal

source: InvGen-064
ptb: Prata - Versão 1.1

source: InvGen-064-1-2
ptb: Prata

source: InvGen-065
ptb: Chumbo

source: InvGen-066
ptb: Aço

source: InvGen-067
ptb: Ferro fundido cinzento

source: InvGen-068
ptb: Ferro - Fundido

source: InvGen-069
ptb: Aço - Fundido

source: InvGen-070
ptb: Amolado - Cinza escuro

source: InvGen-071
ptb: Padrão

source: InvHW-001
ptb: Cortiça - Grossa

source: InvMet-004
ptb: Placa em padrão de losango - Versão 1.1

source: InvMet-004-1-2
ptb: Placa em padrão de losango

source: InvMet-005
ptb: Galvanizado

source: InvMet-006
ptb: Serrilhado - Versão 1.1

source: InvMet-006-1-2
ptb: Serrilhado

source: InvMet-007
ptb: Aço - Polido

source: InvMet-008
ptb: Semipolido

source: Iron
ptb: Ferro

source: Iron - cast
ptb: Ferro - Fundido

source: Iron - polished
ptb: Ferro - Polido

source: Iron, Wrought
ptb: Ferro forjado

source: Jade - green
ptb: Jade - Verde

source: Jade - white
ptb: Jade - Branco

source: Jade - white and green
ptb: Jade - Branco e verde

source: Jute felt
ptb: Feltro de juta

source: Jute fibre
ptb: Fibra de juta

source: Kerto-S beam 21-90 mm EC5
ptb: Viga kerto-S 21-90 mm EC5

source: Kieselgur
ptb: Terra infusória

source: LCP
ptb: PCL

source: Laminate
ptb: Laminado

source: Laminated Bamboo
ptb: Bambu laminado

source: Laminated Paper
ptb: Papel laminado

source: Laminated Veneer Lumber
ptb: Tábua laminada revestida com papelão

source: Laminated bamboo sheets
ptb: Folhas de bambu laminadas

source: Landscape
ptb: Paisagem

# LatewoodExponentLabel
source: Latewood Exponent
ptb: Expoente do lenho tardio

# LatewoodExponentLabel:tooltip
source: Latewood color as a power of the Earlywood color(1.0 = same, < 1.0 = lighter, > 1.0 = darker).
ptb: Cor de lenho tardio como uma potência da cor de lenho inicial (1,0 = igual, < 1,0 = mais clara, > 1,0 = mais escura).

# Latewood_label
source: Latewood
ptb: Lenho tardio

# Latewood_label:tooltip
source: Enables ring growth Latewood color variations
ptb: Ativa as variações da cor de lenho tardio do crescimento do anel

# Latitude
source: Scene Latitude:
ptb: Latitude da cena:

# Latitude:uilabel
source: Scene Latitude:
ptb: Latitude da cena:

source: Lead
ptb: Chumbo

source: Lead - rough
ptb: Chumbo - Áspero

source: Lead - satin
ptb: Chumbo - Acetinado

source: Lead Solder, Tin Alloy, Electronic component lead
ptb: Solda de chumbo, liga de estanho, chumbo em componentes eletrônicos

source: Lead Solder, Tin Alloy, Electronic component lead
ptb: Solda de chumbo, liga de estanho, chumbo em componentes eletrônicos

source: Lead glass
ptb: Vidro de chumbo

source: Lead plating
ptb: Revestimento de chumbo

source: Lead, oxidized
ptb: Chumbo oxidado

source: Lead, oxidized finish
ptb: Chumbo com acabamento oxidado

source: Leather
ptb: Couro

source: Leather - black
ptb: Couro - Preto

source: Leather - brown
ptb: Couro - Marrom

source: Leather - matte black
ptb: Couro - Preto fosco

source: Leather - matte blue
ptb: Couro - Azul fosco

source: Leather - matte dark grey
ptb: Couro - Cinza escuro fosco

source: Leather - matte green
ptb: Couro - Verde fosco

source: Leather - matte red
ptb: Couro - Vermelho fosco

source: Leather - matte tan
ptb: Couro - Bronze fosco

source: Leather - matte white
ptb: Couro - Branco fosco

source: Leather - matte yellow
ptb: Couro - Amarelo fosco

source: Leather - perforated black
ptb: Couro - Preto perfurado

source: Leather - perforated blue
ptb: Couro - Azul perfurado

source: Leather - perforated dark grey
ptb: Couro - Cinza escuro perfurado

source: Leather - perforated green
ptb: Couro - Verde perfurado

source: Leather - perforated red
ptb: Couro - Vermelho perfurado

source: Leather - perforated tan
ptb: Couro - Perfurado castanho

source: Leather - perforated white
ptb: Couro - Branco perfurado

source: Leather - perforated yellow
ptb: Couro - Amarelo perfurado

source: Leather and Cloth
ptb: Couro e tecidos

source: Leather, dark brown
ptb: Couro marrom escuro

source: Leather, weathered
ptb: Couro, envelhecido

source: Light
ptb: Luz

source: Light beige colour
ptb: Cor bege claro

source: Light brown modular bricks
ptb: Tijolos modulares marrom claro

source: Light brown rectangular herringbone bricks
ptb: Tijolos em espinha de peixe marrom claro

source: Light gray rectangular stones
ptb: Pedras retangulares cinza claro

source: Light gray slate bricks
ptb: Tijolos de ardósia cinza claro

source: Light red and large square slate bricks
ptb: Grandes tijolos quadrados de ardósia vermelho claro

source: Light red modular bricks
ptb: Tijolo modular vermelho claro

source: Lightly frosted
ptb: Ligeiramente fosco

source: Lightweight
ptb: Leve

source: Lightweight brick
ptb: Tijolo leve

source: Lightweight concrete
ptb: Concreto leve

source: Lightweight concrete masonry units
ptb: Blocos de concreto leve

source: Lightweight f'c=28 MPa
ptb: Leve f'c=28 MPa

source: Lightweight f'c=30 MPa
ptb: Leve f'c=30 MPa

source: Lightweight f'c=4.0 ksi
ptb: Leve f'c=4.0 ksi

source: Lightweight f'c=40 MPa
ptb: Leve f'c=40 MPa

source: Lightweight f'c=45 MPa
ptb: Leve f'c=45 MPa

source: Lightweight f'c=50 MPa
ptb: Leve f'c=50 MPa

source: Lightweight masonry unitss
ptb: Blocos de concreto leve

source: Lime mortar
ptb: Argamassa de cal

source: Lime plaster
ptb: Gesso de cal

source: Limestone
ptb: Pedra calcária

source: Limestone mortar
ptb: Argamassa de pedra calcária

source: Limestone, rough rubble
ptb: Pedra calcária, cascalho bruto

source: Limestone, rough, coursed ashlar
ptb: Pedra calcária, bruta, pedra de cantaria cimentada

source: Linen, beige
ptb: Linho bege

source: Linen, white
ptb: Linho branco

source: Linoleum flooring
ptb: Piso de linóleo

source: Liquid
ptb: Líquido
