Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
ptb: Bulbo fosco

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
ptb: Lentes de lâmpada halógena

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
ptb: Sombra da lâmpada externa

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
ptb: Sombra da lâmpada interna

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
ptb: Tela LCD

# decApp_self_illum_luminance_led_panel
source: LED panel
ptb: Painel de LED

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
ptb: Não iluminado

# decApp_transparency
source: Transparency:
ptb: Transparência:

# decApp_transparency:maxlabel
source: transparent
ptb: transparente

# decApp_transparency:minlabel
source: opaque
ptb: opaco

# decApp_transparency:uilabel
source: Transparency:
ptb: Transparência:

# decal-1:uilabel
source: Decal 1:
ptb: Decalque 1:

# decalbumpmap_Bitmap
source: Image File:
ptb: Arquivo de imagem:

# decalbumpmap_Bitmap:uilabel
source: Image File:
ptb: Arquivo de imagem:

# decalbumpmap_Blur:uilabel
source: Blur
ptb: Mancha

# decalbumpmap_Filtering:uilabel
source: Filtering
ptb: Filtragem

# decalbumpmap_Invert
source: Invert:
ptb: Inverter:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
ptb: Inverter as áreas claras e escuras da imagem.

# decalbumpmap_Invert:uilabel
source: Invert:
ptb: Inverter:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
ptb: Canal do mapa

# decalbumpmap_RGBAmount:uilabel
source: Brightness
ptb: Brilho

# decalbumpmap_UMirror:uilabel
source: U Mirror
ptb: Espelho U

# decalbumpmap_UOffset:uilabel
source: U Offset
ptb: Deslocamento U

# decalbumpmap_UVScale:uilabel
source: UV Scale
ptb: Escala de UV

# decalbumpmap_UWrap:uilabel
source: U Wrap
ptb: Ajuste em U

# decalbumpmap_VMirror:uilabel
source: V Mirror
ptb: Espelho V

# decalbumpmap_VOffset:uilabel
source: V Offset
ptb: Deslocamento V

# decalbumpmap_VWrap:uilabel
source: V Wrap
ptb: Ajuste em V

# decalbumpmap_WAngle:uilabel
source: Angle
ptb: Ângulo

# decalmap_Bitmap
source: Image File:
ptb: Arquivo de imagem:

# decalmap_Bitmap:uilabel
source: Image File:
ptb: Arquivo de imagem:

# decalmap_Blur:uilabel
source: Blur
ptb: Mancha

# decalmap_Filtering:uilabel
source: Filtering
ptb: Filtragem

# decalmap_Invert:uilabel
source: Invert:
ptb: Inverter:

# decalmap_MapChannel:uilabel
source: Map Channel
ptb: Canal do mapa

# decalmap_RGBAmount
source: Brightness:
ptb: Brilho:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
ptb: Ajustar o brilho da imagem

# decalmap_RGBAmount:uilabel
source: Brightness
ptb: Brilho

# decalmap_UMirror:uilabel
source: U Mirror
ptb: Espelho U

# decalmap_UOffset:uilabel
source: U Offset
ptb: Deslocamento U

# decalmap_UVScale:uilabel
source: UV Scale
ptb: Escala de UV

# decalmap_UWrap:uilabel
source: U Wrap
ptb: Ajuste em U

# decalmap_VMirror:uilabel
source: V Mirror
ptb: Espelho V

# decalmap_VOffset:uilabel
source: V Offset
ptb: Deslocamento V

# decalmap_VWrap:uilabel
source: V Wrap
ptb: Ajuste em V

# decalmap_WAngle:uilabel
source: Angle
ptb: Ângulo

# decayStartDistance
source: Decay Start:
ptb: Início do decaimento:

# decayStartDistance:uilabel
source: Decay Start:
ptb: Início do decaimento:

source: Decay Type:
ptb: Tipo de decaimento:

# decayType:inverse
source: Inverse
ptb: Inverso

# decayType:inverseSquare
source: Inverse Square
ptb: Quadrado inverso

# decayType:none
source: None
ptb: Nenhum

# decayType:uilabel
source: Decay Type:
ptb: Tipo de decaimento:

source: decorative
ptb: decorativo

source: denim
ptb: sarja

source: diamond
ptb: losango

source: diamond plate texture
ptb: textura de chapa em forma de losango

source: diamonds
ptb: losangos

source: Diffuse:
ptb: Difuso

# diffuse:uilabel
source: Diffuse:
ptb: Difuso:

# dimmer
source: Multiplier:
ptb: Multiplicador:

# dimmer:uilabel
source: Multiplier:
ptb: Multiplicador:

# dimmerPanel
source: Dimming
ptb: Esmaecendo

source: Directional
ptb: Direcional

source: dirt
ptb: aterro

source: Disc
ptb: Disco

# disc_radius
source: Radius:
ptb: Raio:

# disc_radius:uilabel
source: Radius:
ptb: Raio:

source: Distribution:
ptb: Distribuição:

# distribution:diffuse
source: Diffuse
ptb: Difuso

# distribution:isotropic
source: Uniform
ptb: Uniforme

# distribution:spot
source: Spot
ptb: Ponto

# distribution:uilabel
source: Distribution:
ptb: Distribuição:

# distribution:web
source: Use Light Profile
ptb: Utilizar perfil de iluminação

source: dolomite
ptb: dolomita

source: dots
ptb: pontos

source: dry wall
ptb: parede seca

source: duralumin
ptb: duralumínio

source: ecru
ptb: ocre

source: Edge Rounding
ptb: Arredondamento de arestas

source: Effects
ptb: Efeitos

# electricalEfficiency
source: Electrical Efficiency (lm/W):
ptb: Eficiência elétrica (lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
ptb: Eficiência elétrica (lm/W):

source: elm
ptb: olmo

# emit_direct_photons:uilabel
source: Emit Direct Photons
ptb: Emitir fótons diretos

source: environments
ptb: ambientes

source: expanded
ptb: expandida

source: exposed
ptb: exposto

# exterior:uilabel
source: Exterior Daylight
ptb: Luz natural externa

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
ptb: Fluorescente (Branco frio)

# f3_fluorescentWhite
source: Fluorescent (White)
ptb: Fluorescente (Branco)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
ptb: Fluorescente (Branco quente)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
ptb: Fluorescente (Luz natural)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
ptb: Fluorescente (Branco claro)

# f_number
source: Aperture (f-stop):
ptb: Abertura (ponto):

# f_number:uilabel
source: Aperture (f-stop):
ptb: Abertura (ponto):

source: fabric
ptb: tecido

source: fabric with gray, blue and white stripes
ptb: tecido com listras cinzas, azuis e brancas

source: fabric with yellow and black stripes
ptb: tecido com listras amarelas e pretas

source: fabric with yellow and gray stripes
ptb: tecido com listras amarelas e cinzas

source: fabric with yellow and white stripes
ptb: tecido com listras amarelas e brancas

source: Fall Off:
ptb: Redução:

# fallOff:tooltip
source: Spot width, in radians
ptb: Largura do ponto em radianos

# fallOff:uilabel
source: Fall Off:
ptb: Redução:

# farAttenuationEnd
source: End Point:
ptb: Ponto final:

# farAttenuationEnd:uilabel
source: End Point:
ptb: Ponto final:

# farAttenuationOn
source: Far Attenuation:
ptb: Atenuação distante:

# farAttenuationOn:uilabel
source: Far Attenuation:
ptb: Atenuação distante:

# farAttenuationStart
source: Start Point:
ptb: Ponto inicial:

# farAttenuationStart:uilabel
source: Start Point:
ptb: Ponto inicial:

source: fatigue
ptb: fadiga

source: fatigue structural asset.
ptb: fadiga estrutural do recurso.

# fatigue_SN_Behavior
source: Behavior
ptb: Comportamento

# fatigue_SN_Behavior:sn_Constant
source: Constant
ptb: Constante

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
ptb: Curva S-N

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
ptb: Permite selecionar entre o comportamento Constante ou S-N curvado.

# fatigue_SN_Behavior:uilabel
source: Behavior
ptb: Comportamento

# fatigue_SN_Graph
source: S-N Curve
ptb: Curva S-N

# fatigue_props1
source: Strain-Fatigue Life
ptb: Vida útil esforço-fadiga

# fatigue_props2
source: Stress-Fatigue Life
ptb: Vida útil tensão-fadiga

# fatigue_props3
source: Compressive Strength
ptb: Força de compressão

source: felt paper
ptb: papel de feltro

source: fiber
ptb: fibra

source: fieldstone
ptb: pedra bruta

source: film
ptb: película

# film_iso
source: Film speed (ISO):
ptb: Velocidade do filme (ISO):

# film_iso:uilabel
source: Film speed (ISO):
ptb: Velocidade do filme (ISO):

source: Filter Color:
ptb: Filtrar cor:

# filterColor:uilabel
source: Filter Color:
ptb: Filtrar cor:

source: fine
ptb: fino

source: fireproofing
ptb: proteção contra fogo

source: firestop
ptb: corta-fogo

source: fissured
ptb: fissurado

# flags:uilabel
source: Flags
ptb: Indicadores

source: flagstone
ptb: pedra de pavimentação

source: flaked
ptb: em camada

source: flat
ptb: plano

source: floor
ptb: piso

source: flooring
ptb: piso

source: foam
ptb: espuma

# focal_length:uilabel
source: focal_length
ptb: distância_focal

source: forest
ptb: floresta

source: formwork
ptb: gabarito

source: frosted
ptb: fosco

source: furniture
ptb: mobiliário

source: galvanized
ptb: galvanizada

source: gas
ptb: gás

# gas_props1
source: Properties
ptb: Térmico básico

# gas_props2
source: Mechanical
ptb: Mecânico

source: generic
ptb: genérico

# generic_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em torno de objetos com auto iluminação.

# generic_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# generic_ao_distance
source: Max Distance
ptb: Distância máxima

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# generic_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# generic_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# generic_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# generic_ao_samples
source: Samples
ptb: Amostras

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# generic_ao_samples:uilabel
source: Samples
ptb: Amostras

# generic_backface_cull:uilabel
source: Backface Cull
ptb: Seleção de face traseira

# generic_bump_amount
source: Amount
ptb: Montante

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
ptb: Ajuste a altura relativa do padrão de relevo especificado.Insira 0 para tornar a superfície plana.Insira valores decimais maiores (até 1000.0) para aumentar a altura da das irregularidades da superfície.

# generic_bump_amount:uilabel
source: Amount
ptb: Montante

# generic_bump_map:uilabel
source: Bump
ptb: Relevo

# generic_bump_map_image_label
source: Image
ptb: Imagem

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
ptb: Usa o mapa de textura para selecionar um padrão de mudança de relevo para o material. Um padrão de relevo define áreas elevadas e abaixadas com base nas áreas escuras e claras de um arquivo de imagem.

# generic_bump_map_panel_label
source: Bump
ptb: Relevo

# generic_cutout_opacity:uilabel
source: Cutouts
ptb: Recortes

# generic_cutout_opacity_image_label
source: Image
ptb: Imagem

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
ptb: Usa um mapa de textura para controlar as formas cortadas na superfície do material.

# generic_cutout_opacity_panel_label
source: Cutouts
ptb: Recortes

# generic_diffuse:uilabel
source: Color
ptb: Cor

# generic_diffuse_color
source: Color
ptb: Cor

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
ptb: Ajusta a cor da superfície. Afeta a luz refletida de (reflexão) e a luz passando através de (transmissão).

# generic_diffuse_image
source: Image
ptb: Imagem

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
ptb: Exibe o mapa de cor difusa do material.

# generic_diffuse_image_fade
source: Image Fade
ptb: Esmaecer imagem

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
ptb: Ajusta o composto entre a cor base e a imagem difusa. Somente ativo quando uma imagem é escolhida.

# generic_diffuse_image_fade:uilabel
source: Image Fade
ptb: Esmaecer imagem

# generic_general
source: Generic
ptb: Genérico

# generic_glossiness
source: Glossiness
ptb: Com brilho

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
ptb: Especifica a suavidade da superfície, que afeta a reflexão e a transparência. Reduz o brilho para criar superfícies foscas ou vidro jateado. Insira um valor entre 0 (embaçado) e 100 (um espelho perfeito).

# generic_glossiness:uilabel
source: Glossiness
ptb: Com brilho

# generic_is_metal
source: Highlights
ptb: Realces

# generic_is_metal:offlabel
source: Non-Metallic
ptb: Não metálico

# generic_is_metal:onlabel
source: Metallic
ptb: Metálico

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
ptb: Ajusta adicionando realces metálicos. Padrão = não metálico.

# generic_is_metal:uilabel
source: Highlights
ptb: Realces

# generic_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# generic_props
source: Behavior
ptb: Comportamento

# generic_props1
source: Basic Thermal
ptb: Térmico básico

# generic_props2
source: Mechanical
ptb: Mecânico

# generic_props4
source: Strength
ptb: Resistência

# generic_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar reflexões com brilho.

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# generic_reflectivity_at_0deg
source: Reflectivity
ptb: Reflexibilidade

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
ptb: Reflexibilidade

# generic_reflectivity_at_0deg_slider
source: Direct
ptb: Direto

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
ptb: Ajusta quanta luz é refletida pelo material quando a superfície está faceando diretamente a câmera. Insira um valor entre 0 (nenhum reflexão) e 100 (reflexão máxima).

# generic_reflectivity_at_90deg
source: Oblique
ptb: Oblíquo

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
ptb: Ajusta quanta luz é refletida pelo material quando a superfície está em um ângulo com a câmera. Insira um valor entre 0 (nenhum reflexão) e 100 (reflexão máxima).

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
ptb: Reflexibilidade

# generic_refr_depth
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ptb: Quando marcado, a profundidade de refração do material é controlada localmente e um raio de transparência adicional será projetado quando o limite for atingido, limitando o efeito "borda escura" normalmente encontrado em objetos de vidro sólido.

# generic_refr_depth:uilabel
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# generic_refr_depth_control_label
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# generic_refraction_custom
source: Custom
ptb: Personalizado

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
ptb: Amostras de refração com brilho

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar refrações com brilho.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
ptb: Amostras de refração com brilho

# generic_refraction_index
source: Refraction
ptb: Refração

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
ptb: Ajusta a quantidade que a luz se dobra quando ela passa através de uma superfície. Somente ativo quando Transparência tem um valor maior do que 0. Especifique um número de índice entre 0 (nenhuma refração) e 5 (a maior refração).

# generic_refraction_index:uilabel
source: Refraction
ptb: Refração

# generic_refraction_index_air
source: Air
ptb: Ar

# generic_refraction_index_alcohol
source: Alcohol
ptb: Álcool

# generic_refraction_index_diamond
source: Diamond
ptb: Losango

# generic_refraction_index_glass
source: Glass
ptb: Vidro

# generic_refraction_index_quartz
source: Quartz
ptb: Quartzo

# generic_refraction_index_water
source: Water
ptb: Água

# generic_refraction_translucency_weight
source: Translucency
ptb: Transparência

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
ptb: Ajusta o percentual de luz que é absorvida e retransmitida quando ela passa através da superfície, como se a superfície fossa uma tela de cinema iluminada por trás. Insira um valor entre 0 (não translúcida) e 100 (completamente translúcida, como um vidro jateado). Somente ativo quando a Transparência tem um valor maior do que 0.

# generic_refraction_translucency_weight:uilabel
source: Translucency
ptb: Transparência

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# generic_roundcorners_radius
source: Source
ptb: Fonte

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# generic_roundcorners_radius:uilabel
source: Round Corners
ptb: Cantos arredondados

# generic_roundcorners_radius_control_label
source: Round Corners
ptb: Cantos arredondados

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# generic_self_illum_color_temperature
source: Color Temperature
ptb: Temperatura da cor

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
ptb: Ajusta a temperatura da cor (calor vs frio) da luz emitida por este material em graus Kelvin, ou seja, Velas = 1850, Lâmpada de arco Xenon = 6420.

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
ptb: Temperatura da cor

# generic_self_illum_color_temperature_candle
source: Candle
ptb: Vela

# generic_self_illum_color_temperature_custom
source: Custom
ptb: Personalizado

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
ptb: Luz natural fria

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
ptb: Tela de TV

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
ptb: Luz natural quente

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
ptb: Lâmpada de arco de xenônio

# generic_self_illum_color_temperature_floodlight
source: Floodlight
ptb: Holofote

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
ptb: Bulbo incandescente

# generic_self_illum_color_temperature_moonlight
source: Moonlight
ptb: Luar

# generic_self_illum_filter_map
source: Filter Color
ptb: Cor do filtro

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
ptb: Ajusta a cor da luz transmitida através de um material transparente ou semitransparente, como o vidro.

# generic_self_illum_filter_map:uilabel
source: Filter Color
ptb: Cor do filtro

# generic_self_illum_list_label
source: Luminance
ptb: Luminância

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
ptb: Ajusta o brilho da luz emitida por esta superfície, medida em candelas por metro quadrado; ou seja, Brilho turbo = 10, Lentes de lâmpada de halógeno = 10000.
