Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

source: Liquid Crystal Polymer
ptb: Polímero cristal líquido

source: Liquid structural asset.
ptb: Recurso estrutural líquido.

source: Liquid thermal asset.
ptb: Recurso térmico líquido.

# Location:uilabel
source: Location
ptb: Localização

source: Logarithmic Tone Operator
ptb: Operador de tom logarítmico

source: LogarithmicToneOp
ptb: Operador de tom logarítmico

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
ptb: Operador de tom logarítmico

# Longitude
source: Scene Longitude:
ptb: Longitude da cena:

# Longitude:uilabel
source: Scene Longitude:
ptb: Longitude da cena:

source: Loose fill
ptb: Preenchimento solto

source: Low Alloy
ptb: Baixa liga

source: Low Carbon
ptb: Baixo teor de carbono

source: Low Carbon Steel
ptb: Aço de baixo teor de carbono

source: Low Carbon Steel, Hot Rolled
ptb: Aço pobre em carbono, laminado a quente

source: Low Carbon Steel, Normalized
ptb: Aço pobre em carbono, padrão

source: Low E
ptb: Baixa emissividade

source: Low E coated bronze glass
ptb: Vidro com revestimento de bronze de baixa emissividade

source: Low E coated glass
ptb: Vidro com revestimento de baixa emissividade

source: Low Hardenability Chromoly Steel with 0.30-0.37 carbon content, Quenched & Tempered
ptb: Aço Cr-Mo de baixo endurecimento com 0.30-0.37 de conteúdo de carbono, resfriado e temperado

source: Low Hardenability Ni-Cr-Mo Steel with 0.30-0.37 carbon content, Normalized
ptb: Aço Ni-Cr-Mo de baixo endurecimento com 0.30-0.37 de conteúdo de carbono, padrão

source: Low carbon steel
ptb: Aço com baixo teor de carbono

source: Low density EPS
ptb: EPS de baixa densidade

source: Low density polyethylene
ptb: Polietileno de baixa densidade

source: Low-Medium Carbon Steel, Annealed
ptb: Aço pobre a mediano em carbono, recozido

source: Low-Medium Carbon Steel, Hot Rolled
ptb: Aço pobre a mediano em carbono, laminado a quente

# Low-Medium Carbon Steel, Quenched &amp; Tempered
source: Low-Medium Carbon Steel, Quenched & Tempered
ptb: Aço pobre a mediano em carbono, resfriado e temperado

source: MDF Medium Density Fiberboard
ptb: MDF - Chapa de fibra de média densidade

source: Magnesium
ptb: Magnésio

source: Magnesium AZ91E T6
ptb: Magnésio AZ91E T6

source: Magnesium alloy
ptb: Liga de magnésio

source: Malleable cast iron
ptb: Ferro fundido maleável

source: Manufactured bamboo flooring semigloss
ptb: Piso de bambu manufaturado semibrilhante

source: Manufactured mahogany flooring semigloss
ptb: Piso de mogno manufaturado semibrilhante

source: Maple - Glossy finish
ptb: Bordo – Acabamento brilhante

source: Maple - Satin finish
ptb: Bordo – Acabamento acetinado

source: Maple - Unfinished
ptb: Bordo – Sem acabamento

# Maple Flooring - 5&quot; wide
source: Maple Flooring - 5" wide
ptb: Piso de bordo – 5 pol. de largura

# Maple Hand Scraped Flooring - 5&quot; wide
source: Maple Hand Scraped Flooring - 5" wide
ptb: Piso raspado manualmente de bordo – 5 pol. de largura

source: Maple Plywood, finish grade, unfinished
ptb: Compensado de bordo, para acabamento, sem acabamento

source: Maple Plywood, finish grade, varnished
ptb: Compensado de bordo, para acabamento, envernizado

source: Marble
ptb: Mármore

source: Marble - White
ptb: Mármore - Branco

source: Marble - White - Striped
ptb: Mármore - Branco - Listrado

source: Marble - White/Green
ptb: Mármore – Branco/verde

source: Marble - white
ptb: Mármore - Branco

source: Marble - white translucent
ptb: Mármore - Branco translúcido

source: Marble map.
ptb: Mapeamento de mármore.

source: Marble, polished veined, stacked
ptb: Mármore polido, venado e empilhado

# MarbleSchema_localname:Marble
source: Marble
ptb: Mármore

# MarbleSchema_localtype:Texture
source: Texture
ptb: Textura

source: Martensitic stainless steel
ptb: Aço inoxidável martensítico

source: Masonry
ptb: Alvenaria

source: Masonry and CMU material.
ptb: Material de alvenaria e bloco de concreto.

source: Masonry-001
ptb: Padrão camuflado - Vinho

source: Masonry-002
ptb: Assentamento não uniforme - Vinho

source: Masonry-003
ptb: Assentamento de 12 pol - Vinho

source: Masonry-004
ptb: Plano - Cinza médio

source: Masonry-005
ptb: Espinha de peixe - Marrom claro

source: Masonry-006
ptb: Espinha de peixe - Marrom

source: Masonry-007
ptb: Quadrado

source: Masonry-008
ptb: Vertical

source: Masonry-009
ptb: Modular - Marrom claro

source: Masonry-010
ptb: Modular - Cinza

source: Masonry-011
ptb: Modular - Marrom

source: Masonry-012
ptb: Modular - Vermelho claro

source: Masonry-013
ptb: Ardósia - Quadrado vermelho

source: Masonry-014
ptb: Ardósia - Cinza aleatório

source: Masonry-015
ptb: Adobe - Bege

source: Masonry-016
ptb: Padrão transversal

source: Masonry-017
ptb: Blocos decorativos

source: Masonry-018
ptb: Parede de contenção - Blocos queimados

source: Masonry-019
ptb: Parede de contenção 2 - Blocos queimados riscados

source: Masonry-020
ptb: Pedra pequena retangular irregular - Marrom

source: Masonry-021
ptb: Pedra pequena retangular - Cinza

source: Masonry-022
ptb: Pedras retangulares - Cinza claro

source: Masonry-023
ptb: Travertino - Creme

source: Masonry-024
ptb: Mármore - Branco-Verde

source: Masonry-025
ptb: Mármore - Cinza

source: Masonry-026
ptb: Pedra bruta - Exposta ao tempo

source: Masonry-027
ptb: Bordô

source: Masonry-028
ptb: Assentamento uniforme - Marrom

source: Masonry-029
ptb: Padrão camuflado - Marrom

source: Masonry-030
ptb: Assentamento não uniforme - Marrom

source: Masonry-031
ptb: Assentamento uniforme - Vinho

source: Masonry-032
ptb: Padrão camuflado não uniforme - Vinho

source: Masonry-033
ptb: Padrão camuflado não uniforme 12 pol - Vinho

source: Masonry-034
ptb: Assentamento uniforme - Coral

source: Masonry-035
ptb: Assentamento uniforme - Cinza

source: Masonry-036
ptb: Assentamento uniforme 12 pol - Cinza

source: Masonry-037
ptb: Assentamento uniforme - Laranja

source: Masonry-038
ptb: Assentamento não uniforme - Vermelho

source: Masonry-039
ptb: Assentamento uniforme - Amarelo

source: Masonry-040
ptb: Padrão camuflado uniforme - Amarelo

source: Masonry-041
ptb: Face dividida empilhada - Marrom

source: Masonry-042
ptb: Assentamento de face dividida - Coral

source: Masonry-043
ptb: Assentamento - Cinza claro

source: Masonry-044
ptb: Face dividida empilhada - Cinza

source: Masonry-045
ptb: Espinha de peixe - Cinza

source: Masonry-046
ptb: Espinha de peixe - Vermelho

source: Masonry-047
ptb: Assentamento não uniforme - Cinza

source: Masonry-048
ptb: Trançado - Marrom

source: Masonry-049
ptb: Pedra de rio - Cascalho

source: Masonry-050
ptb: Taliesin West - Cascalho

source: Masonry-051
ptb: Face dividida empilhada - Rosa

source: Masonry.Masonry Accessories.Control Joints.Black
ptb: Alvenaria.Acessórios de alvenaria.Juntas de controle.Preto

source: Masonry.Stone.Ashlar.Patterned
ptb: Alvenaria.Pedra.Granito.Cantaria.Padronizado

source: Masonry.Stone.Ashlar.Random.Broken Coursed
ptb: Alvenaria.Pedra.Cantaria.Aleatório.Movimento não uniforme

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
ptb: Alvenaria.Pedra.Cantaria.Aleatório.Movimento não uniforme.Aragamassa fina

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
ptb: Alvenaria.Pedra.Ardósia.Movimento uniforme.Solto

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
ptb: Alvenaria.Pedra.Ardósia.Movimento uniforme.Justo

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
ptb: Alvenaria.Pedra.Ardósia.Movimento uniforme.Exterior

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.Preto e branco

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.Cobre-Preto

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.Cinza

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.Violeta-Cinza

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.Rosa-Preto-Cinza

source: Masonry.Stone.Limestone.Ashlar.Coursed
ptb: Alvenaria.Pedra.Ardósia.Cantaria.Movimento não uniforme

source: Masonry.Stone.Limestone.Rubble
ptb: Alvenaria.Pedra.Ardósia.Cascalho

source: Masonry.Stone.Limestone.Rustic Joint.Pink
ptb: Alvenaria.Pedra.Ardósia.Junta rústica.Rosa

source: Masonry.Stone.Limestone.Rustication
ptb: Alvenaria.Pedra.Ardósia.Rústico

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
ptb: Alvenaria.Pedra.Mármore.Quadrado.Empilhado.Polido.Branco-Verde

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
ptb: Alvenaria.Pedra.Mármore.Quadrado.Empilhado.Polido.Branco e preto

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
ptb: Alvenaria.Pedra.Mármore.Quadrado.Empilhado.Polido.Branco e preto.Veios largos

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
ptb: Alvenaria.Pedra.Mármore.Quadrado.Empilhado.Polido.Branco-Marron

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
ptb: Alvenaria.Pedra.Mármore.Quadrado.Empilhado.Polido.Branco-Marrom-Preto

source: Masonry.Stone.Onyx.Black
ptb: Alvenaria.Pedra.Ônix.Preto

source: Masonry.Stone.Onyx.Blue
ptb: Alvenaria.Pedra.Ônix.Azul

source: Masonry.Stone.Onyx.Rose
ptb: Alvenaria.Pedra.Ônix.Rosa

source: Masonry.Stone.Slate
ptb: Alvenaria.Pedra.Ardósia

source: Masonry.Stone.Slate.Green
ptb: Alvenaria.Pedra.Ardósia.Verde

source: Masonry.Stone.Slate.Mottled
ptb: Alvenaria.Pedra.Ardósia.Sarapintada

source: Masonry.Stone.Slate.Red
ptb: Alvenaria.Pedra.Ardósia.Vermelho

source: Masonry.Stone.Soapstone.BlueGreen
ptb: Alvenaria.Pedra.Pedra sabão.AzulVerde

source: Masonry.Stone.Soapstone.DarkGrey
ptb: Alvenaria.Pedra.Pedra sabão.CinzaEscuro

source: Masonry.Stone.Travertine.Cream
ptb: Alvenaria.Pedra.Pedra sabão.Travertino.Creme

source: Masonry.Stone.Travertine.DarkBrown
ptb: Alvenaria.Pedra.Pedra sabão.Travertino.MarromEscuro

source: Masonry.Stone.Travertine.DarkRed
ptb: Alvenaria.Pedra.Pedra sabão.Travertino.VermelhoEscuro

source: Masonry.Unit Masonry.Brick.Adobe.Running
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Adobe.Executando

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Costura em cesta

source: Masonry.Unit Masonry.Brick.Modular.Clinker
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Vitrificado

source: Masonry.Unit Masonry.Brick.Modular.Common
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Comum

source: Masonry.Unit Masonry.Brick.Modular.Cored
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Furado

source: Masonry.Unit Masonry.Brick.Modular.English
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Inglês

source: Masonry.Unit Masonry.Brick.Modular.English Cross
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Cruz Inglês

source: Masonry.Unit Masonry.Brick.Modular.Face
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Face

source: Masonry.Unit Masonry.Brick.Modular.Fire
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Queimado

source: Masonry.Unit Masonry.Brick.Modular.Flemish
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Flamengo

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Cruz Flamengo

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Diagonal Flamengo

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Parede de jardim

source: Masonry.Unit Masonry.Brick.Modular.Glazed
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Esmaltado

source: Masonry.Unit Masonry.Brick.Modular.Header
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Cabeçalho

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Herringbone

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Herringbone.1

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando um terço

source: Masonry.Unit Masonry.Brick.Modular.Press
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Prensado

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Rowlock

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Rowlock.Stagger

source: Masonry.Unit Masonry.Brick.Modular.Running
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Marrom

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Esmaltado.Azul

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Cinza

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Vermelho

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Escorado.Vermelho

source: Masonry.Unit Masonry.Brick.Modular.Sailor
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Marinheiro

source: Masonry.Unit Masonry.Brick.Modular.Screen
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Tela

source: Masonry.Unit Masonry.Brick.Modular.Shiner
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Brilhoso

source: Masonry.Unit Masonry.Brick.Modular.Soldier
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Soldado

source: Masonry.Unit Masonry.Brick.Modular.Stack
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Empilhado

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
ptb: Alvenaria.Alvenaria de unidade.Modular.Empilhado.Cinza

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Norman.Executando um terço

source: Masonry.Unit Masonry.Brick.Norman.Soldier
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Norman.Soldado

source: Masonry.Unit Masonry.CMU.Efflorescence
ptb: Alvenaria.Alvenaria de unidade.CMU.Eflorescência

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Parede de retenção.Corrida

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
ptb: Alvenaria.Alvenaria de unidade.CMU.Listado.Empilhado

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
ptb: Alvenaria.Alvenaria de unidade.CMU.Soldado.Empilhado

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
ptb: Alvenaria.Alvenaria de unidade.CMU.Jateamento de areia.Cinza

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
ptb: Alvenaria.Alvenaria de unidade.CMU.Jateamento de areia.Bronzeado

source: Masonry.Unit Masonry.CMU.Scored.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Escorada.Corrida

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
ptb: Alvenaria.Alvenaria de unidade.CMU.Escorado.Executado.ExpostoAgregado

source: Masonry.Unit Masonry.CMU.Screen.Stacked
ptb: Alvenaria.Alvenaria de unidade.CMU.Tela.Empilhado

source: Masonry.Unit Masonry.CMU.Shadow.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Sombra.Corrida

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Abosrção de som.Executando

source: Masonry.Unit Masonry.CMU.Split-Face.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Face dividida.Corrida

source: Masonry.Unit Masonry.CMU.Stretcher.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Esticador.Executando

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
ptb: Alvenaria.Alvenaria de unidade.CMU.Esticador.Executando.ExpostoAgregado

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
ptb: Alvenaria.Alvenaria de unidade.CMU.Esticador.Executando.Esmaltado.Azul

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
ptb: Alvenaria.Alvenaria de unidade.CMU.Esticador.Empilhado

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
ptb: Alvenaria.Alvenaria de unidade.CMU.Esticador.Empilhado.Esmaltado.Azul

source: Masonry.Unit Masonry.Glass Block.Square.Stack
ptb: Alvenaria.Alvenaria de unidade.Bloco de vidro.Quadrado.Empilhado

source: Masonry/Brick
ptb: Alvenaria/Tijolo

source: Masonry/CMU
ptb: Alvenaria/Bloco de concreto

source: Masonry/Stone
ptb: Alvenaria/Pedra

source: MasonryCMU
ptb: Bloco de concreto de alvenaria

# MasonryCMUSchema_localname:Masonry
source: Masonry
ptb: Alvenaria

# MasonryCMUSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Material-001
ptb: Porcelana, marfim

source: Material-002
ptb: Porcelana, linho

source: Material-003
ptb: Concreto, aerado

source: Material-004
ptb: Concreto cinza moldado no local

source: Material-005
ptb: Concreto, alta resistência

source: Material-006
ptb: Concreto, leve

source: Material-007
ptb: Concreto, placas pré-moldadas

source: Material-008
ptb: Concreto, acabamento escovado, estriado

source: Material-009
ptb: Concreto, agregado exposto

source: Material-010
ptb: GFRC

source: Material-011
ptb: Concreto, pré-moldado

source: Material-012
ptb: Concreto, painéis pré-moldados

source: Material-013
ptb: Bambu

source: Material-014
ptb: Azulejos de cortiça

source: Material-015
ptb: Calçamento

source: Material-016
ptb: Piso de lâminas de vinil

source: Material-017
ptb: Telha de vinil composto

source: Material-018
ptb: Vidro, fundido, transparente

source: Material-019
ptb: Vidro, fundido, cinza

source: Material-020
ptb: Vidro, vitrificação transparente

source: Material-021
ptb: Vidro, vitrificação transparente, temperado

source: Material-022
ptb: Vidro, vitrificação transparente, baixa emissividade

source: Material-023
ptb: Vidro, vitrificação em bronze

source: Material-024
ptb: Vidro, vitrificação em bronze, baixa emissividade

source: Material-025
ptb: Vidro, fosco

source: Material-026
ptb: Espelho

source: Material-027
ptb: Preenchimento de celulose

source: Material-028
ptb: Impermeabilização

source: Material-029
ptb: EIFS, isolamento externo

source: Material-030
ptb: Preenchimento de fibra de vidro

source: Material-031
ptb: Perlita

source: Material-032
ptb: Lã de rocha

source: Material-033
ptb: Vermiculita, solta

source: Material-034
ptb: Isolamento rígido

source: Material-035
ptb: Tijolo, adobe

source: Material-036
ptb: Tijolo, comum

source: Material-037
ptb: Tijolo, comum, vermelho

source: Material-038
ptb: Tijolo, comum, marrom

source: Material-039
ptb: Tijolo, comum, cinza

source: Material-040
ptb: Tijolo, modular

source: Material-041
ptb: Tijolo, Norman

source: Material-042
ptb: Tijolo, oco

source: Material-043
ptb: Tijolo, para pisos

source: Material-044
ptb: Tijolo - colocado verticalmente com o lado estreito exposto.

source: Material-045
ptb: Bloco de concreto, com suportes

source: Material-046
ptb: Bloco de concreto, face cisalhada

source: Material-047
ptb: Bloco de concreto, preenchido com perlita

source: Material-048
ptb: Bloco de concreto, leve

source: Material-049
ptb: Blocos de concreto

source: Material-050
ptb: Alumínio

source: Material-051
ptb: Alumínio, azul anodizado

source: Material-052
ptb: Alumínio, bronze anodizado

source: Material-053
ptb: Alumínio, vermelho anodizado

source: Material-054
ptb: Alumínio, prata anodizada

source: Material-055
ptb: Alumínio 1100-H14

source: Material-056
ptb: Alumínio 1100-O

source: Material-057
ptb: Alumínio 2014-T4

source: Material-058
ptb: Alumínio 2014-T6

source: Material-059
ptb: Alumínio 3003-H12

source: Material-060
ptb: Alumínio 5005

source: Material-061
ptb: Alumínio 5052

source: Material-062
ptb: Alumínio 7075

source: Material-063
ptb: Latão

source: Material-064
ptb: Bronze

source: Material-065
ptb: Bronze, arquitetônico

source: Material-066
ptb: Cobre

source: Material-067
ptb: Cobre, pátina

source: Material-068
ptb: Ouro

source: Material-070
ptb: Ferro forjado

source: Material-071
ptb: Ferro, dúctil

source: Material-072
ptb: Chumbo

source: Material-073
ptb: Paládio

source: Material-074
ptb: Platina

source: Material-075
ptb: Magnésio

source: Material-076
ptb: Prata

source: Material-077
ptb: Aço

source: Material-078
ptb: Aço cromado

source: Material-079
ptb: Aço galvanizado

source: Material-080
ptb: Aço ASTM A36

source: Material-081
ptb: Aço ASTM - A53

source: Material-082
ptb: Aço ASTM - A242

source: Material-083
ptb: Aço ASTM - A572

source: Material-084
ptb: Aço ASTM - A913-50

source: Material-085
ptb: Aço AISI 1015

source: Material-086
ptb: Aço AISI 1022

source: Material-087
ptb: Aço inoxidável AISI 304

source: Material-088
ptb: Aço, acabamento pintado, azul

source: Material-089
ptb: Aço, acabamento pintado, Cinza escuro, fosco

source: Material-090
ptb: Aço, acabamento pintado, marfim, com brilho

source: Material-091
ptb: Aço, acabamento pintado, marfim, fosco

source: Material-092
ptb: Aço inoxidável, polido

source: Material-093
ptb: Aço inoxidável, escovado

source: Material-094
ptb: Titânio

source: Material-095
ptb: Zinco

source: Material-096
ptb: Placa de forro acústico 24 x 24

source: Material-097
ptb: Placa de forro acústico 24 x 48

source: Material-098
ptb: Concreto asfáltico

source: Material-099
ptb: Asfalto, betume

source: Material-100
ptb: Terra

source: Material-101
ptb: Cascalho

source: Material-102
ptb: Papel

source: Material-103
ptb: Areia

source: Material-104
ptb: Gesso reforçado com fibra de vidro

source: Material-105
ptb: Placa de parede de gesso

source: Material-106
ptb: Gesso

source: Material-107
ptb: Estuque

source: Material-108
ptb: Acrílico

source: Material-109
ptb: Acrílico, transparente

source: Material-110
ptb: Resina epóxi

source: Material-111
ptb: CFRP

source: Material-112
ptb: PRFV

source: Material-113
ptb: Laminado, marfim, fosco

source: Material-114
ptb: Laminado, linho, fosco

source: Material-115
ptb: Laminado, marinho

source: Material-116
ptb: Bancada de cozinha com superfície lisa

source: Material-117
ptb: Náilon 6

source: Material-118
ptb: Plástico, preto opaco

source: Material-119
ptb: Plástico, branco opaco

source: Material-120
ptb: Plástico, transparente

source: Material-121
ptb: Resina fenólica

source: Material-123
ptb: Polietileno, LDPE

source: Material-124
ptb: Polietileno, Alta Densidade

source: Material-125
ptb: Poli-isocianato

source: Material-126
ptb: Poli-isocianurato

source: Material-127
ptb: Polipropileno

source: Material-128
ptb: Poliestireno, alto impacto

source: Material-129
ptb: Poliestireno, Expandido

source: Material-130
ptb: Politetrafluoroetileno, PTFE

source: Material-131
ptb: Espuma de poliuretano

source: Material-133
ptb: Borracha, preta

source: Material-134
ptb: Borracha, butil

source: Material-135
ptb: Borracha, natural

source: Material-136
ptb: Borracha, nitril

source: Material-137
ptb: Vinil, flexível

source: Material-138
ptb: Telha de asfalto

source: Material-139
ptb: Telha de madeira

source: Material-140
ptb: Pedra bruta

source: Material-141
ptb: Granito, cortado, polido

source: Material-142
ptb: Granito, cortado, bruto

source: Material-143
ptb: Pedra calcária

source: Material-144
ptb: Mármore

source: Material-145
ptb: Escombro

source: Material-146
ptb: Ardósia

source: Material-147
ptb: Pedra

source: Material-148
ptb: Travertino

source: Material-149
ptb: Carpete

source: Material-150
ptb: Tecido

source: Material-151
ptb: Linho, bege

source: Material-152
ptb: Linho, branco

source: Material-153
ptb: Lona, listras azuis
