Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
ptb: Fadiga

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
ptb: Fadiga

source: StructuralGas
ptb: Estrutural de gás padrão

# StructuralGasSchema_localname:Gas
source: Gas
ptb: Gás

# StructuralGasSchema_localtype:Physical
source: Physical
ptb: Físico

source: StructuralGeneric
ptb: Genérico estrutural padrão

source: StructuralGeneric-001
ptb: Granito

source: StructuralGeneric-002
ptb: Pedra calcária

source: StructuralGeneric-003
ptb: Mármore

source: StructuralGeneric-004
ptb: Vidro

source: StructuralGeneric-005
ptb: Vidro temperado

source: StructuralGeneric-006
ptb: Compensado

source: StructuralGeneric-007
ptb: Tábua de partículas

source: StructuralGeneric-008
ptb: Tábua de fibra orientada

source: StructuralGeneric-009
ptb: Tábua laminada revestida com papelão

source: StructuralGeneric-010
ptb: Nitreto de silício

source: StructuralGeneric-011
ptb: FR4

source: StructuralGeneric-012
ptb: Componente discreto

source: StructuralGeneric-013
ptb: Estanho (Sn)

source: StructuralGeneric-014
ptb: 63Sn37Pb

source: StructuralGeneric-015
ptb: 60Sn40Pb

source: StructuralGeneric-016
ptb: Estanho-Alumínio-Cobre (Sn-Ag-Cu)

source: StructuralGeneric-017
ptb: Alumina (Al2O3)

source: StructuralGeneric-018
ptb: Nitreto de alumínio (AlN)

source: StructuralGeneric-019
ptb: Óxido de berílio (BeO)

source: StructuralGeneric-020
ptb: PTFE

source: StructuralGeneric-021
ptb: Poliamida (Kapton)

source: StructuralGeneric-022
ptb: PEEK

# StructuralGenericSchema_localname:Generic
source: Generic
ptb: Genérico

# StructuralGenericSchema_localtype:Physical
source: Physical
ptb: Propriedades físicas

source: StructuralLiquid
ptb: Estrutural líquido padrão

# StructuralLiquidSchema_localname:Liquid
source: Liquid
ptb: Líquido

# StructuralLiquidSchema_localtype:Physical
source: Physical
ptb: Físico

source: StructuralMetal
ptb: Metal estrutural padrão

source: StructuralMetal-001
ptb: Aço - Carbono

source: StructuralMetal-002
ptb: Aço ASTM A36

source: StructuralMetal-002-2
ptb: Ferro forjado

source: StructuralMetal-002-3
ptb: Cobalto cromado

source: StructuralMetal-003
ptb: Aço ASTM - A53 Grau B

source: StructuralMetal-004
ptb: Aço ASTM A242-42

source: StructuralMetal-005
ptb: Aço ASTM A242-46

source: StructuralMetal-006
ptb: Aço ASTM A242-50

source: StructuralMetal-007
ptb: Aço ASTM A500B-42

source: StructuralMetal-008
ptb: Aço ASTM A500B-46

source: StructuralMetal-009
ptb: Aço ASTM A500C-46

source: StructuralMetal-010
ptb: Aço ASTM A500C-50

source: StructuralMetal-011
ptb: Aço ASTM A572-42

source: StructuralMetal-012
ptb: Aço ASTM A572-50

source: StructuralMetal-013
ptb: Aço ASTM A572-60

source: StructuralMetal-014
ptb: Aço ASTM A572-65

source: StructuralMetal-015
ptb: Aço ASTM A913-50

source: StructuralMetal-016
ptb: Aço ASTM A913-60

source: StructuralMetal-017
ptb: Aço ASTM A913-70

source: StructuralMetal-018
ptb: Aço ASTM A992-50

source: StructuralMetal-019
ptb: Aço ASTM A992-60

source: StructuralMetal-020
ptb: Aço ASTM A992-65

source: StructuralMetal-021
ptb: Aço 250 MPa

source: StructuralMetal-022
ptb: Aço 290 MPa

source: StructuralMetal-023
ptb: Aço 345 MPa

source: StructuralMetal-024
ptb: Aço ASTM A615-40

source: StructuralMetal-025
ptb: Aço ASTM A615-60

source: StructuralMetal-026
ptb: Aço ASTM A615-75

source: StructuralMetal-027
ptb: Aço ASTM A760M-420

source: StructuralMetal-028
ptb: Aço AISI 1015

source: StructuralMetal-029
ptb: Aço AISI 1022

source: StructuralMetal-030
ptb: Aço inoxidável AISI 304

source: StructuralMetal-030-2
ptb: Aço inoxidável 17-4 PH

source: StructuralMetal-031
ptb: Alumínio

source: StructuralMetal-031-2
ptb: Alumínio 6061

source: StructuralMetal-031-3
ptb: Alumínio A356 T6

source: StructuralMetal-031-4
ptb: Alumínio AlSi10Mg

source: StructuralMetal-032
ptb: Alumínio 1100-H14

source: StructuralMetal-033
ptb: Alumínio 1100-O

source: StructuralMetal-034
ptb: Alumínio 2014-T4

source: StructuralMetal-035
ptb: Alumínio 2014-T6

source: StructuralMetal-036
ptb: Alumínio 3003-H12

source: StructuralMetal-037
ptb: Ferro - dúctil

source: StructuralMetal-038
ptb: Ferro fundido cinza - ASTM A-48 grau 25

source: StructuralMetal-039
ptb: Ferro fundido cinza - ASTM A-48 grau 30

source: StructuralMetal-040
ptb: Ferro fundido cinza - ASTM A-48 grau 35

source: StructuralMetal-041
ptb: Bronze

source: StructuralMetal-042
ptb: Latão

source: StructuralMetal-043
ptb: Cobre

source: StructuralMetal-044
ptb: Magnésio

source: StructuralMetal-045
ptb: Titânio

source: StructuralMetal-046
ptb: Zinco

source: StructuralMetal-047
ptb: Chumbo

source: StructuralMetal-048
ptb: Alumínio 5005-H12

source: StructuralMetal-049
ptb: Alumínio 5052-H32

source: StructuralMetal-050
ptb: Alumínio 7075-O

source: StructuralMetal-051
ptb: Ouro

source: StructuralMetal-052
ptb: Paládio

source: StructuralMetal-053
ptb: Platina

source: StructuralMetal-054
ptb: Prata

source: StructuralMetal-057
ptb: Alumínio 6061

source: StructuralMetal-058
ptb: Bronze - estanho suave

source: StructuralMetal-060
ptb: Aço 43-245

source: StructuralMetal-061
ptb: Aço 43-265

source: StructuralMetal-062
ptb: Aço 43-275

source: StructuralMetal-063
ptb: Aço 50-325

source: StructuralMetal-064
ptb: Aço 50-340

source: StructuralMetal-065
ptb: Aço 50-355

source: StructuralMetal-066
ptb: Aço 55-415

source: StructuralMetal-067
ptb: Aço 55-430

source: StructuralMetal-068
ptb: Aço 55-450

source: StructuralMetal-069
ptb: Aço 64-460

source: StructuralMetal-070
ptb: Aço 51-275

source: StructuralMetal-071
ptb: Aço 43-355

source: StructuralMetal-072
ptb: S 235

source: StructuralMetal-073
ptb: S 235 W

source: StructuralMetal-074
ptb: S 275

source: StructuralMetal-075
ptb: S 275 M/ML

source: StructuralMetal-076
ptb: S 275 N/NL

source: StructuralMetal-077
ptb: S 355

source: StructuralMetal-078
ptb: S 355 M/ML

source: StructuralMetal-079
ptb: S 355 N/NL

source: StructuralMetal-080
ptb: S 355 W

source: StructuralMetal-081
ptb: S 420 M/ML

source: StructuralMetal-082
ptb: S 420 N/NL

source: StructuralMetal-083
ptb: S 450

source: StructuralMetal-084
ptb: S 460

source: StructuralMetal-085
ptb: S 460 M/ML

source: StructuralMetal-086
ptb: S 460 N/NL

source: StructuralMetal-087
ptb: S 460 Q/QL/QL1

# StructuralMetalSchema_localtype:Physical
source: Physical
ptb: Propriedades físicas

source: StructuralNonlinear
ptb: Estrutural não linear padrão

# StructuralNonlinearSchema_localname:Nonlinear
source: Nonlinear
ptb: Não linear

# StructuralNonlinearSchema_localtype:Nonlinear
source: Nonlinear
ptb: Não linear

source: StructuralPlastic
ptb: Plástico estrutural padrão

source: StructuralPlastic-001
ptb: Plástico

source: StructuralPlastic-002
ptb: Acrílico

source: StructuralPlastic-003
ptb: Acrílico - Transparente

source: StructuralPlastic-004
ptb: Acrilonitrilo butadieno estireno ABS

source: StructuralPlastic-005
ptb: Resina epóxi

source: StructuralPlastic-006
ptb: Plástico reforçado com fibra de carbono

source: StructuralPlastic-007
ptb: PRFV - Plástico reforçado com fibra de vidro

source: StructuralPlastic-008
ptb: Náilon

source: StructuralPlastic-009
ptb: Resina fenólica

source: StructuralPlastic-010
ptb: Policarbonato

source: StructuralPlastic-011
ptb: Polietileno LDPE

source: StructuralPlastic-012
ptb: Polietileno HDPE

source: StructuralPlastic-013
ptb: Polipropileno

source: StructuralPlastic-014
ptb: Poliestireno, alto impacto

source: StructuralPlastic-015
ptb: Politetrafluoroetileno - PTFE

source: StructuralPlastic-016
ptb: Cloreto de polivinilo - flexível

source: StructuralPlastic-017
ptb: Cloreto de polivinilo - rígido

source: StructuralPlastic-018
ptb: Borracha - butil

source: StructuralPlastic-019
ptb: Borracha natural

source: StructuralPlastic-020
ptb: Borracha - nitril

source: StructuralPlastic-021
ptb: Borracha - Neoprene

source: StructuralPlastic-022
ptb: Poliestireno - expandido EPS

source: StructuralPlastic-023
ptb: Polibutileno Tereftalato

source: StructuralPlastic-024
ptb: Poli (sulfeto de p-fenileno)

source: StructuralPlastic-025
ptb: Polibutileno Tereftalato

source: StructuralPlastic-026
ptb: Polímero de cristal líquido

source: StructuralPlastic-027
ptb: Silicone

source: StructuralPlastic-028
ptb: Estireno-acrilonitrilo

source: StructuralPlastic-029
ptb: Resina poliariletercetona

source: StructuralPlastic-030
ptb: Polietileno - UHMW

source: StructuralPlastic-031
ptb: Rilsan Invent Natural - PA 11

source: StructuralPlastic-032
ptb: Orgasol® Invent Smooth – PA 12

# StructuralPlasticSchema_localname:Plastic
source: Plastic
ptb: Plástico

# StructuralPlasticSchema_localtype:Physical
source: Physical
ptb: Propriedades físicas

source: StructuralWood
ptb: Madeira estrutural padrão

source: StructuralWood-001
ptb: Madeira mole

source: StructuralWood-002
ptb: Pinho de Óregon

source: StructuralWood-003
ptb: Abeto gigante

source: StructuralWood-004
ptb: Abeto - ocidental

source: StructuralWood-005
ptb: Pinho do sul

source: StructuralWood-006
ptb: Pinho branco

source: StructuralWood-007
ptb: Pinho - Radiata

source: StructuralWood-008
ptb: Pinho - Scots

source: StructuralWood-009
ptb: Pau-Brasil

source: StructuralWood-010
ptb: Abeto da Noruega

source: StructuralWood-011
ptb: Abeto de Sitka

source: StructuralWood-012
ptb: Madeira de lei

source: StructuralWood-013
ptb: Freixo branco

source: StructuralWood-014
ptb: Balsa

source: StructuralWood-015
ptb: Bétula amarela

source: StructuralWood-016
ptb: Cerejeira

source: StructuralWood-017
ptb: Jarrah

source: StructuralWood-018
ptb: Mogno

source: StructuralWood-019
ptb: Bordo rígido

source: StructuralWood-020
ptb: Meranti

source: StructuralWood-021
ptb: Carvalho vermelho

source: StructuralWood-022
ptb: Carvalho branco

source: StructuralWood-023
ptb: Álamo amarelo

source: StructuralWood-024
ptb: Teca

source: StructuralWood-025
ptb: Nogueira preta

source: StructuralWood-026
ptb: Salgueiro comum

source: StructuralWood-027
ptb: Abeto-Pinheiro-Pinho

source: StructuralWood-028
ptb: C14

source: StructuralWood-029
ptb: C16

source: StructuralWood-030
ptb: C18

source: StructuralWood-031
ptb: C20

source: StructuralWood-032
ptb: C22

source: StructuralWood-033
ptb: C24

source: StructuralWood-034
ptb: C27

source: StructuralWood-035
ptb: C30

source: StructuralWood-036
ptb: C35

source: StructuralWood-037
ptb: C40

source: StructuralWood-038
ptb: C45

source: StructuralWood-039
ptb: C50

source: StructuralWood-040
ptb: D18

source: StructuralWood-041
ptb: D24

source: StructuralWood-042
ptb: D30

source: StructuralWood-043
ptb: D35

source: StructuralWood-044
ptb: D40

source: StructuralWood-045
ptb: D50

source: StructuralWood-046
ptb: D60

source: StructuralWood-047
ptb: D70

source: StructuralWood-048
ptb: GL24c

source: StructuralWood-049
ptb: GL24h

source: StructuralWood-050
ptb: GL28c

source: StructuralWood-051
ptb: GL28h

source: StructuralWood-052
ptb: GL32c

source: StructuralWood-053
ptb: GL32h

source: StructuralWood-054
ptb: GL36c

source: StructuralWood-055
ptb: GL36h

source: StructuralWood-056
ptb: KERTO S

source: StructuralWood-057
ptb: Viga Ultralam R

source: StructuralWood-058
ptb: Placa Ultralam R

source: StructuralWood-059
ptb: Viga Ultralam X

source: StructuralWood-060
ptb: Placa Ultralam X

# StructuralWoodSchema_localname:Wood
source: Wood
ptb: Madeira

# StructuralWoodSchema_localtype:Physical
source: Physical
ptb: Propriedades físicas

source: Stucco
ptb: Estuque

source: Styrene acrylonitrile
ptb: Estireno-acrilonitrilo

source: Styrene-butadine rubber
ptb: Borracha de estireno-butadina

source: Styrofoam
ptb: Espuma de poliestireno

source: Sugar Maple
ptb: Bordo de açúcar

source: Sun and Sky.
ptb: Sol e céu.

source: SunAndSky
ptb: SoleCéu

source: SunAndSky-001
ptb: Muito poucas nuvens

source: SunAndSky-002
ptb: Poucas nuvens

source: SunAndSky-003
ptb: Nebuloso

source: SunAndSky-004
ptb: Muito nebuloso

source: SunAndSky-005
ptb: Sem nuvens

# SunAndSkyGroup
source: Sun And Sky
ptb: Sol e céu

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
ptb: Sol e céu

# SunAndSkySchema_localtype:Environment
source: Environment
ptb: Ambiente

source: Swatch Scene.
ptb: Cena de amostra.

source: Swatch scene for holidays; shows colored lights.
ptb: Cena de amostra para feriados; exibe luzes coloridas.

source: Swatch-Branded
ptb: Objeto

source: Swatch-Cube
ptb: Cubo

source: Swatch-CurtainWall
ptb: Parede cortina de vidro

source: Swatch-Cylinder
ptb: Cilindro

source: Swatch-Drapery
ptb: Tecido drapejado

source: Swatch-Flat
ptb: Superfície plana

source: Swatch-Hill
ptb: Plano

source: Swatch-Hill2
ptb: Plano

source: Swatch-Lights
ptb: Luzes

source: Swatch-Liquid
ptb: Piscina de líquido

source: Swatch-Plane
ptb: Lona

source: Swatch-Sphere2
ptb: Esfera

source: Swatch-Technical2
ptb: Utilitário

source: Swatch-TexturePreview-MentalRay
ptb: Amostra 1 de visualização da textura

source: Swatch-TexturePreview-OGS
ptb: Amostra 2 de visualização da textura

source: Swatch-Torus
ptb: Toróide

source: Swatch-Vase
ptb: Vaso

source: Swatch-Wall
ptb: Paredes

source: SwatchScene
ptb: Cena de amostra

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
ptb: Cena de amostra

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
ptb: Cena de amostra

source: Swedish Redwood
ptb: Pau-Brasil sueco

source: Teak
ptb: Teca

# Temperature_Dependent_Data
source: Temperature Dependent Properties
ptb: Propriedades dependentes da temperatura

# Temperature_Poissons_Ratio_Table
source: Poisson's Ratio
ptb: Coeficiente de Poisson

# Temperature_Specific_Heat_Table
source: Specific Heat
ptb: Calor específico

# Temperature_Thermal_Conductivity_Table
source: Thermal Conductivity
ptb: Condutividade térmica

# Temperature_Thermal_Expansion_Table
source: Thermal Expansion Coefficient
ptb: Coeficiente de expansão térmica

# Temperature_Ultimate_Strength_Table
source: Ultimate Tensile Strength
ptb: Resistência máxima à tração

# Temperature_Yield_Strength_Table
source: Yield Strength
ptb: Resistência de escoamento

# Temperature_Youngs_Modulus_Table
source: Young's Modulus
ptb: Módulo de Young

source: Terracotta floor tile
ptb: Lajota de terracota

source: Terrazzo
ptb: Calçamento

source: Terrazzo flooring
ptb: Piso de calçamento

source: Textured
ptb: Texturizado

source: Thermal - Moisture.Insulation.Rigid Insulation
ptb: Térmico - Umidade.Isolamento.Isolamento rígido

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
ptb: Térmico - Umidade.Azulejo de teto.Espanhol.Azul

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
ptb: Térmico - Umidade.Azulejo de teto.Espanhol.Azul.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
ptb: Térmico - Umidade.Azulejo de teto.Espanhol.Vermelho

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
ptb: Térmico - Umidade.Azulejo de teto.Espanhol.Vermelho.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
ptb: Térmico - Umidade.Azulejo de teto.Espanhol.Vermelho.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Painéis compostos.Cinza

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Metal riscado.Cobre

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Fenda de metal em pé.Pátina cobre

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Fenda de metal em pé.Cobre.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Metal.Cobre

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Metal.Pátina cobre

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Batente de madeira.Novo

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Madeira.Horizontal

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Madeira.Horizontal.Cedro

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Madeira.Horizontal.Branco

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Madeira.Vertical.Branco

source: Thermal - Moisture.Shakes.Weathered
ptb: Térmico - Umidade.Fendas.Exterior

source: Thermal - Moisture.Shingles.Asphalt Roofing
ptb: Térmico - Umidade.Telha de madeira.Manta asfáltica

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
ptb: Térmico - Umidade.Telha de madeira.Manta asfáltica.3-guias.Preto

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
ptb: Térmico - Umidade.Telha de madeira.Manta asfáltica.3-guias.Cinza

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
ptb: Térmico - Umidade.Telha de madeira.Manta asfáltica.Sombra escura.Bege

source: Thermal - Moisture.Shingles.Even.1
ptb: Térmico - Umidade.Telha de madeira.Uniforme.1

source: Thermal - Moisture.Shingles.Even.2
ptb: Térmico - Umidade.Telha de madeira.Uniforme.2

source: Thermal - Moisture.Shingles.Even.3
ptb: Térmico - Umidade.Telha de madeira.Uniforme.3

source: Thermal - Moisture.Shingles.Halfround
ptb: Térmico - Umidade.Telha de madeira.Meia volta

source: Thermal - Moisture.Shingles.Uneven.1
ptb: Térmico - Umidade.Telha de madeira.Não uniforme.1

source: Thermal - Moisture.Shingles.Uneven.2
ptb: Térmico - Umidade.Telha de madeira.Não uniforme.2

source: Thermal - Moisture.Shingles.Uneven.3
ptb: Térmico - Umidade.Telha de madeira.Não uniforme.3

source: Thermal shock resistant glass
ptb: Vidro resistente a choques térmicos

source: ThermalGas
ptb: Gás térmico padrão

source: ThermalGas-001
ptb: Ar

source: ThermalGas-002
ptb: Argônio

source: ThermalGas-003
ptb: Dióxido de carbono

source: ThermalGas-004
ptb: Cloro

source: ThermalGas-005
ptb: Hélio

source: ThermalGas-006
ptb: Hidrogênio

source: ThermalGas-007
ptb: Metano

source: ThermalGas-008
ptb: Nitrogênio

source: ThermalGas-009
ptb: Oxigênio

# ThermalGasSchema_localname:Gas
source: Gas
ptb: Gás

# ThermalGasSchema_localtype:Thermal
source: Thermal
ptb: Térmico

source: ThermalLiquid
ptb: Líquido térmico padrão

source: ThermalLiquid-001
ptb: Água

# ThermalLiquidSchema_localname:Liquid
source: Liquid
ptb: Líquido

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
ptb: Térmico

source: ThermalSolid
ptb: Sólido térmico padrão

source: ThermalSolid-001
ptb: Azulejo - Piso de cerâmica

source: ThermalSolid-002
ptb: Azulejo - Cerâmica

source: ThermalSolid-003
ptb: Porcelana com alto teor de alumina

source: ThermalSolid-004
ptb: Porcelana

source: ThermalSolid-005
ptb: Azulejo - Terracota

source: ThermalSolid-006
ptb: Azulejo - porcelana

source: ThermalSolid-007
ptb: Cimento

source: ThermalSolid-008
ptb: Concreto - Aerado

source: ThermalSolid-009
ptb: Argamassa de cimento

source: ThermalSolid-010
ptb: Painéis de cimento - fibras de madeira

source: ThermalSolid-011
ptb: Concreto - leve

source: ThermalSolid-012
ptb: Concreto

source: ThermalSolid-013
ptb: Terra diatomácea

source: ThermalSolid-014
ptb: Cascalho

source: ThermalSolid-015
ptb: Areia - seca

source: ThermalSolid-016
ptb: Areia - úmida

source: ThermalSolid-017
ptb: Areia - quartzo - seca

source: ThermalSolid-018
ptb: Areia - Quartzo - Úmida

source: ThermalSolid-019
ptb: Solo

source: ThermalSolid-020
ptb: Argila - solo - úmida

source: ThermalSolid-021
ptb: Solo - argila

source: ThermalSolid-022
ptb: Solo - arenoso

source: ThermalSolid-023
ptb: Vidro - Óptico borossilicato

source: ThermalSolid-024
ptb: Vidro - Cerâmica Pyroceram 9606

source: ThermalSolid-025
ptb: Vidro - Cerâmica Pyroceram 9608

source: ThermalSolid-026
ptb: Tábua de fibra de vidro - aglomerada com orgânicos

source: ThermalSolid-027
ptb: Manta de fibra de vidro

source: ThermalSolid-028
ptb: Fibra de vidro - aluminizada

source: ThermalSolid-029
ptb: Espuma de vidro

source: ThermalSolid-030
ptb: Quartzo fundido

source: ThermalSolid-031
ptb: Sílica fundida

source: ThermalSolid-032
ptb: Vidro - chumbo

source: ThermalSolid-033
ptb: Vidro - janela de lima

source: ThermalSolid-034
ptb: Vidro - Laminado

source: ThermalSolid-035
ptb: Vidro - Pyrex

source: ThermalSolid-036
ptb: Vidro - Standard

source: ThermalSolid-037
ptb: Vidro com revestimento de baixa emissividade

source: ThermalSolid-038
ptb: Vidro - bronze de baixa emissividade

source: ThermalSolid-039
ptb: Isolamento celulótico

source: ThermalSolid-040
ptb: Preenchimento de argila expandida

source: ThermalSolid-041
ptb: Feltro - semirrígido - aglomerado orgânico

source: ThermalSolid-042
ptb: Revestimento de feltro

source: ThermalSolid-043
ptb: Feltro de juta

source: ThermalSolid-044
ptb: Fibra de juta

source: ThermalSolid-045
ptb: Perlita - Aglomerada com betume

source: ThermalSolid-046
ptb: Perlita - placa

source: ThermalSolid-047
ptb: Perlita

source: ThermalSolid-048
ptb: Lã de rocha

source: ThermalSolid-049
ptb: Serragem

source: ThermalSolid-050
ptb: Papelão de palha

source: ThermalSolid-051
ptb: Chapa de fibra de palha

source: ThermalSolid-052
ptb: Cobertura de palha

source: ThermalSolid-053
ptb: Vermiculita

source: ThermalSolid-054
ptb: Painéis de vermiculita

source: ThermalSolid-055
ptb: Lã de madeira

source: ThermalSolid-056
ptb: Placa de palha de madeira - liga de cimento

source: ThermalSolid-057
ptb: Lã

source: ThermalSolid-058
ptb: Base de feltro de lã

source: ThermalSolid-059
ptb: Tijolo - Aerado

source: ThermalSolid-060
ptb: Bloco - Pesado

source: ThermalSolid-061
ptb: Bloco - Leve

source: ThermalSolid-062
ptb: Bloco - Peso médio

source: ThermalSolid-063
ptb: Bloco - Parcialmente preenchido - Pesado

source: ThermalSolid-064
ptb: Bloco -Parcialmente preenchido - Leve

source: ThermalSolid-065
ptb: Bloco - Parcialmente preenchido - Peso médio

source: ThermalSolid-066
ptb: Bloco - preenchido com perlita - leve

source: ThermalSolid-067
ptb: Bloco - preenchido com perlita - peso médio

source: ThermalSolid-068
ptb: Tijolo - Pesado

source: ThermalSolid-069
ptb: Tijolo - Leve

source: ThermalSolid-070
ptb: Tijolo - Peso médio

source: ThermalSolid-071
ptb: Tijolo - Argila refratária normal

source: ThermalSolid-072
ptb: Tijolo - Silícico

source: ThermalSolid-073
ptb: Azulejo de argila - queimado

source: ThermalSolid-074
ptb: Azulejo de argila - Oco

source: ThermalSolid-075
ptb: Azulejo de argila

source: ThermalSolid-076
ptb: Tijolo - Adobe

source: ThermalSolid-077
ptb: Tijolo - Pavimentação

source: ThermalSolid-078
ptb: Camadas de feltro/betume

source: ThermalSolid-079
ptb: Papel impregnado de betume

source: ThermalSolid-080
ptb: Papel laminado

source: ThermalSolid-081
ptb: Alumínio

source: ThermalSolid-081-10
ptb: Alumínio 7075

source: ThermalSolid-081-11
ptb: Alumínio 3105

source: ThermalSolid-081-12
ptb: Alumínio 3004

source: ThermalSolid-081-13
ptb: Alumínio 5052-H

source: ThermalSolid-081-14
ptb: Alumínio 5052-O

source: ThermalSolid-081-15
ptb: Alumínio 1100-H18

source: ThermalSolid-081-16
ptb: Alumínio 3003-H14

source: ThermalSolid-081-17
ptb: Alumínio 3003-H16

source: ThermalSolid-081-18
ptb: Alumínio 3003-O

source: ThermalSolid-081-19
ptb: Alumínio 6061-O

source: ThermalSolid-081-2
ptb: Alumínio 6061

source: ThermalSolid-081-3
ptb: Alumínio 1100-H14

source: ThermalSolid-081-4
ptb: Alumínio 1100-O

source: ThermalSolid-081-5
ptb: Alumínio 2014-T4
