Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
ptb: Modificação da resistência ao cisalhamento

# structural_Specific_heat
source: Specific Heat
ptb: Calor específico

# structural_Specific_heat:uilabel
source: Specific Heat
ptb: Calor específico

# structural_Thermal_conductivity
source: Thermal Conductivity
ptb: Condutividade térmica

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
ptb: Condutividade térmica

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
ptb: Condutividade térmica X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
ptb: Condutividade térmica X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
ptb: Condutividade térmica Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
ptb: Condutividade térmica Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
ptb: Condutividade térmica Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
ptb: Condutividade térmica Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
ptb: Coeficiente de expansão térmica

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
ptb: Coeficiente de expansão térmica

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
ptb: Coeficiente de expansão térmica 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
ptb: Coeficiente de expansão térmica 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
ptb: Coeficiente de expansão térmica 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
ptb: Coeficiente de expansão térmica 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
ptb: Coeficiente de expansão térmica X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
ptb: Coeficiente de expansão térmica X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
ptb: Coeficiente de expansão térmica Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
ptb: Coeficiente de expansão térmica Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
ptb: Coeficiente de expansão térmica Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
ptb: Coeficiente de expansão térmica Z

# structural_Thermally_treated
source: Thermally Treated
ptb: Com tratamento térmico

# structural_Thermally_treated:uilabel
source: Thermally Treated
ptb: Com tratamento térmico

# structural_Young_modulus
source: Young's Modulus
ptb: Módulo de Young

# structural_Young_modulus:uilabel
source: Young's Modulus
ptb: Módulo de Young

# structural_Young_modulus_1
source: Young's Modulus 1
ptb: Módulo de Young 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
ptb: Módulo de Young 1

# structural_Young_modulus_2
source: Young's Modulus 2
ptb: Módulo de Young 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
ptb: Módulo de Young 2

# structural_Young_modulus_X
source: Young's Modulus X
ptb: Módulo de Young X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
ptb: Módulo de Young X

# structural_Young_modulus_Y
source: Young's Modulus Y
ptb: Módulo de Young Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
ptb: Módulo de Young Y

# structural_Young_modulus_Z
source: Young's Modulus Z
ptb: Módulo de Young Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
ptb: Módulo de Young Z

# structural_concrete_compression
source: Concrete Compression
ptb: Compressão do concreto

# structural_concrete_compression:uilabel
source: Concrete Compression
ptb: Compressão do concreto

# structural_isotropic
source: Isotropic
ptb: Isotrópico

# structural_lightweight
source: Lightweight
ptb: Leve

# structural_lightweight:uilabel
source: Lightweight
ptb: Leve

# structural_orthotropic
source: Orthotropic
ptb: Ortótropo

# structural_source
source: Source
ptb: Fonte

# structural_source:uilabel
source: Source
ptb: Fonte

# structural_sourceURL
source: Source URL
ptb: URL de origem

# structural_sourceURL:uilabel
source: Source URL
ptb: URL de origem

# structural_subclass
source: Subclass
ptb: Subclasse

# structural_subclass:uilabel
source: Subclass
ptb: Subclasse

# structural_transverse_isotropic
source: Transverse Isotropic
ptb: Isotrópico transversal

# structural_wood_Average_modulus
source: Average Modulus
ptb: Módulo médio

# structural_wood_Average_modulus:uilabel
source: Average Modulus
ptb: Módulo médio

# structural_wood_Bending
source: Bending
ptb: Dobra

# structural_wood_Bending:uilabel
source: Bending
ptb: Dobra

# structural_wood_Construction_Property
source: Construction
ptb: Construção

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
ptb: Colado

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
ptb: Colado KertoQ

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
ptb: Colado KertoS

# structural_wood_Construction_Property:uilabel
source: Construction
ptb: Construção

# structural_wood_compression_parallel
source: Compression Parallel to Grain
ptb: Compressão paralela à fibra

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
ptb: Compressão paralela à fibra

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
ptb: Compressão perpendicular à fibra

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
ptb: Compressão perpendicular à fibra

# structural_wood_glued
source: Glued
ptb: Colado

# structural_wood_glued_kertoQ
source: Glued KertoQ
ptb: Colado KertoQ

# structural_wood_glued_kertoS
source: Glued KertoS
ptb: Colado KertoS

# structural_wood_shear_parallel
source: Shear Parallel to Grain
ptb: Cisalhamento paralelo à fibra

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
ptb: Cisalhamento paralelo à fibra

# structural_wood_tension_parallel
source: Tension Parallel to Grain
ptb: Tensão paralela à fibra

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
ptb: Tensão paralela à fibra

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
ptb: Tensão perpendicular à fibra

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
ptb: Tensão perpendicular à fibra

source: stucco
ptb: reboco

# stuctural_wood_Species
source: Species
ptb: Espécie

# stuctural_wood_Species:uilabel
source: Species
ptb: Espécie

# stuctural_wood_Strength_grade
source: Strength Grade
ptb: Grau de resistência

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
ptb: Grau de resistência

source: Sun
ptb: Sol

# sun:uilabel
source: Sun Shader:
ptb: Aplicador de cor do sol:

source: Sun Position
ptb: Posição do sol

source: Sun Color:
ptb: Cor do sol:

# sun_color:uilabel
source: Sun Color:
ptb: Cor do sol:

# sun_disk_intensity
source: Disk Intensity:
ptb: Intensidade do disco:

# sun_disk_intensity:uilabel
source: Disk Intensity:
ptb: Intensidade do disco:

# sun_disk_scale
source: Disk Scale:
ptb: Escala do disco:

# sun_disk_scale:uilabel
source: Disk Scale:
ptb: Escala do disco:

# sun_glow_intensity
source: Glow Intensity:
ptb: Intensidade do brilho:

# sun_glow_intensity:uilabel
source: Glow Intensity:
ptb: Intensidade do brilho:

source: sunny day
ptb: alaranjada

# surface_albedo:uilabel
source: Color
ptb: Cor

# surface_albedo_Glazing_panel_label
source: Parameters
ptb: Parâmetros

# surface_albedo_label
source: Color
ptb: Cor

# surface_albedo_label:tooltip
source: Determines the color (or the weight) of the specular highlights of the material. Generally, this parameter should be set to a white color for physical correctness, but can be changed for artistic purposes.
ptb: Determina a cor (ou a espessura) dos realces especulares do material. Normalmente, esse parâmetro deve ser configurado para a cor branca da correção física, mas pode ser alterado para fins artísticos.

# surface_anisotropy:uilabel
source: Anisotropy
ptb: Anisotropia

# surface_anisotropy_panel_label
source: Advanced Highlight Controls
ptb: Controles de realce avançados

# surface_bump_amount_label
source: Depth Amount
ptb: Profundidade total

# surface_bump_amount_label:tooltip
source: Adjusts the relative depth of the Bump pattern. Leave to 1.0 to use the exact amount defined by the Normal Map image.
ptb: Ajusta a profundidade relativa do padrão de relevo. Deixa 1,0 para utilizar a quantidade exata definida pela imagem de Mapa Normal.

# surface_bump_map_label
source: Image
ptb: Imagem

# surface_bump_map_label:tooltip
source: Bump defines larger-scale features than what you can achieve with the Roughness parameter, like dents, cracks, grooves etc. Apply an image where those features are defined, with white corresponding to peaks and black to valleys.
ptb: O relevo define os recursos de grande escala, então o que você pode armazenar com o parâmetro Rugosidade, como entalhes, fissuras, ranhuras, etc. Aplica uma imagem onde as operações são definidas com branco correspondente a picos e preto a vales.

# surface_bump_panel_label
source: Relief Pattern (Bump)
ptb: Padrão de liberação (relevo)

# surface_cutout
source: Image
ptb: Imagem

# surface_cutout:tooltip
source: Cutout defines holes in the surface with an image map. The holes will have no thickness or depth so it is generally suitable for thin elements such as sheets of metal.
ptb: O Corte define as perfurações na superfície com um mapa da imagem. As perfurações não terão nenhuma espessura ou profundidade, de modo que normalmente são adequadas para elementos finos, tais como folhas de metal.

# surface_cutout:uilabel
source: Image
ptb: Imagem

# surface_cutout_panel_label
source: Cutout
ptb: Corte

# surface_material:uilabel
source: Surface Material:
ptb: Material da superfície:

# surface_ndf_beckmann
source: Short Falloff
ptb: Curto enfraquecimento

# surface_ndf_ggx
source: Long Falloff
ptb: Enfraquecimento longo

# surface_ndf_type_label
source: Shape
ptb: Forma

# surface_ndf_type_label:tooltip
source: Determines the underlying equation used to calculate reflections and highlights on the material. The Long Falloff will produce highlights that appear smoother while the Short Falloff will produce highlights that appear sharper.
ptb: Determina a equação subjacente usada para calcular reflexões e realces no material. O Enfraquecimento longo produzirá realces que são exibidos de forma mais suave, enquanto o Enfraquecimento curto produzirá realces que são exibidos de forma mais nítida.

# surface_normal:uilabel
source: Image
ptb: Imagem

# surface_normal_anisotropy_label
source: Anisotropy
ptb: Anisotropia

# surface_normal_anisotropy_label:tooltip
source: Controls the shape of the highlights on the surface by making them elliptical rather than circular. Used together with Roughness, Anisotropy can simulate highlights seen on brushed materials.
ptb: Controla a forma dos realces na superfície ao torná-los elípticos em vez de circulares. Utilizado em conjunto com a rugosidade, a Anisotropia pode simular os realces vistos em materiais escovados.

# surface_orientation_label
source: Orientation
ptb: Orientação

# surface_orientation_label:tooltip
source: Determines the orientation of highlights. This has no effect if Anisotropy Amount is set to 0. Used with a texture map. For example, you can recreate woven materials where the direction of the highlights are perpendicular to each other.
ptb: Determina a orientação dos realces. Isso não tem efeito se a quantidade da Anisotropia estiver definida como 0. Utilizado com um mapa de textura. Por exemplo, você pode recriar materiais tecidos onde a direção dos realces seja perpendicular entre eles.

# surface_rotation:uilabel
source: Rotation
ptb: Rotação

# surface_roughness
source: Roughness
ptb: Rugosidade

# surface_roughness:tooltip
source: The surface finish of the material, specifying the size of microscopic imperfections. When zero, the whole surface is a perfect mirror. Larger values tend towards more diffuse (rough) appearance and larger highlights. Use together with Anisotropy to obtain a brushed finish effect.
ptb: A rugosidade do lóbulo de reflexão microfacetado.

# surface_roughness:uilabel
source: Roughness
ptb: Rugosidade

source: swamp
ptb: pântano

# swatch
source: Swatch Scene
ptb: Cena de amostra

source: swimming
ptb: piscina

source: tan
ptb: Castanho

source: tar paper
ptb: papel de alcatrão

# targeted:uilabel
source: Targeted:
ptb: Destino:

source: tarmac
ptb: macadame

source: taupe
ptb: cinza amarronzado

source: teak
ptb: teca

source: terra cotta
ptb: terracota

source: texture
ptb: textura

# texture_Angle
source: XYZ Rotation
ptb: Rotação XYZ

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
ptb: Especifica a rotação da área representada pela imagem acima.

# texture_Angle:uilabel
source: Angle
ptb: Ângulo

# texture_LinkTextureTransforms
source: Link texture transforms
ptb: Vincular transformações de textura

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
ptb: Quando este configuração está ativada, todas as alterações feitas nas configurações de Posição, Escala e Repetir, deste atributo, serão propagadas para todos os outros atributos dentro do material que usa a textura.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
ptb: Vincular transformações

# texture_MapChannel:uilabel
source: Map Channel
ptb: Canal do mapa

# texture_MapChannel_ID_Advanced
source: Map Channel
ptb: Canal do mapa

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
ptb: Mapear ID do canal

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
ptb: Origem de UVW

# texture_Offset:uilabel
source: Offset
ptb: Deslocamento

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
ptb: Restringe o deslocamento. Quando o deslocamento X é modificado, o deslocamento Y é modificado pelo mesmo valor.

# texture_OffsetLock:uilabel
source: Offset Lock
ptb: Bloqueio do deslocamento

# texture_RealWorldOffsetX
source: Offset
ptb: Deslocamento

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
ptb: Move o ponto inicial do mapa ao longo do eixo X.

# texture_RealWorldOffsetX:uilabel
source: Offset X
ptb: Deslocamento X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
ptb: Move o ponto inicial do mapa ao longo do eixo Y.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
ptb: Deslocamento Y

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
ptb: Move o ponto inicial do mapa ao longo do eixo Z.

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
ptb: Deslocamento Z

# texture_RealWorldScaleX
source: Sample Size
ptb: Tamanho da amostra

# texture_RealWorldScaleX:rightlabel
source: Width
ptb: Largura

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
ptb: Especifica a escala horizontal para esta textura.

# texture_RealWorldScaleX:uilabel
source: Size X
ptb: Tamanho X

# texture_RealWorldScaleY:rightlabel
source: Height
ptb: Altura

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
ptb: Especifica a escala vertical para esta textura.

# texture_RealWorldScaleY:uilabel
source: Size Y
ptb: Tamanho Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
ptb: Bloqueia a proporção do mapa, Quando o valor da altura ou largura é modificado, os outros valores mudam como necessário para manter a proporção.

# texture_ScaleLock:uilabel
source: Scale Lock
ptb: Bloqueio de escala

# texture_Tiling:uilabel
source: Tiling
ptb: Exibir lado a lado

# texture_UOffset:uilabel
source: U Offset
ptb: Deslocamento U

# texture_URepeat:offlabel
source: None
ptb: Nenhum

# texture_URepeat:onlabel
source: Tile
ptb: Azulejo

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
ptb: Ajusta o grau de lado a lado do mapa ao longo do eixo Y. Nenhum, controla que o mapa não seja colocado lado a lado dentro do material. Lado a lado, faz com que o mapa seja colocado lado a lado dentro do material.

# texture_URepeat:uilabel
source: U Repeat
ptb: Repetir U

# texture_UScale:uilabel
source: U Scale
ptb: Escala de U

# texture_UVScale:uilabel
source: UV Scale
ptb: Escala de UV

# texture_VOffset:uilabel
source: V Offset
ptb: Deslocamento V

# texture_VRepeat:offlabel
source: None
ptb: Nenhum

# texture_VRepeat:onlabel
source: Tile
ptb: Azulejo

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
ptb: Ajusta o grau de lado a lado do mapa ao longo do eixo Y. Nenhum, controla que o mapa não seja colocado lado a lado dentro do material. Lado a lado, faz com que o mapa seja colocado lado a lado dentro do material.

# texture_VRepeat:uilabel
source: V Repeat
ptb: Repetir V

# texture_VScale:uilabel
source: V Scale
ptb: Escala de V

# texture_WAngle
source: Rotation
ptb: Rotação

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
ptb: Rotaciona o mapa de o graus para 360 graus.

# texture_WAngle:uilabel
source: Angle
ptb: Ângulo

source: textured
ptb: texturizado

source: thermal
ptb: térmico

# thermal_Behavior
source: Behavior
ptb: Comportamento

# thermal_Behavior:thermal_isotropic
source: Isotropic
ptb: Isotrópico

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
ptb: Ortótropo

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
ptb: Seleciona entre o comportamento isotrópico e ortótropo.

# thermal_Behavior:uilabel
source: Behavior
ptb: Comportamento

# thermal_Compressibility
source: Compressibility
ptb: Capacidade de compressão

# thermal_Compressibility:uilabel
source: Compressibility
ptb: Capacidade de compressão

# thermal_Density
source: Density
ptb: Densidade

# thermal_Density:uilabel
source: Density
ptb: Densidade

# thermal_Electrical_resistivity
source: Electrical Resistivity
ptb: Resistividade elétrica

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
ptb: Resistividade elétrica

# thermal_Emissivity
source: Emissivity
ptb: Emissividade

# thermal_Emissivity:uilabel
source: Emissivity
ptb: Emissividade

# thermal_Gas_viscosity
source: Gas Viscosity
ptb: Viscosidade do gás

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
ptb: Viscosidade do gás

# thermal_Liquid_viscosity
source: Liquid Viscosity
ptb: Viscosidade do líquido

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
ptb: Viscosidade do líquido

# thermal_Permeability
source: Permeability
ptb: Permeabilidade

# thermal_Permeability:uilabel
source: Permeability
ptb: Permeabilidade

# thermal_Porosity
source: Porosity
ptb: Porosidade

# thermal_Porosity:uilabel
source: Porosity
ptb: Porosidade

# thermal_Reflectivity
source: Reflectivity
ptb: Reflexibilidade

# thermal_Reflectivity:uilabel
source: Reflectivity
ptb: Reflexibilidade

# thermal_Specific_heat
source: Specific Heat
ptb: Calor específico

# thermal_Specific_heat:uilabel
source: Specific Heat
ptb: Calor específico

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
ptb: Calor específico de vaporização

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
ptb: Calor específico de vaporização

# thermal_Thermal_conductivity
source: Thermal Conductivity
ptb: Condutividade térmica

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
ptb: Condutividade térmica

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
ptb: Condutividade térmica X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
ptb: Condutividade térmica X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
ptb: Condutividade térmica Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
ptb: Condutividade térmica Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
ptb: Condutividade térmica Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
ptb: Condutividade térmica Z

# thermal_Transmits_light
source: Transmits Light
ptb: Transmite luz

# thermal_Transmits_light:uilabel
source: Transmits Light
ptb: Transmite luz

# thermal_Vapor_pressure
source: Vapor Pressure
ptb: Pressão de vapor

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
ptb: Pressão de vapor

# thermal_isotropic
source: Isotropic
ptb: Isotrópico

# thermal_orthotropic
source: Orthotropic
ptb: Ortótropo

# thermal_source
source: Source
ptb: Fonte

# thermal_source:uilabel
source: Source
ptb: Fonte

# thermal_sourceURL
source: Source URL
ptb: URL de origem

# thermal_sourceURL:uilabel
source: Source URL
ptb: URL de origem

# thermal_subclass
source: Subclass
ptb: Subclasse

# thermal_subclass:uilabel
source: Subclass
ptb: Subclasse

source: thread
ptb: rosca

source: tiger
ptb: aroeira

source: tile
ptb: azulejo

source: Tile Appearance
ptb: Aparência do azulejo

# tile_BrickColor
source: Tile Color
ptb: Cor do azulejo

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
ptb: Fornece a opção para selecionar uma cor ou mapa de textura para um dos componentes.

# tile_BrickColor:uilabel
source: Tile Color
ptb: Cor do azulejo

# tile_BrickType
source: Type
ptb: Tipo

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
ptb: Mata-junta flamenco comum

# tile_BrickType:tile_BrickType_custom
source: Custom
ptb: Personalizado

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
ptb: Mata-junta inglês

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
ptb: Mata-junta fina

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
ptb: Mata-junta em pilha fina

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
ptb: Mata-junta 1/2

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
ptb: Mata-junta

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
ptb: Mata-junta em pilha

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
ptb: Determina um padrão de azulejo predefinido ou personalizado. Os padrões predefinidos normalmente desativam a maioria ou todos os layouts de empilhamento e os controles de edição de linha/coluna.

# tile_BrickType:uilabel
source: Type
ptb: Tipo
