Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# Additional_Growth_Noise_label
source: Additional Growth Noise
ptb: Ruído de crescimento adicional

# Additional_Growth_Noise_label:tooltip
source: Enables fibers random distortion.
ptb: Ativa a distorção aleatória de fibras.

source: Aerated Concrete
ptb: Concreto aerado

source: Air
ptb: Ar

source: Air Barrier
ptb: Barreira de ar

source: Air, properties at atmospheric pressure
ptb: Ar, propriedades à pressão atmosférica

source: Alloy steel
ptb: Liga de aço

source: Alloy stuctural steel
ptb: Liga de aço estrutural

source: Alternating Brick
ptb: Tijolo alternado

# Altitude
source: Sun Altitude:
ptb: Altitude do sol:

# Altitude:uilabel
source: Sun Altitude:
ptb: Altitude do sol:

source: Aluminum
ptb: Alumínio

source: Aluminum , oxidized finish
ptb: Alumínio, acabamento oxidado

source: Aluminum - Bead Blasted
ptb: Alumínio – Jato de cordão de solda

source: Aluminum - brushed
ptb: Alumínio - Escovado

source: Aluminum - brushed radial
ptb: Alumínio - Radial escovado

source: Aluminum - cast
ptb: Alumínio - Fundido

source: Aluminum - circular alternated horizontal mesh 3.5x19mm - beveled
ptb: Alumínio - Malha horizontal alternada circular de 3,5x19 mm - chanfrado

source: Aluminum - circular alternated mesh 5mm holes - beveled
ptb: Alumínio - Malha alternada circular com perfurações de 5 mm - chanfrado

source: Aluminum - circular alternated small mesh 3.5mm holes- beveled
ptb: Alumínio - Malha alternada circular pequena com perfurações de 3,5 mm - chanfrado

source: Aluminum - circular horizontal mesh 3.5x19mm - beveled
ptb: Alumínio - Malha horizontal circular de 3,5x19 mm - chanfrado

source: Aluminum - diamond plate 1
ptb: Alumínio - Placa em padrão de losango 1

source: Aluminum - diamond plate 2
ptb: Alumínio - Placa em padrão de losango 2

source: Aluminum - diamond plate 3
ptb: Alumínio - Placa em padrão de losango 3

source: Aluminum - expanded mesh thick
ptb: Alumínio - Espessura da malha expandida

source: Aluminum - expanded mesh thin
ptb: Alumínio - Espessura da malha expandida

source: Aluminum - hexagonal mesh
ptb: Alumínio - Malha hexagonal

source: Aluminum - knurled
ptb: Alumínio - Serrilhado

source: Aluminum - polished
ptb: Alumínio - Polido

source: Aluminum - satin
ptb: Alumínio - Acetinado

source: Aluminum 6061
ptb: Alumínio 6061

source: Aluminum A356 T6
ptb: Alumínio A356 T6

source: Aluminum AlSi10Mg
ptb: Alumínio AlSi10Mg

source: Aluminum alloy
ptb: Liga de alumínio

source: Aluminum alloy well suited for additive manufacturing
ptb: Liga de alumínio adequada para fabricação aditiva

source: Aluminum copper alloy, heat treated, aged
ptb: Liga de alumínio e cobre, tratada termicamente, envelhecida

source: Aluminum copper alloy, heat treated, artifically aged
ptb: Liga de alumínio e cobre, tratada termicamente, envelhecida artificialmente

source: Aluminum magnesium alloy, strain hardened
ptb: Liga de magnésio e alumínio, endurecida por deformação a frio

source: Aluminum magnesium silicon alloy, 6061
ptb: Liga de alumínio, magnésio e silício, 6061

source: Aluminum manganese alloy, strain hardened
ptb: Liga de alumínio e manganês, endurecida por deformação a frio

source: Aluminum mirror
ptb: Espelho de alumínio

source: Aluminum oxide
ptb: Óxido de alumínio

source: Aluminum zinc alloy, annealed
ptb: Liga de alumínio e zinco recozida

source: Aluminum, annealed, zinc alloy
ptb: Liga de alumínio e zinco recozida

source: Aluminum, heat treated, aged, copper alloy
ptb: Liga de alumínio e cobre, tratada termicamente, envelhecida

source: Aluminum, heat treated, artificially aged, copper alloy
ptb: Liga de alumínio e cobre, tratada termicamente, envelhecida artificialmente

source: Aluminum, magnesium silicon alloy
ptb: Alumínio, liga de silício magnésio

source: Aluminum, soft annealed
ptb: Alumínio recozido macio

source: Aluminum, soft annealed, magnesium alloy
ptb: Alumínio, liga de magnésio, suave recozido

source: Aluminum, soft annealed, magnesium alloy, marine
ptb: Alumínio, suave recozido, liga de magnésio, marinho

source: Aluminum, soft annealed, magnesium silicon alloy
ptb: Alumínio, liga de silício suave recozido, magnésio

source: Aluminum, soft annealed, manganese alloy
ptb: Alumínio, liga de manganês, suave recozido

source: Aluminum, strain hardened
ptb: Alumínio endurecido por deformação a frio

source: Aluminum, strain hardened, magnesium alloy
ptb: Alumínio, liga de magnésio, endurecida por deformação a frio

source: Aluminum, strain hardened, magnesium alloy, architectural
ptb: Liga de alumínio e magnésio endurecida por deformação a frio, arquitetônica

source: Aluminum, strain hardened, magnesium alloy, marine
ptb: Liga de alumínio e magnésio endurecida por deformação a frio, marinha

source: Aluminum, strain hardened, manganese alloy
ptb: Liga de alumínio e manganês endurecida por deformação a frio

source: Ambient Occlusion Scene Effect.
ptb: Efeito de cena de oclusão de ambiente.

source: AmbientOcclusion
ptb: Oclusão de ambiente

# AmbientOcclusionSchema_localname:Ambient Occlusion
source: Ambient Occlusion
ptb: Oclusão do ambiente

# AmbientOcclusionSchema_localtype:Scene Effect
source: Scene Effect
ptb: Efeito de cena

source: American Ash
ptb: Freixo americano

source: American Birch
ptb: Bétula americana

source: Annealed
ptb: Recozido

source: Anodized - blue glossy
ptb: Anodizado - Azul com brilho

source: Anodized - blue rough
ptb: Anodizado - Azul bruto

source: Anodized - grey glossy
ptb: Anodizado - Cinza com brilho

source: Anodized - grey rough
ptb: Anodizado - Cinza bruto

source: Anodized - red glossy
ptb: Anodizado - Vermelho com brilho

source: Anodized - red rough
ptb: Anodizado - Vermelho bruto

source: Anodized aluminum, blue
ptb: Alumínio anodizado, azul

source: Anodized aluminum, bronze
ptb: Alumínio anodizado, bronze

source: Anodized aluminum, red
ptb: Alumínio anodizado, vermelho

source: Anodized aluminum, silver
ptb: Alumínio anodizado, prata

source: Appearance class for decals. Based on Generic, but with a simpler UI.
ptb: Classe da aparência para decalques. Com base em genérico, mas com uma IU simples.

source: Architectural
ptb: Arquitetônico

source: Architectural bronze
ptb: Bronze arquitetônico

source: Argon
ptb: Argônio

source: Argon, properties at atmospheric pressure
ptb: Argônio, propriedades à pressão atmosférica

source: Aspen OSB
ptb: Painel estrutural de tiras de madeira de álamo tremedor

source: Asphalt
ptb: Asfalto

source: Asphalt - Dark grey
ptb: Asfalto – Cinza escuro

source: Asphalt - Light Grey
ptb: Asfalto – Cinza claro

source: Asphalt Shingles - Architectural Grade - Black
ptb: Telhas de asfalto – Grau arquitetônico – Preto

source: Asphalt Shingles - Architectural Grade - Brown
ptb: Telhas de asfalto – Grau arquitetônico – Marrom

source: Asphalt Shingles - Architectural Grade - Grey
ptb: Telhas de asfalto – Grau arquitetônico – Cinza

source: Asphalt Shingles - Architectural Grade - Light Brown
ptb: Telhas de asfalto – Grau arquitetônico – Marrom claro

source: Asphalt Shingles - Architectural Grade - Light Grey
ptb: Telhas de asfalto – Grau arquitetônico – Cinza claro

source: Asphalt Shingles - Standard - Black
ptb: Telhas de asfalto – Padrão – Preto

source: Asphalt Shingles - Standard - Dark Brown
ptb: Telhas de asfalto – Padrão – Marrom escuro

source: Asphalt Shingles - Standard - Green
ptb: Telhas de asfalto – Padrão – Verde

source: Asphalt Shingles - Standard - Grey
ptb: Telhas de asfalto – Padrão – Cinza

source: Asphalt Shingles - Standard - Light Brown
ptb: Telhas de asfalto – Padrão – Marrom claro

source: Asphalt Shingles - Standard - Light Grey
ptb: Telhas de asfalto – Padrão – Cinza claro

source: Asphalt Shingles - Standard - Medium Brown
ptb: Telhas de asfalto – Padrão – Marrom médio

source: Asphalt coating
ptb: Revestimento de asfalto

source: Asphalt or tarmac paving
ptb: Pavimentação de asfalto ou macadame

source: Asphalt paving
ptb: Pavimentação de asfalto

source: Asphalt roofing cement
ptb: Cimento de telhado asfáltico

source: Asphalt roofing shingle
ptb: Telha de telhado asfáltico

source: Asphalt surface
ptb: Asfalto de superfície

source: Austenitic nickel-chromium-based superalloy
ptb: Superliga de níquel e cromo austenítico

source: Austenitic stainless steel
ptb: Aço inoxidável austenítico

source: Austenitic stainless steel - general purpose
ptb: Aço inoxidável austenítico - para uso geral

source: Autoclaved aerated concrete blocks
ptb: Blocos de concreto aerado esterilizados em autoclave

source: Autodesk branded swatch.
ptb: Amostra com a marca da Autodesk.

# Azimuth
source: Sun Azimuth:
ptb: Azimute do sol:

# Azimuth:uilabel
source: Sun Azimuth:
ptb: Azimute do sol:

source: Backsplash - Ceramic/Stone Mix
ptb: Proteção contra respingos – Mistura cerâmica/pedra

source: Backsplash - Ceramic/Stone Mix (3X)
ptb: Proteção contra respingos – Mistura cerâmica/pedra (3x)

source: Backsplash01
ptb: Proteção contra respingos01

source: Backsplash01_3X
ptb: Proteção contra respingos01_3X

source: Bakelite
ptb: Baquelita

# Bamboo Flooring - 5&quot; wide
source: Bamboo Flooring - 5" wide
ptb: Piso de bambu – 5 pol. de largura

source: Base Material - Layered
ptb: Material de base - Em camadas

source: Base Material - Metal
ptb: Material de base - Metal

source: Base Material - Opaque
ptb: Material de base - Opaco

source: Base Material - Transparent
ptb: Material de base - Transparente

source: Basic structural asset.
ptb: Recurso estrutural básico.

source: Basketweave
ptb: Vime trançado

source: Batt
ptb: Preenchimento

source: Betula Alleghaniensis, Birch, Glossy
ptb: Bétula Alleghaniensis, Bétula, Brilhante

source: Betula Alleghaniensis, Birch, Semigloss
ptb: Bétula Alleghaniensis, Bétula, Semibrilhante

source: Billet
ptb: Barra bruta

source: Birch - Glossy finish
ptb: Bétula – Acabamento com brilho

source: Birch - Satin finish
ptb: Bétula – Acabamento acetinado

source: Birch - Unfinished
ptb: Bétula – Sem acabamento

source: Bitumen/Felt roofing
ptb: Telhado de betume/feltro

source: Bituminous roofing material
ptb: Material betuminoso para telhados

source: Black Cherry
ptb: Cerejeira-preta

source: Black Oxide
ptb: Preto oxidado

source: Black Walnut
ptb: Nogueira-preta

source: Black Willow
ptb: Salgueiro-preto

source: Black bricks
ptb: Tijolos pretos

source: Blue
ptb: Azul

source: Blue Green
ptb: Azul esverdeado

source: Blue Green glazing - Insulating
ptb: Vidraça azul esverdeada – Isolamento

source: Blue Green glazing - Single pane
ptb: Vidraça azul esverdeada – Painel único

source: Blue Stone
ptb: Azul pedra

source: Blue glazing - Insulating
ptb: Vidraça azul – Isolamento

source: Blue glazing - Single pane
ptb: Vidraça azul – Painel único

source: Board
ptb: Placa

source: Board and Batten
ptb: Placa e ripa

source: Board formed concrete
ptb: Concreto moldado

source: Bonded woodwool insulation board
ptb: Placa isolante de lã de madeira aglomerada

source: Brass
ptb: Latão

source: Brass - circular alternated mesh 5mm holes- beveled
ptb: Latão - Malha alternada circular com perfurações de 5 mm - chanfrado

source: Brass - circular alternated small mesh 3.5mm holes- beveled
ptb: Latão - Malha pequena alternada circular com perfurações de 3,5 mm - chanfrado

source: Brass - circular horizontal alternated mesh 3.5x19mm - beveled
ptb: Latão - Malha alternada horizontal circular de 3,5x19 mm - chanfrado

source: Brass - circular horizontal mesh 3.5x19mm - beveled
ptb: Latão - Malha horizontal circular de 3,5x19 mm - chanfrado

source: Brass - hexagonal mesh
ptb: Latão - Malha hexagonal

source: Brass - knurled
ptb: Latão - Serrilhado

source: Brass - matte
ptb: Latão - Fosco

source: Brass - mesh expanded - thin
ptb: Latão - Malha expandida - Fina

source: Brass - old look
ptb: Latão - Aspeto antigo

source: Brass - old matte look
ptb: Latão - Visual antigo acetinado

source: Brass - polished
ptb: Latão - Polido

source: Brass - wire mesh
ptb: Latão - Malha de arame

source: Brass, polished
ptb: Latão polido

source: Brick
ptb: Tijolo

source: Brick - Brown, Soldier, brown
ptb: Tijolo – Marrom, camuflado, marrom

source: Brick - Brown, Soldier, cream
ptb: Tijolo – Marrom, camuflado, creme

source: Brick - Brown, Soldier, dark
ptb: Tijolo – Marrom, camuflado, escuro

source: Brick - Brown, Soldier, grey
ptb: Tijolo – Marrom, camuflado, cinza

source: Brick - Brown, Soldier, light
ptb: Tijolo – Marrom, camuflado, claro

source: Brick - Brown, Soldier, medium
ptb: Tijolo – Marrom, camuflado, médio

source: Brick - Brown, Soldier, red
ptb: Tijolo – Marrom, camuflado, vermelho

source: Brick - Brown, running, brown
ptb: Tijolo – Marrom, em carreira, marrom

source: Brick - Brown, running, cream
ptb: Tijolo – Marrom, em carreira, creme

source: Brick - Brown, running, dark
ptb: Tijolo – Marrom, em carreira, escuro

source: Brick - Brown, running, grey
ptb: Tijolo – Marrom, em carreira, cinza

source: Brick - Brown, running, light
ptb: Tijolo – Marrom, em carreira, claro

source: Brick - Brown, running, medium
ptb: Tijolo – Marrom, em carreira, médio

source: Brick - Brown, running, red
ptb: Tijolo – Marrom, em carreira, vermelho

source: Brick - Rustic
ptb: Tijolo – Rústico

source: Bricks - Running - Brown
ptb: Tijolos – Em carreira – Marrom

source: Bricks - Running - Cream
ptb: Tijolos – Em carreira – Creme

source: Bricks - Running - Dark Blend
ptb: Tijolos – Em carreira – Mescla escura

source: Bricks - Running - Grey
ptb: Tijolos – Em carreira – Cinza

source: Bricks - Running - Light Blend
ptb: Tijolos – Em carreira – Mescla clara

source: Bricks - Running - Medium Blend
ptb: Tijolos – Em carreira – Mescla média

source: Bricks - Running - Red
ptb: Tijolos – Em carreira – Vermelho

source: Bricks - Soldier - Brown
ptb: Tijolos – Camuflado – Marrom

source: Bricks - Soldier - Cream
ptb: Tijolos – Camuflado – Creme

source: Bricks - Soldier - Dark Blend
ptb: Tijolos – Camuflado – Mescla escura

source: Bricks - Soldier - Grey
ptb: Tijolos – Camuflado – Cinza

source: Bricks - Soldier - Light Blend
ptb: Tijolos – Camuflado – Mescla clara

source: Bricks - Soldier - Medium Blend
ptb: Tijolos – Camuflado – Mescla média

source: Bricks - Soldier - Red
ptb: Tijolos – Camuflado – Vermelho

source: Bronze - patina
ptb: Bronze - Pátina

source: Bronze - polished
ptb: Bronze - Polido

source: Bronze glazing - Insulating
ptb: Vidraça bronze – Isolamento

source: Bronze glazing - Single pane
ptb: Vidraça bronze – Painel único

source: Bronze glazing, low E coating
ptb: Esmalte à base de bronze, revestimento de baixa emissividade

source: Bronze, polished
ptb: Bronze polido

source: Broom finish concrete
ptb: Concreto com acabamento varrido

source: Brown modular bricks
ptb: Tijolos modulares marrons

source: Building paper
ptb: Papel de construção

source: Bump Map.
ptb: Mapeamento de relevo.

source: Bump map used on decal objects.
ptb: Mapa de relevo utilizado em objetos de decalque.

# BumpMapSchema_localname:Bump Texture
source: Bump Texture
ptb: Textura do relevo

# BumpMapSchema_localtype:Texture
source: Texture
ptb: Textura

source: Burgundy stone floor
ptb: Piso de pedra bordô

source: Burnt clay tile
ptb: Telha de terracota

source: Butyl rubber
ptb: Borracha de butil

source: CMU
ptb: Bloco de concreto

source: CMU - Ribbed - Grey
ptb: CMU – Nervurado – Cinza

source: CMU - Ribbed - Red
ptb: CMU – Nervurado – Vermelho

source: CMU - Ribbed - Stacked - Grey
ptb: CMU – Nervurado – Empilhado – Cinza

source: CMU - Ribbed - Stacked - Red
ptb: CMU – Nervurado – Empilhado – Vermelho

source: CMU - Ribbed - Stacked - Tan
ptb: CMU – Nervurado – Empilhado – Castanho

source: CMU - Ribbed - Tan
ptb: CMU – Nervurado – Castanho

source: CMU - Running Bond - Light Grey
ptb: CMU – Mata-junta – Cinza claro

source: CMU - Running Bond - Tan
ptb: CMU – Mata-junta – Castanho

source: CMU - Split Face - Running Bond - Light Grey
ptb: CMU – Face dividida – Mata-junta – Cinza claro

source: CMU - Split Face - Running Bond - Red
ptb: CMU – Face dividida – Mata-junta – Vermelho

source: CMU - Split Face - Running Bond - Tan
ptb: CMU – Face dividida – Mata-junta – Castanho

source: CMU - Stacked Bond - Light Grey
ptb: CMU – Mata-junta em pilha – Cinza claro

source: CMU - Stacked Bond - Tan
ptb: CMU – Mata-junta em pilha – Castanho

source: CMU Brick - Grey
ptb: Tijolo CMU – Cinza

source: CMU Brick - Tan
ptb: Tijolo CMU – Castanho

source: CMU Split Face Brick - Grey
ptb: Tijolo CMU com face dividida – Cinza

source: CMU Split Face Brick - Red
ptb: Tijolo CMU com face dividida – Vermelho

source: CMU Split Face Brick - Tan
ptb: Tijolo CMU com face dividida – Castanho

source: California Redwood
ptb: Pau-Brasil da Califórnia

source: Canvas
ptb: Lona

source: Canvas, blue stripes
ptb: Lona, listras azuis

source: Carbon
ptb: Carbono

source: Carbon Dioxide, properties at atmospheric pressure
ptb: Dióxido de carbono, propriedades à pressão atmosférica

source: Carbon Fiber
ptb: Fibra de carbono

source: Carbon fiber 2/2 twill
ptb: Fibra de carbono 2/2 sarja

source: Carbon fiber plain weave
ptb: Fibra de carbono em ponto de tafetá

source: Carbon fiber reinforced epoxy
ptb: Epóxi reforçado com fibra de carbono

source: Carbon steel
ptb: Aço carbono

source: Carbon steel, Fy 250 MPa
ptb: Aço carbono, Fy 250 MPa

source: Carpet
ptb: Carpete

source: Carpet - Berber carpet, grey, irregular stripes
ptb: Carpete – Carpete berbere, cinza, listras irregulares

source: Carpet - Berber carpet, grey, pattern01
ptb: Carpete – Carpete berbere, cinza, padrão01

source: Carpet - Berber carpet, light grey
ptb: Carpete – Carpete berbere, cinza claro

source: Carpet - Berber carpet, medium grey
ptb: Carpete – Carpete berbere, cinza médio

source: Carpet - Berber carpet, mixed colors
ptb: Carpete – Carpete berbere, mix de cores

source: Carpet - Berber carpet, tan, irregular stripes
ptb: Carpete – Carpete berbere, castanho, listras irregulares

source: Carpet - Berber carpet, tan, pattern01
ptb: Carpete – Carpete berbere, castanho, padrão01

source: Carpet - Loops, tan
ptb: Carpete – Contornos, castanho

source: Carpet - Loops, white
ptb: Carpete – Contornos, branco

source: Carpet - Rug, tan, pattern01
ptb: Carpete – Tapete, castanho, padrão01

source: Carpet - Striped Dark - Aligned
ptb: Carpete – Listrado escuro – Alinhado

source: Carpet - Striped Dark - Stacked
ptb: Carpete – Listrado escuro – Empilhado

source: Carpet - Striped Light - Aligned
ptb: Carpete – Listrado claro – Alinhado

source: Carpet - Striped Light - Stacked
ptb: Carpete – Listrado claro – Empilhado

source: Carpet - Striped Medium - Aligned
ptb: Carpete – Listrado médio – Alinhado

source: Carpet - Striped Medium - Stacked
ptb: Carpete – Listrado médio – Empilhado

source: Carpet - Striped, grey shades
ptb: Tapete - Listrado, tonalidade cinza

source: Carpet Strips - Dark-Light
ptb: Faixas de carpete – Escuro-claro

source: Carpet Strips - Dark-Medium
ptb: Faixas de carpete – Escuro-médio

source: Carpet Strips - Medium-Light
ptb: Faixas de carpete – Médio-claro

source: Carpet, Berber
ptb: Carpete, Berbere

source: Carpet, Berber, Grey, Pattern
ptb: Carpete, Berbere, Cinza, Padrão

source: Carpet, Berber, Grey, Stripes
ptb: Carpete, Berbere, Cinza, Listras

source: Carpet, Berber, Light Grey
ptb: Carpete, Berbere, Cinza claro

source: Carpet, Berber, Medium Grey
ptb: Carpete, Berbere, Cinza médio

source: Carpet, Berber, Tan, Pattern
ptb: Carpete, Berbere, Castanho, Padrão

source: Carpet, Berber, Tan, Stripes
ptb: Carpete, Berbere, Castanho, Listras

source: Carpet, Cut Pile, Tan, Pattern
ptb: Carpete, Pelo curto, Castanho, Padrão

source: Carpet, Loop, Tan
ptb: Carpete, Contorno, Castanho

source: Carpet, Loop, White
ptb: Carpete, Contorno, Branco

source: Carpet, brown
ptb: Carpete, marrom

source: Carpet, grey
ptb: Carpete, cinza

source: Cast
ptb: Fundido

source: Cast Iron
ptb: Ferro fundido

source: Cast acrylic resin, mineral filled
ptb: Resina acrílica fundida, preenchido por mineral

source: Cast acrylic, average values
ptb: Acrílico moldado, valores médios

source: Cast bronze
ptb: Bronze fundido

source: Cast copper
ptb: Cobre fundido

source: Cast epoxy, unfilled. average values
ptb: Epóxi moldado, sem preenchimento. Valores médios

source: Cast glass, clear
ptb: Vidro fundido transparente

source: Cast glass, transparent gray
ptb: Vidro fundido, cinza transparente

source: Cast steel
ptb: Aço fundido

# Cast, Solution Treated&#xA;thermal props @ 68 F
source: Cast, Solution Treated thermal props @ 68 F
ptb: Fundido, solução tratados Apoio térmico @ 68ºF -

source: Cast-in-place concrete
ptb: Concreto moldado no local

source: Ceiling
ptb: Forro

source: Ceiling Beadboard
ptb: Lambri de forro

source: Ceiling tile - 2'x2' - Pattern01
ptb: Azulejo de forro – 2'x2' – Padrão01

source: Ceiling tile - 2'x2' - Perforated metal, tapered, white
ptb: Azulejo de forro –2'x2' – Metal perfurado, cônico, branco

source: Ceiling tile - 2'x2' - Random dots pattern, narrow gap, black
ptb: Azulejo de forro – 2'x2' – Padrão de pontos aleatórios, folga estreita, preto

source: Ceiling tile - 2'x2' - Random dots pattern, narrow gap, tapered edges, black
ptb: Azulejo de forro – 2'x2' – Padrão de pontos aleatórios, folga estreita, arestas cônicas, preto

source: Ceiling tile - 2'x2' - Random dots pattern, narrow gap, tapered edges, white
ptb: Azulejo de forro – 2'x2' – Padrão de pontos aleatórios, folga estreita, arestas cônicas, branco

source: Ceiling tile - 2'x2' - Random dots pattern, narrow gap, white
ptb: Azulejo de forro – 2'x2' – Padrão de pontos aleatórios, folga estreita, branco

source: Ceiling tile - 2'x2' - Random dots pattern, suspension tees, tapered edges, black
ptb: Azulejo de forro – 2'x2' – Padrão de pontos aleatórios, Ts de suspensão, arestas cônicas, preto

source: Ceiling tile - 2'x2' - Random dots pattern, suspension tees, tapered edges, white
ptb: Azulejo de forro – 2'x2' – Padrão de pontos aleatórios, Ts de suspensão, arestas cônicas, branco

source: Ceiling tile - 2'x2' - Rough, narrow gap, black
ptb: Azulejo de forro – 2'x2' – Bruto, folga estreita, preto

source: Ceiling tile - 2'x2' - Rough, narrow gap, white
ptb: Azulejo de forro – 2'x2' – Bruto, folga estreita, branco

source: Ceiling tile - 2'x4' - Random dots pattern, narrow gap, black
ptb: Azulejo de forro – 2 pol. x 4 pol. – Padrão de pontos aleatórios, folga estreita, preto

source: Ceiling tile - 2'x4' - Random dots pattern, narrow gap, tapered edges, black
ptb: Azulejo de forro – 2x4 pol. – Padrão de pontos aleatórios, folga estreita, arestas cônicas, preto

source: Ceiling tile - 2'x4' - Random dots pattern, narrow gap, tapered edges, white
ptb: Azulejo de forro – 2x4 pol. – Padrão de pontos aleatórios, folga estreita, arestas cônicas, branco

source: Ceiling tile - 2'x4' - Random dots pattern, narrow gap, white
ptb: Azulejo de forro – 2x4 pol. – Padrão de pontos aleatórios, folga estreita, branco

source: Ceiling tile - 2'x4' - Random dots pattern, suspension tees, tapered edges, black
ptb: Azulejo de forro – 2'x4' – Padrão de pontos aleatórios, Ts de suspensão, arestas cônicas, preto

source: Ceiling tile - 2'x4' - Random dots pattern, suspension tees, tapered edges, white
ptb: Azulejo de forro – 2'x4' – Padrão de pontos aleatórios, Ts de suspensão, arestas cônicas, branco

source: Ceiling tile - 600x1200mm - Random dots pattern, narrow gap, black
ptb: Azulejo de forro – 600x1200 mm – Padrão de pontos aleatórios, folga estreita, preto

source: Ceiling tile - 600x1200mm - Random dots pattern, narrow gap, tapered edges, black
ptb: Azulejo de forro – 600x1200 mm – Padrão de pontos aleatórios, folga estreita, arestas cônicas, preto
