Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

source: Material-154
ptb: Couro, marrom escuro

source: Material-155
ptb: Azulejo, mosaico, cinza

source: Material-156
ptb: Azulejo, porcelana, 4 pol

source: Material-157
ptb: Azulejo, porcelana, 6 pol

source: Material-158
ptb: Azulejo, não esmaltado

source: Material-159
ptb: Freixo

source: Material-160
ptb: Bétula

source: Material-161
ptb: Cerejeira

source: Material-162
ptb: Pinho de Óregon

source: Material-163
ptb: Jarrah

source: Material-164
ptb: Tábua laminada revestida com papelão

source: Material-165
ptb: Lauan, meranti

source: Material-166
ptb: Mogno

source: Material-167
ptb: Bordo

source: Material-168
ptb: MDF - Chapa de fibra de média densidade

source: Material-169
ptb: Carvalho, vermelho

source: Material-170
ptb: Carvalho, branco

source: Material-171
ptb: Piso de carvalho

source: Material-172
ptb: Tábua de fibra orientada

source: Material-173
ptb: Tábua de partículas

source: Material-174
ptb: Pinho

source: Material-175
ptb: Pinho do sul

source: Material-176
ptb: Pinho, Radiata

source: Material-177
ptb: Pinho, Scots

source: Material-178
ptb: Compensado, acabamento

source: Material-179
ptb: Compensado, revestimento

source: Material-180
ptb: Álamo

source: Material-181
ptb: Pau-Brasil

source: Material-182
ptb: Revestimento lateral, ripa de madeira

source: Material-183
ptb: Madeira mole, acabamento

source: Material-184
ptb: Madeira mole, tábua

source: Material-185
ptb: Abeto vermelho

source: Material-186
ptb: Teca

source: Material-187
ptb: Nogueira

source: Material-188
ptb: Madeira

source: Material-189
ptb: Ar

source: Material-190
ptb: Argônio

source: Material-191
ptb: Nitrogênio

source: Material-192
ptb: Oxigênio

source: Material-193
ptb: Água

source: MaterialInv_001
ptb: Concreto

source: MaterialInv_002
ptb: Vidro

source: MaterialInv_003
ptb: Liga de aço

source: MaterialInv_004
ptb: Alumínio 6061

source: MaterialInv_005
ptb: Alumínio-6061-AHC

source: MaterialInv_006
ptb: Latão, amarelo macio

source: MaterialInv_007
ptb: Bronze, estanho suave

source: MaterialInv_008
ptb: Aço, carbono

source: MaterialInv_009
ptb: Bronze, fundido

source: MaterialInv_010
ptb: Cobre, fundido

source: MaterialInv_011
ptb: Ferro, fundido

source: MaterialInv_012
ptb: Aço, fundido

source: MaterialInv_014
ptb: Cobre, liga

source: MaterialInv_018
ptb: Ferro, cinza

source: MaterialInv_020
ptb: Ferro, maleável

source: MaterialInv_021
ptb: Liga de Nickel-Copper 400

source: MaterialInv_022
ptb: Aço, puro (não liga)

source: MaterialInv_024
ptb: Aço inoxidável

source: MaterialInv_025
ptb: Aço inoxidável, 440C

source: MaterialInv_026
ptb: Aço inoxidável, austenítico

source: MaterialInv_028
ptb: Aço, alta resistência, liga baixa

source: MaterialInv_029
ptb: Aço, suave

source: MaterialInv_031
ptb: Alumínio 6061, soldado

source: MaterialInv_032
ptb: Latão, amarelo macio, soldado

source: MaterialInv_033
ptb: Aço inoxidável soldado, 440C

source: MaterialInv_034
ptb: Aço macio soldado

source: MaterialInv_035
ptb: Cobre forjado

source: MaterialInv_036
ptb: Aço forjado

source: MaterialInv_037
ptb: ABS plástico

source: MaterialInv_038
ptb: Resina de acetal, preto

source: MaterialInv_039
ptb: Resina de acetal, branca

source: MaterialInv_042
ptb: PCL plástico

source: MaterialInv_044
ptb: Náilon composto (náilon - dissulfeto de molibdênio)

source: MaterialInv_045
ptb: Náilon 6/6

source: MaterialInv_046
ptb: Plástico PBT

source: MaterialInv_047
ptb: Plástico PC/ABS

source: MaterialInv_048
ptb: Plástico PET

source: MaterialInv_049
ptb: PMMA plástico

source: MaterialInv_050
ptb: Resina de poliariletercetona

source: MaterialInv_051
ptb: Policarbonato, transparente

source: MaterialInv_052
ptb: Policarbonato, esfumaçado

source: MaterialInv_054
ptb: Poliestireno

source: MaterialInv_055
ptb: Plástico PPS

source: MaterialInv_056
ptb: PVC-Tubulação

source: MaterialInv_057
ptb: PVC-U

source: MaterialInv_058
ptb: Borracha

source: MaterialInv_059
ptb: Plástico SAN

source: MaterialInv_060
ptb: Borracha, Silicone

source: MaterialInv_061
ptb: Resina termoplástica

source: MaterialInv_062
ptb: UHMW, preto

source: MaterialInv_063
ptb: UHMW, branco

source: MaterialInv_064
ptb: Nitreto de silício

source: MaterialInv_069
ptb: Mapeamento de madeira

source: MaterialInv_072
ptb: Genérico

source: MaterialInv_074
ptb: Alumínio 1100-H18

source: MaterialInv_079
ptb: Alumínio 3003-H14

source: MaterialInv_080
ptb: Alumínio 3003-H16

source: MaterialInv_081
ptb: Alumínio 3003-O

source: MaterialInv_082
ptb: Alumínio 3004-H32

source: MaterialInv_083
ptb: Alumínio 3004-H34

source: MaterialInv_084
ptb: Alumínio 3004-H38

source: MaterialInv_085
ptb: Alumínio 3004-O

source: MaterialInv_086
ptb: Alumínio 3105-H12

source: MaterialInv_087
ptb: Alumínio 3105-H14

source: MaterialInv_088
ptb: Alumínio 3105-H16

source: MaterialInv_089
ptb: Alumínio 3105-H18

source: MaterialInv_090
ptb: Alumínio 3105-O

source: MaterialInv_091
ptb: Alumínio 5005-H12

source: MaterialInv_092
ptb: Alumínio 5005-H14

source: MaterialInv_093
ptb: Alumínio 5005-H16

source: MaterialInv_094
ptb: Alumínio 5005-H18

source: MaterialInv_095
ptb: Alumínio 5005-H38

source: MaterialInv_096
ptb: Alumínio 5005-O

source: MaterialInv_097
ptb: Alumínio 5052-H34

source: MaterialInv_098
ptb: Alumínio 5052-H36

source: MaterialInv_099
ptb: Alumínio 5052-H38

source: MaterialInv_100
ptb: Alumínio 5052-O

source: MaterialInv_101
ptb: Alumínio 6061-O

source: MaterialInv_102
ptb: Ferro fundido cinzento ASTM A-48 grau 20

source: MaterialInv_103
ptb: Ferro fundido cinzento - ASTM A-48 grau 25

source: MaterialInv_104
ptb: Ferro fundido cinzento - ASTM A-48 grau 30

source: MaterialInv_105
ptb: Ferro fundido cinzento - ASTM A-48 grau 35

source: MaterialInv_106
ptb: Ferro fundido cinzento - ASTM A-48 grau 40

source: MaterialInv_107
ptb: Ferro fundido cinzento - ASTM A-48 grau 50

source: MaterialInv_108
ptb: Ferro fundido cinzento – ASTM A48 grau 60

source: MaterialInv_109
ptb: Magnésio AZ63A

source: MaterialInv_110
ptb: Titânio 6Al-4V

source: MaterialInv_113
ptb: Aço AISI 1050

source: MaterialInv_114
ptb: Aço AISI 1080

source: MaterialInv_115
ptb: Aço AISI 1118

source: MaterialInv_116
ptb: Aço AISI 1144

source: MaterialInv_117
ptb: Aço AISI 4130

source: MaterialInv_118
ptb: Aço AISI 4150

source: MaterialInv_119
ptb: Aço AISI 4620

source: MaterialInv_120
ptb: Aço AISI 5150

source: MaterialInv_121
ptb: Aço AISI 6150

source: MaterialInv_122
ptb: Aço AISI 8650

source: MaterialInv_125
ptb: Aço ASTM - A441

source: MaterialInv_126
ptb: Aço ASTM - A514

source: MaterialInv_128
ptb: Aço inoxidável AISI 202

source: MaterialInv_129
ptb: Aço inoxidável 302 AISI

source: MaterialInv_130
ptb: Aço inoxidável AISI 309

source: MaterialInv_131
ptb: Aço inoxidável AISI 310

source: MaterialInv_132
ptb: Aço inoxidável AISI 317

source: MaterialInv_133
ptb: Aço inoxidável AISI 405

source: MaterialInv_134
ptb: Aço inoxidável AISI 430

source: MaterialInv_135
ptb: Aço inoxidável AISI 446

source: MaterialSim-200
ptb: Alumínio 5083 87 formado a frio

source: MaterialSim-201
ptb: Alumínio 5052 H32

source: MaterialSim-202
ptb: Alumínio 5454 0 formado a frio

source: MaterialSim-203
ptb: Alumínio 6061 T6 80 formado a quente

source: MaterialSim-204
ptb: Alumínio 6061 T6 0 formado a frio

source: MaterialSim-205
ptb: Alumínio 7175 T73 0 formado a quente

source: MaterialSim-206
ptb: Aço, MAN-TEN

source: MaterialSim-207
ptb: Aço, RQC100

source: MaterialSim-208
ptb: Aço AISI 1006 85 HR

source: MaterialSim-209
ptb: Aço AISI 1006 85B HR

source: MaterialSim-210
ptb: Aço AISI 1008 91 HR

source: MaterialSim-211
ptb: Aço AISI 1015 80 NORM

source: MaterialSim-212
ptb: Aço AISI 1018 106 HR

source: MaterialSim-213
ptb: Aço AISI 1018 118 QT

source: MaterialSim-214
ptb: Aço AISI 1018 209 QT

source: MaterialSim-215
ptb: Aço AISI 1020 107 HR

source: MaterialSim-216
ptb: Aço AISI 1020 108 ANLD

source: MaterialSim-217
ptb: Aço AISI 1030 128 HR

source: MaterialSim-218
ptb: Aço AISI 1030 128A HR

source: MaterialSim-219
ptb: Aço AISI 1045 225 ANLD

source: MaterialSim-220
ptb: Aço AISI 1045 390 QT

source: MaterialSim-221
ptb: Aço AISI 1045 450 QT

source: MaterialSim-222
ptb: Aço AISI 1045 500 QT

source: MaterialSim-223
ptb: Aço AISI 1045 595 QT

source: MaterialSim-224
ptb: Aço AISI 1045 705 QT

source: MaterialSim-225
ptb: Aço AISI 1045 HV HR

source: MaterialSim-226
ptb: Aço AISI 1080 371 QT

source: MaterialSim-227
ptb: Aço AISI 1080 410 QT

source: MaterialSim-228
ptb: Aço AISI 1080 421 AUST

source: MaterialSim-229
ptb: Aço AISI 1522 289 HR

source: MaterialSim-230
ptb: Aço AISI 1522 304 HR

source: MaterialSim-231
ptb: Aço AISI 1541 362 QT

source: MaterialSim-232
ptb: Aço AISI 1561 234 HR

source: MaterialSim-233
ptb: Aço AISI 4130 259 QT

source: MaterialSim-234
ptb: Aço AISI 4130 366 QT

source: MaterialSim-235
ptb: Aço AISI 4142 380 QT

source: MaterialSim-236
ptb: Aço AISI 4142 400 QT

source: MaterialSim-237
ptb: Aço AISI 4142 450 QT

source: MaterialSim-238
ptb: Aço AISI 4142 450A QT

source: MaterialSim-239
ptb: Aço AISI 4142 475 QT

source: MaterialSim-240
ptb: Aço AISI 4142 475A QT

source: MaterialSim-241
ptb: Aço AISI 4142 560 QT

source: MaterialSim-242
ptb: Aço AISI 4142 670 QT

source: MaterialSim-243
ptb: Aço AISI 4340 242 HR

source: MaterialSim-244
ptb: Aço AISI 4340 350A QT

source: MaterialSim-245
ptb: Aço AISI 4340 350B QT

source: MaterialSim-246
ptb: Aço AISI 4340 350C QT

source: MaterialSim-247
ptb: Aço AISI 4340 409 QT

source: MaterialSim-248
ptb: Aço AISI 5160 434 QT

source: MaterialSim-249
ptb: Aço AISI 5210 517 H

source: MaterialSim-250
ptb: Aço AISI 8630 254 NORM

source: MaterialSim-251
ptb: Aço AISI 8640 361 QT

source: MaterialSim-252
ptb: Aço AISI 9262 260 NORM

source: MaterialSim-253
ptb: Aço AISI 9262 271 QT

source: Materials
ptb: Materiais

source: Matte surface
ptb: Superfície fosca

source: Medium
ptb: Médio

source: Medium Carbon Steel, Annealed
ptb: Aço mediano em carbono, recozido

source: Medium Carbon Steel, Hot Rolled
ptb: Aço mediano em carbono, laminado a quente

# Medium Carbon Steel, Quenched &amp; Tempered
source: Medium Carbon Steel, Quenched & Tempered
ptb: Aço mediano em carbono, resfriado e temperado

source: Medium Hardenability Cr Steel with 0.50-0.63 carbon content, Hot
ptb: Aço Cr de médio endurecimento com 0.50-0.63 de conteúdo de carbono, quente

source: Medium Hardenability Cr Steel with 0.50-0.63 carbon content, Quenched & Tempered
ptb: Aço Cr de médio endurecimento com 0.50-0.63 de conteúdo de carbono, resfriado e temperado

source: Medium Hardenability Ni-Cr-Mo Steel with 0.40-0.42 carbon content,Quenched & Tempered
ptb: Aço Ni-Cr-Mo de médio endurecimento com 0.40-0.42 de conteúdo de carbono, resfriado e temperado

source: Medium density polyethylene
ptb: Polietileno de média densidade

source: Medium gray and circular roofing shingles
ptb: Telhas Shingle circulares cinza médio

source: Medium gray and rectangular roofing shingles
ptb: Telhas Shingle retangulares para telhado cinza médio

source: Medium gray and rippled edge roofing shingles
ptb: Telhas Shingle para telhado com extremidades enrugadas cinza médio

source: Medium gray and small rectangular roofing shingles
ptb: Pequenas telhas Shingle retangulares para telhado cinza médio

source: Medium gray color
ptb: Cor cinza médio

source: Medium weight brick
ptb: Tijolo de peso médio

source: Medium weight masonry units
ptb: Blocos de concreto de peso médio

source: Melamine molding compound
ptb: Composto de moldagem de melamina

source: Membrane
ptb: Membrana

source: Metal Flake
ptb: Mancha no metal

source: Metal Panels - Beige
ptb: Painéis de metal - Bege

source: Metal Panels - Blue
ptb: Painéis de metal - Azuis

source: Metal Panels - Brown
ptb: Painéis de metal - Marrons

source: Metal Panels - Dark Grey
ptb: Painéis de metal - Cinza escuro

source: Metal Panels - Light Grey
ptb: Painéis de metal - Cinza claro

source: Metal Panels - Red
ptb: Painéis de metal - Vermelhos

source: Metal Panels - White
ptb: Painéis de metal - Brancos

source: Metal structural asset.
ptb: Recurso estrutural de metal.

source: Metal-001
ptb: Anodizado - Azul

source: Metal-002
ptb: Anodizado - Bronze

source: Metal-003
ptb: Zinco

source: Metal-004
ptb: Alumínio - Polido

source: Metal-005
ptb: Polido - Escovado pesado - Versão 1.1

source: Metal-005-1-2
ptb: Polido - Escovado pesado

source: Metal-006
ptb: Polido - Martelado

source: Metal-007
ptb: Polido - Pequena saliência em pirâmide - Versão 1.1

source: Metal-007-1-2
ptb: Polido - Pequena saliência em pirâmide

source: Metal-008
ptb: Acetinado

source: Metal-009
ptb: Acetinado - Escovado pesado

source: Metal-010
ptb: Acetinado - Escovado

source: Metal-011
ptb: Acetinado - Martelado

source: Metal-012
ptb: Latão - Polido

source: Metal-013
ptb: Latão - Acetinado

source: Metal-014
ptb: Bronze - Polido

source: Metal-015
ptb: Bronze - Polido escovado

source: Metal-016
ptb: Bronze - Acetinado

source: Metal-017
ptb: Cromado - Polido

source: Metal-018
ptb: Cromado - Polido escovado - Versão 1.1

source: Metal-018-1-2
ptb: Cromado - Polido escovado

source: Metal-019
ptb: Cromado - Acetinado

source: Metal-020
ptb: Cobre - Pátina martelado

source: Metal-021
ptb: Cobre - Polido

source: Metal-022
ptb: Cobre - Acetinado

source: Metal-023
ptb: Cobre - Acetinado escovado pesado - Versão 1.1

source: Metal-023-1-2
ptb: Cobre - Acetinado escovado pesado

source: Metal-024
ptb: Latão - Tela acetinada

source: Metal-025
ptb: Inoxidável - Polido

source: Metal-026
ptb: Bronze - Pátina

source: Metal-027
ptb: Inoxidável - Acetinado

source: Metal-028
ptb: Inoxidável - Tela acetinada áspera - Versão 1.1

source: Metal-028-1-2
ptb: Inoxidável - Tela acetinada áspera

source: Metal-029
ptb: Inoxidável - Acetinado escovado pesado - Versão 1.1

source: Metal-029-1-2
ptb: Inoxidável - Acetinado escovado pesado

source: Metal-030
ptb: Inoxidável - Acetinado com grande saliência em pirâmide

source: Metal-031
ptb: Polido escovado - Versão 1.1

source: Metal-031-1-2
ptb: Polido escovado

source: Metal-032
ptb: Tela acetinada

source: Metal-033
ptb: Acetinado escovado - Versão 1.1

source: Metal-033-1-2
ptb: Acetinado Escovado

source: Metal-034
ptb: Acetinado martelado

source: Metal-035
ptb: Placa em padrão xadrez

source: Metal-036
ptb: Anodizado - Preto

source: Metal-037
ptb: Anodizado - Azul-Cinza

source: Metal-038
ptb: Anodizado - Cinza escuro

source: Metal-039
ptb: Anodizado - Cinza claro

source: Metal-040
ptb: Anodizado - Cinza

source: Metal-041
ptb: Anodizado - Vermelho

source: Metal-042
ptb: Anodizado - Branco

source: Metal-043
ptb: Anodizado - Texturizado cinza

source: Metal-044
ptb: Inoxidável - Escovado

source: Metal-045
ptb: Semipolido

source: Metal-046
ptb: Chapa em forma de losango polido - Versão 1.1

source: Metal-046-1-2
ptb: Chapa em forma de losango polido

source: Metal-047
ptb: Acetinado

source: Metal-048
ptb: Anodizado - Bronze escuro

source: Metal-049
ptb: Polido escovado - Versão 1.1

source: Metal-049-1-2
ptb: Polido escovado

source: Metal-050
ptb: Latão - Acetinado escovado pesado

source: Metal-051
ptb: Cobre - Pátina

source: Metal-052
ptb: Bronze - Acetinado martelado

source: Metal-053
ptb: Cromado - Polido escovado pesado - Versão 1.1

source: Metal-053-1-2
ptb: Cromado - Polido escovado pesado

source: Metal-054
ptb: Cobre - Acetinado escovado - Versão 1.1

source: Metal-054-1-2
ptb: Cobre - Acetinado escovado

source: Metal-055
ptb: Inoxidável - Polido escovado - Versão 1.1

source: Metal-055-1-2
ptb: Inoxidável - Polido escovado

source: Metal-056
ptb: Inoxidável - Acetinado martelado

source: Metal-057
ptb: Cromado - Tela acetinada

source: Metal-058
ptb: Cerca de elos de corrente

source: Metal-059
ptb: Telhado de junção perpendicular

source: Metal-060
ptb: Alumínio - Escuro

source: Metal-061
ptb: Usinado - Alumínio

source: Metal-062
ptb: Placa em padrão de losango - Cinza escuro - Versão 1.1

source: Metal-062-1-2
ptb: Placa em padrão de losango - Cinza escuro

source: Metal-063
ptb: Serrilhado 45 - Versão 1.1

source: Metal-063-1-2
ptb: Serrilhado 45

source: Metal-065
ptb: Chapa em forma de losango 2 - Cinza escuro - Versão 1.1

source: Metal-065-1-2
ptb: Chapa em forma de losango 2 - Cinza escuro

source: Metal/Aluminum
ptb: Metal/Alumínio

source: Metal/Brass
ptb: Metal/Latão

source: Metal/Chrome
ptb: Metal/Cromado

source: Metal/Coatings
ptb: Metal/Revestimentos

source: Metal/Copper
ptb: Metal/Cobre

source: Metal/Fabricated
ptb: Metal/Fabricado

source: Metal/Gold
ptb: Metal/Ouro

source: Metal/Iron
ptb: Metal/ferro

source: Metal/Lead
ptb: Metal/Chumbo

source: Metal/Nickel
ptb: Metal/Níquel

source: Metal/Non Ferrous
ptb: Metal/não ferroso

source: Metal/Palladium
ptb: Metal/Paládio

source: Metal/Platinum
ptb: Metal/Platina

source: Metal/Silver
ptb: Metal/Prata

source: Metal/Stainless
ptb: Metal/Aço inoxidável

source: Metal/Steel
ptb: Metal/Aço

source: Metal/Titanium
ptb: Metal/Titânio

source: MetalPaint-001
ptb: Acetinada manchada - Preto

source: MetalPaint-002
ptb: Vitrificada - Preta

source: MetalPaint-003
ptb: Brilhosa - Preta

source: MetalPaint-004
ptb: Acetinada - Preta

source: MetalPaint-005
ptb: Reflexiva manchada - Bege

source: MetalPaint-006
ptb: Reflexiva - Trigo

source: MetalPaint-007
ptb: Reflexiva - Marfim

source: MetalPaint-008
ptb: Reflexiva - Branca

source: MetalPaint-009
ptb: Acetinada manchada - Azul aço

source: MetalPaint-010
ptb: Acetinada manchada - Azul

source: MetalPaint-011
ptb: Acetinada - Verde oliva

source: MetalPaint-012
ptb: Acetinada - Violeta

source: MetalPaint-013
ptb: Acetinada - Marrom

source: MetalPaint-014
ptb: Acetinada manchada - Azul escuro

source: MetalPaint-015
ptb: Brilhosa - Ferrugem

source: MetalPaint-016
ptb: Brilhoso - Verde floresta

source: MetalPaint-017
ptb: Acetinada - Vermelho claro

source: MetalPaint-018
ptb: Acetinada - Linho

source: MetalPaint-019
ptb: Acetinada - Azul meia-noite

source: MetalPaint-020
ptb: Acetinada manchada - Verde mar

source: MetalPaint-021
ptb: Acetinada - Rosa embaçado

source: MetalPaint-022
ptb: Acetinada - Metálica dourada

source: MetalPaint-023
ptb: Vitrificada - Tijolo refratário

source: MetalPaint-024
ptb: Brilhoso - Púrpura intensa

source: MetalPaint-025
ptb: Acetinada manchada - Ardósia cinza

source: MetalPaint-026
ptb: Acetinada - Limão chiffon

source: MetalPaint-027
ptb: Acetinada - Lavanda

source: MetalPaint-028
ptb: Reflexiva manchada - Magenta

source: MetalPaint-029
ptb: Brilhosa - Dourada

source: MetalPaint-030
ptb: Acetinada - Dourada

source: MetalPaint-031
ptb: Acetinada - Prata

source: MetalPaint-032
ptb: Prata polida

# MetalSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Metallic
ptb: Metálico

source: Metallic Paint
ptb: Pintura metálica

source: Metallic Paint material.
ptb: Material de pintura metálica.

source: Metallic paint - black
ptb: Pintura metálica - Preto

source: Metallic paint - black with flakes
ptb: Pintura metálica - Preto com camadas

source: Metallic paint - blue
ptb: Pintura metálica - Azul

source: Metallic paint - blue with flakes
ptb: Pintura metálica - Azul com camadas

source: Metallic paint - dark grey
ptb: Pintura metálica - Cinza escuro

source: Metallic paint - dark grey with flakes
ptb: Pintura metálica - Cinza escuro com camadas

source: Metallic paint - green
ptb: Pintura metálica - Verde

source: Metallic paint - green with flakes
ptb: Pintura metálica - Verde com camadas

source: Metallic paint - red
ptb: Pintura metálica - Vermelho

source: Metallic paint - red with flakes
ptb: Pintura metálica - Vermelho com camadas

source: Metallic paint - silver
ptb: Pintura metálica - Prata

source: Metallic paint - silver with flakes
ptb: Pintura metálica - Prata com camadas

source: Metallic paint - yellow
ptb: Pintura metálica - Amarelo

source: Metallic paint - yellow with flakes
ptb: Pintura metálica - Amarelo com camadas

source: MetallicPaint
ptb: Pintura metálica

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
ptb: Pintura metálica

# MetallicPaintSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
ptb: Metais.Fabricações de metal.Escada de metal.Galvanizado

source: Metals.Metal Handrails and Railings.Painted.White
ptb: Metais.Corrimão de metal.Pintado.Branco

source: Metals.Metal Joists.Steel
ptb: Metais.Junta de metal.Aço

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
ptb: Metais.Metais ornamentais.Alumínio.Anonizado.Bronze escuro

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
ptb: Metais.Metais ornamentais.Alumínio.Anonizado.Bronze escuro.Satinado

source: Metals.Ornamental Metals.Aluminum.Brushed
ptb: Metais.Metais ornamentais.Alumínio.Riscado

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
ptb: Metais.Metais ornamentais.Alumínio.Riscado.Azul-Prata

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
ptb: Metais.Metais ornamentais.Alumínio.Riscado.Aleatório

source: Metals.Ornamental Metals.Brass.Satin
ptb: Metais.Metais ornamentais.Latão.Seda

source: Metals.Ornamental Metals.Bronze.Satin
ptb: Metais.Metais ornamentais.Bronze.Seda

source: Metals.Ornamental Metals.Checker Plate.45deg
ptb: Metais.Metais ornamentais.Placa xadrez.45deg

source: Metals.Ornamental Metals.Checker Plate.Parquet
ptb: Metais.Metais ornamentais.Placa xadrez.Parquet

source: Metals.Ornamental Metals.Chrome.Satin
ptb: Metais.Metais ornamentais.Cromado.Acetinado

source: Metals.Ornamental Metals.Copper
ptb: Metais.Metais ornamentais.Cobre

source: Metals.Ornamental Metals.Galvanized
ptb: Metais.Metais ornamentais.Galvanizado

source: Metals.Ornamental Metals.Plate.Mesh
ptb: Metais.Metal ornamental.Placa.Malha

source: Metals.Ornamental Metals.Plate.Mesh.1
ptb: Metais.Metal ornamental.Placa.Malha.1

source: Metals.Ornamental Metals.Plate.Mesh.2
ptb: Metais.Metais ornamentais.Placa.Malha.2

source: Metals.Ornamental Metals.Plate.Perforated
ptb: Metais.Metal ornamental.Placa.Perfurado

source: Metals.Ornamental Metals.Plate.Perforated.1
ptb: Metais.Metais ornamentais.Placa.Perfurado.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
ptb: Metais.Metais ornamentais.Placa.Rebitado.Cinza plano

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
ptb: Metais.Metais ornamentais.PlacaPlaca.Rebitado.2

source: Metals.Ornamental Metals.Rust.1
ptb: Metais.Metal ornamental.Enferrujado.1

source: Metals.Ornamental Metals.Rust.2
ptb: Metais.Metal ornamental.Enferrujado.2

source: Metals.Ornamental Metals.Rust.3
ptb: Metais.Metal ornamental.Enferrujado.3

source: Metals.Ornamental Metals.Stainless.Bright
ptb: Metais.Metais ornamentais.Inoxidável.Brilho

source: Metals.Ornamental Metals.Stainless.Satin
ptb: Metais.Metais ornamentais.Inoxidável.Satinado

source: Metals.Ornamental Metals.Weathered
ptb: Metais.Metais ornamentais.Exterior

source: Metals.Structural Metal Framing.Steel
ptb: Metais.Esquadria de metal estrutural.Aço

source: Methane, properties at atmospheric pressure
ptb: Metano, propriedades à pressão atmosférica

source: Mild Steel
ptb: Aço doce

source: Mild steel - welded
ptb: Aço doce - Soldado

source: Mineral Fiber
ptb: Fibra mineral

source: Mirror
ptb: Espelho

source: Mirror glass
ptb: Vidro espelhado

source: Mirror material.
ptb: Material de espelho.

source: Mirror-001
ptb: Básico

source: Mirror-002
ptb: Tom quente

source: Mirror-003
ptb: Banheiro

source: Mirror-004
ptb: Tom frio

source: Mirror-005
ptb: Toucador

source: Mirror-006
ptb: Sem tom

source: Mirror-007
ptb: Fumê - Escuro

source: Mirror-008
ptb: Fumê - Claro

# MirrorSchema_localname:Mirror
source: Mirror
ptb: Espelho
