Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

source: PhysicalMetal_246
ptb: Aço AISI 4340 350C QT

source: PhysicalMetal_247
ptb: Aço AISI 4340 409 QT

source: PhysicalMetal_248
ptb: Aço AISI 5160 434 QT

source: PhysicalMetal_249
ptb: Aço AISI 5210 517 H

source: PhysicalMetal_250
ptb: Aço AISI 8630 254 NORM

source: PhysicalMetal_251
ptb: Aço AISI 8640 361 QT

source: PhysicalMetal_252
ptb: Aço AISI 9262 260 NORM

source: PhysicalMetal_253
ptb: Aço AISI 9262 271 QT

source: PhysicalPlastic_101
ptb: Resina de acetal

source: PhysicalPlastic_107
ptb: Náilon 6/6 composto

source: PhysicalPlastic_110
ptb: Mescla Policarbonato - ABS

source: PhysicalPlastic_117
ptb: Poliestireno

source: PhysicalPlastic_119
ptb: PVC-Tubulação

source: PhysicalPlastic_120
ptb: Cloreto de polivinilo - Sem plastificação

source: PhysicalPlastic_124
ptb: Resina termoplástica

source: PhysicalWood_103
ptb: Madeira - Carvalho

# Pine Flooring - 5&quot; wide
source: Pine Flooring - 5" wide
ptb: Piso de pinho – 5 pol. de largura

source: Piping
ptb: Tubulação

source: Plain Carbon Steel with higher Mn content, Hot Rolled
ptb: Aço carbono simples com mais Mn, laminado a quente

# Plain Carbon Steel with higher Mn content, Quenched &amp; Tempered
source: Plain Carbon Steel with higher Mn content, Quenched & Tempered
ptb: Aço carbono simples com mais Mn, resfriado e temperado

source: Plane swatch.
ptb: Amostra plana.

source: Plaster
ptb: Gesso

source: Plaster of Paris
ptb: Gesso de Paris

source: Plaster, perlite aggregate
ptb: Gesso, agregado de perlita

source: Plaster, sand aggregate
ptb: Gesso, agregado de areia

source: Plaster, vermiculite aggregate
ptb: Gesso, agregado de vermiculita

source: Plastic
ptb: Plástico

source: Plastic - acrylic clear
ptb: Plástico - Acrílico transparente

source: Plastic - acrylic red
ptb: Plástico - Acrílico vermelho

source: Plastic - black glossy
ptb: Plástico - Preto com brilho

source: Plastic - black matte
ptb: Plástico - Preto fosco

source: Plastic - blue glossy
ptb: Plástico - Azul com brilho

source: Plastic - blue matte
ptb: Plástico - Azul fosco

source: Plastic - blue translucent glossy
ptb: Plástico - Azul translúcido com brilho

source: Plastic - blue translucent matte
ptb: Plástico - Azul translúcido fosco

source: Plastic - gray matte
ptb: Plástico - Cinza fosco

source: Plastic - gray translucent glossy
ptb: Plástico - Cinza translúcido com brilho

source: Plastic - gray translucent matte
ptb: Plástico - Cinza translúcido fosco

source: Plastic - green glossy
ptb: Plástico - Verde com brilho

source: Plastic - green matte
ptb: Plástico - Verde fosco

source: Plastic - green translucent glossy
ptb: Plástico - Verde translúcido com brilho

source: Plastic - green translucent matte
ptb: Plástico - Verde translúcido fosco

source: Plastic - grey glossy
ptb: Plástico - Cinza com brilho

source: Plastic - red glossy
ptb: Plástico - Vermelho com brilho

source: Plastic - red matte
ptb: Plástico - Vermelho fosco

source: Plastic - red translucent glossy
ptb: Plástico - Vermelho translúcido com brilho

source: Plastic - red translucent matte
ptb: Plástico - Vermelho translúcido fosco

source: Plastic - texture 1
ptb: Plástico - Textura 1

source: Plastic - texture 2
ptb: Plástico - textura 2

source: Plastic - texture 3
ptb: Plástico - textura 3

source: Plastic - texture 4
ptb: Plástico - textura 4

source: Plastic - white glossy
ptb: Plástico - Branco com brilho

source: Plastic - white matte
ptb: Plástico - Branco fosco

source: Plastic - white translucent glossy
ptb: Plástico - Branco translúcido com brilho

source: Plastic - white translucent matte
ptb: Plástico - Branco translúcido fosco

source: Plastic - yellow glossy
ptb: Plástico - Amarelo com brilho

source: Plastic - yellow matte
ptb: Plástico - Amarelo fosco

source: Plastic - yellow translucent glossy
ptb: Plástico - Amarelo translúcido com brilho

source: Plastic - yellow translucent matte
ptb: Plástico - Amarelo translúcido fosco

source: Plastic Laminate - Black
ptb: Laminado plástico – Preto

source: Plastic Laminate - Blue, Matte
ptb: Laminado plástico – Azul fosco

source: Plastic Laminate - Ivory, Matte
ptb: Laminado plástico - Marfim, Fosco

source: Plastic Laminate - Linen, Matte
ptb: Laminado plástico - Linho, Fosco

source: Plastic Laminate - Navy
ptb: Laminado plástico - Azul-marinho

source: Plastic Laminate - Red, Matte
ptb: Laminado plástico – Vermelho, fosco

source: Plastic Laminate - White
ptb: Laminado plástico – Branco

source: Plastic and vinyl material.
ptb: Material de plástico e vinil.

source: Plastic laminate
ptb: Laminado plástico

source: Plastic structural asset.
ptb: Recurso estrutural de plástico.

source: Plastic, average properties
ptb: Plástico, propriedades médias

source: Plastic, generic, opaque black
ptb: Plástico genérico opaco preto

source: Plastic, generic, opaque white
ptb: Plástico genérico opaco branco

source: Plastic, generic, transparent
ptb: Plástico genérico transparente

source: Plastic-001
ptb: Liso - Preto

source: Plastic-002
ptb: Texturizado fino - Preto

source: Plastic-003
ptb: Texturizado áspero - Preto - Versão 1.1

source: Plastic-003-1-2
ptb: Texturizado áspero - Preto

source: Plastic-004
ptb: Transparente - Preto

source: Plastic-005
ptb: Suave - Marrom escuro

source: Plastic-006
ptb: Suave - Bege claro

source: Plastic-007
ptb: Suave - Cinza escuro

source: Plastic-008
ptb: Texturizado fino - Cinza escuro

source: Plastic-009
ptb: Texturizado áspero - Cinza escuro - Versão 1.1

source: Plastic-009-1-2
ptb: Texturizado áspero - Cinza escuro

source: Plastic-010
ptb: Suave - Cinza claro

source: Plastic-011
ptb: Suave - Cinza médio

source: Plastic-012
ptb: Suave - Verde floresta escuro

source: Plastic-013
ptb: Suave - Verde mar escuro

source: Plastic-014
ptb: Liso - Amarelo

source: Plastic-015
ptb: Texturizado áspero - Laranja claro - Versão 1.1

source: Plastic-015-1-2
ptb: Texturizado áspero - Laranja claro

source: Plastic-016
ptb: Liso - Branco

source: Plastic-017
ptb: Texturizado fino - Branco

source: Plastic-018
ptb: Texturizado áspero - Branco - Versão 1.1

source: Plastic-018-1-2
ptb: Texturizado áspero - Branco

source: Plastic-019
ptb: Marrom

source: Plastic-020
ptb: Liso - Âmbar

source: Plastic-021
ptb: Liso - Água

source: Plastic-022
ptb: Suave - Vermelho queimado

source: Plastic-023
ptb: Liso - Freixo

source: Plastic-024
ptb: Liso - Marfim

source: Plastic-025
ptb: Suave - Cor de osso

source: Plastic-026
ptb: Liso - Púrpura

source: Plastic-027
ptb: Liso - Vermelho

source: Plastic-028
ptb: Transparente - Claro

source: Plastic-029
ptb: Transparente - Cinza claro

source: Plastic-030
ptb: Transparente - Vermelho com brilho com saliência

source: Plastic-031
ptb: Laminado - Marrom claro

source: Plastic-032
ptb: Laminado - Cinza amarronzado

source: Plastic-033
ptb: Laminado - Marinho

source: Plastic-034
ptb: Losangos

source: Plastic-035
ptb: Pontos

source: Plastic-036
ptb: Grade

source: Plastic-037
ptb: Mosaico

source: Plastic-038
ptb: Dividido - Quadriculado

source: Plastic-039
ptb: Quadriculado 2

source: Plastic-040
ptb: Fosco granulado

source: Plastic-041
ptb: Piso de madeira

source: Plastic-042
ptb: Placa em padrão xadrez

source: Plastic-043
ptb: Ardósia

source: Plastic-044
ptb: Suave - Azul esverdeado escuro

source: Plastic-045
ptb: Liso - Marinho

source: Plastic-046
ptb: Transparente - Azul ardósia

source: Plastic-047
ptb: Texturizado - Castanho

source: Plastic-048
ptb: Texturizado áspero - Ferrugem - Versão 1.1

source: Plastic-048-1-2
ptb: Texturizado áspero - Ferrugem

source: Plastic-049
ptb: Texturizado - Cinza

source: Plastic-050
ptb: Transparente - Verde oliva

source: Plastic-051
ptb: Suave - Grená escuro

source: Plastic-052
ptb: Suave - Grená claro

source: Plastic-053
ptb: Transparente - Vermelho claro

source: Plastic-054
ptb: Suave - Laranja claro

source: Plastic-055
ptb: Transparente - Laranja claro

source: Plastic-056
ptb: Transparente - Vermelho polido

source: Plastic-057
ptb: Texturizado - Dourado escuro

source: Plastic-058
ptb: Suave - Dourado claro

source: Plastic-059
ptb: Alto brilho - Vermelho queimado

source: Plastic-060
ptb: Pouco brilho - Preto

source: Plastic-061
ptb: Texturizado - Cinza fosco

source: Plastic-062
ptb: Texturizado - Verde escuro fosco

source: Plastic-063
ptb: Texturizado - Azul real fosco

source: Plastic/Composite
ptb: Plástico composto

source: Plastic/Elastomer
ptb: Plástico/elastômero

source: Plastic/Expanded
ptb: Plástico expandido

source: Plastic/Opaque
ptb: Plástico/Opaco

source: Plastic/Textured
ptb: Plástico/Texturizado

source: Plastic/Thermoplastic
ptb: Plástico/Termoplástico

source: Plastic/Thermoset
ptb: Plástico/Termoplástico

source: Plastic/Translucent
ptb: Plástico/Translúcido

source: Plastic/Transparent
ptb: Plástico/Transparente

source: PlasticVinyl
ptb: Plástico de vinil

# PlasticVinylSchema_localname:Plastic
source: Plastic
ptb: Plástico

# PlasticVinylSchema_localtype:Appearance
source: Appearance
ptb: Aparência

# Plastic_Nonlinear_Table_Data
source: Data
ptb: Dados

source: Plastic Parameters
ptb: Parâmetros plásticos

# Plastic_Yield_Function
source: Yield Function
ptb: Função de escoamento

source: Plate glass
ptb: Vidro laminado

source: Platinum
ptb: Platina

source: Platinum - polished
ptb: Platina - Polida

source: Plexiglass
ptb: Plexiglas

source: Plywood
ptb: Compensado

source: Plywood - Maple veneer - Satin varnish
ptb: Madeira compensada – Bordo revestido – Verniz acetinado

source: Plywood - Maple veneer - Unfinished
ptb: Madeira compensada – Bordo revestido – Sem acabamento

source: Plywood side - 5-ply
ptb: Madeira compensada – 5 camadas

source: Plywood side - 7-ply
ptb: Madeira compensada – 7 camadas

source: Plywood, edge, 5 ply
ptb: Compensado, aresta, 5 camadas

source: Plywood, edge, 7 ply
ptb: Compensado, aresta, 7 camadas

source: Plywood, finish grade
ptb: Compensado para acabamento

source: Plywood, sheathing grade
ptb: Compensado para revestimento

source: PointLight-001
ptb: Luz pontual

source: Polished
ptb: Polido

source: Polyamide
ptb: Poliamida

source: Polyamide 11 powder for laser sintering
ptb: Poliamida 11 em pó para sinterização a laser

source: Polyamide 12 powder for laser sintering
ptb: Poliamida 12 em pó para sinterização a laser

source: Polyamide, Nylon 6
ptb: Poliamida, náilon 6

source: Polyamide 12 powder for laser sintering
ptb: Poliamida 12 em pó para sinterização a laser

source: Polyaryletherketone
ptb: Polieteretercetona

source: Polybutylene terephthalate
ptb: Polibutileno Tereftalato

source: Polycarbonate
ptb: Policarbonato

source: Polycarbonate - acrylonitrile butadiene styrene blend
ptb: Policarbonato - mescla de acrilonitrilo butadieno estireno

source: Polycarbonate - bronze
ptb: Policarbonato - Bronze

source: Polycarbonate - clear
ptb: Policarbonato - Transparente

source: Polycarbonate sheet or molding
ptb: Molde ou folha de policarbonato

source: Polyethylene terephthalate
ptb: Polibutileno Tereftalato

source: Polyisocyanate insulation foam
ptb: Espuma isolante de poli-isocianato

source: Polyisocyanurate insulation board
ptb: Placa isolante de poli-isocianato

source: Polymethyl Methacrylate
ptb: Polimetacrilato de metilo

source: Polymethylmethacrylate, Molding and Extrusion
ptb: Polimetilmetacrilato, moldagem e extrusão

source: Polyoxymethylene
ptb: Polioximetileno

source: Polyphenylene Sulfide
ptb: Poli (sulfeto de p-fenileno)

source: Polypropylene molding
ptb: Molde de polipropileno

source: Polystyrene
ptb: Poliestireno

source: Polystyrene - white
ptb: Poliestireno - Branco

source: Polyurethane - grey
ptb: Poliuretano - Cinza

source: Polyurethane foam insulation
ptb: Espuma isolante de poliuretano

source: Polyurethane insulation board
ptb: Placa isolante de poliuretano

source: Polyurethane rubber
ptb: Borracha de poliuretano

source: Polyvinyl Chloride Acetate Flexible
ptb: Acetato de cloreto de polivinilo flexível

source: Polyvinyl Chloride Acetate Rigid
ptb: Cloreto de polivinilo acetato rígido

source: Polyvinyl Chloride Flexible
ptb: Cloreto de polivinilo flexível

source: Polyvinyl Chloride Rigid
ptb: Cloreto de polivinilo rígido

source: Polyvinyl chloride
ptb: Cloreto de polivinilo

source: Polyvinylidene Fluoride
ptb: Fluoreto de polivinilideno

source: Porcelain
ptb: Porcelana

source: Porcelain High Alumina
ptb: Porcelana com alto teor de alumina

# Porcelain tile, 4&quot;, white
source: Porcelain tile, 4", white
ptb: Azulejo de porcelana, 4", branco

# Porcelain tile, 6&quot;, buff
source: Porcelain tile, 6", buff
ptb: Azulejo de porcelana, 4", polido

source: Porcelain, glazed
ptb: Porcelana, esmaltada

source: Porcelain, ivory
ptb: Porcelana, marfim

source: Porcelain, linen
ptb: Porcelana, linho

source: Porcelain, ordinary
ptb: Porcelana normal

# Pores_label
source: Pores
ptb: Poros

# Pores_label:tooltip
source: Enables pores.
ptb: Ativa os poros.

source: Portland Cement
ptb: Cimento Portland

source: Portland Cement Concrete
ptb: Concreto de cimento Portland

source: Powder Coat Rough
ptb: Revestimento bruto

source: Powder Coat Smooth
ptb: Revestimento suave

source: Precast aerated concrete
ptb: Concreto pré-moldado aerado

source: Precast concrete
ptb: Concreto pré-moldado

source: Precast concrete panels
ptb: Painéis de concreto pré-moldado

source: Precast concrete, light grey
ptb: Concreto pré-moldado, cinza claro

source: Precast concrete, light grey, wall height
ptb: Concreto pré-moldado, cinza claro, altura da parede

source: Preview a texture on a flat surface.
ptb: Visualizar uma textura em uma superfície plana.

source: Preview material as a pool of liquid.
ptb: Visualizar o material como uma piscina de líquido.

source: Preview material on a advanced material surface.
ptb: Visualizar o material em uma superfície de materiais avançada.

source: Preview material on a flat surface.
ptb: Visualizar o material em uma superfície plana.

source: Prism Glazing material.
ptb: Material da vidraça em prisma.

source: Prism layered material.
ptb: Material de prisma em camadas.

source: Prism metal material.
ptb: Material da chapa do prisma.

source: Prism opaque material.
ptb: Material de prisma opaco.

source: Prism transparent material.
ptb: Material de prisma transparente.

source: Prism wood material.
ptb: Material da madeira de prisma.

source: Prism-001
ptb: Fibra de carbono - Simples

source: Prism-002
ptb: Fibra de carbono - Sarja

source: Prism-003
ptb: Pintura - Metálica (Preto)

source: Prism-004
ptb: Pintura - Metálica (Azul)

source: Prism-005
ptb: Pintura - Metálica (Verde)

source: Prism-006
ptb: Pintura - Metálica (Vermelho)

source: Prism-007
ptb: Pintura - Metálica (Prata)

source: Prism-008
ptb: Pintura - Metálica (Amarelo)

source: Prism-009
ptb: Pintura - Metálica (Cinza escuro)

source: Prism-010
ptb: Pintura - Metalizada (Preto)

source: Prism-011
ptb: Pintura - Metalizada (Azul)

source: Prism-012
ptb: Pintura - Metalizada (Verde)

source: Prism-013
ptb: Pintura - Metalizada (Vermelho)

source: Prism-014
ptb: Pintura - Metalizada (Prata)

source: Prism-015
ptb: Pintura - Metalizada (Amarelo)

source: Prism-016
ptb: Pintura - Metalizada (Cinza escuro)

source: Prism-017
ptb: Alumínio - Escovado linear

source: Prism-018
ptb: Alumínio - Escovado radial

source: Prism-019
ptb: Malha de alumínio - Ranhura empilhada

source: Prism-020
ptb: Malha de alumínio - Ranhura

source: Prism-021
ptb: Malha de alumínio - Furos grandes

source: Prism-022
ptb: Malha de alumínio - Furos pequenos

source: Prism-023
ptb: Placa em losango de alumínio - Piso brite

source: Prism-024
ptb: Placa em losango de alumínio - 1 barra

source: Prism-025
ptb: Placa em losango de alumínio - 3 barras

source: Prism-026
ptb: Alumínio - Serrilhado

source: Prism-027
ptb: Alumínio - Polido

source: Prism-028
ptb: Alumínio - Acetinado

source: Prism-029
ptb: Alumínio - Anodizado com brilho (Azul)

source: Prism-030
ptb: Alumínio - Anodizado bruto (Azul)

source: Prism-031
ptb: Alumínio - Anodizado com brilho (Cinza)

source: Prism-032
ptb: Alumínio - Anodizado bruto (Cinza)

source: Prism-033
ptb: Alumínio - Anodizado com brilho (vermelho)

source: Prism-034
ptb: Alumínio - Anodizado bruto (Vermelho)

source: Prism-035
ptb: Malha de latão - Ranhura empilhada

source: Prism-036
ptb: Malha de latão - Ranhura

source: Prism-037
ptb: Malha de latão - Furos grandes

source: Prism-038
ptb: Malha de latão - Furos pequenos

source: Prism-039
ptb: Latão - Serrilhado

source: Prism-040
ptb: Latão - Fosco

source: Prism-041
ptb: Malha de latão - Expandido fino

source: Prism-042
ptb: Latão - Polido

source: Prism-043
ptb: Malha de latão - Tela pequena

source: Prism-044
ptb: Bronze - Polido

source: Prism-045
ptb: Bronze - Pátina

source: Prism-046
ptb: Cromado - Preto

source: Prism-047
ptb: Cromado

source: Prism-048
ptb: Cobre - Escovado radial

source: Prism-049
ptb: Cobre - Pátina

source: Prism-050
ptb: Cobre - Polido

source: Prism-051
ptb: Malha de cobre - Tela pequena

source: Prism-052
ptb: Ouro - Polido

source: Prism-053
ptb: Níquel - Polido

source: Prism-054
ptb: Níquel - Acetinado

source: Prism-055
ptb: Platina - Polida

source: Prism-056
ptb: Prata - Polida

source: Prism-057
ptb: Prata - Acetinada

source: Prism-058
ptb: Aço inoxidável - Escovado linear longo

source: Prism-059
ptb: Aço inoxidável - Escovado radial

source: Prism-060
ptb: Aço inoxidável - Escovado radial sobreposto

source: Prism-061
ptb: Aço inoxidável - Escovado linear curto

source: Prism-062
ptb: Malha de aço inoxidável - Ranhura empilhada

source: Prism-063
ptb: Malha de aço inoxidável - Ranhura

source: Prism-064
ptb: Malha de aço inoxidável - Furos grandes

source: Prism-065
ptb: Malha de aço inoxidável - Furos pequenos

source: Prism-066
ptb: Placa em losango em aço inoxidável - Piso brite

source: Prism-067
ptb: Placa em losango em aço inoxidável - 1 barra

source: Prism-068
ptb: Placa em losango em aço inoxidável - 3 barras

source: Prism-069
ptb: Malha inoxidável - Expandida grossa

source: Prism-070
ptb: Malha inoxidável - Expandida fina

source: Prism-071
ptb: Aço inoxidável - Serrilhado

source: Prism-072
ptb: Aço Inoxidável - Polido

source: Prism-073
ptb: Aço inoxidável - Acetinado

source: Prism-074
ptb: Malha de aço inoxidável - Quadrado grande

source: Prism-075
ptb: Malha de aço inoxidável - Quadrado grande empilhado

source: Prism-076
ptb: Malha de aço inoxidável - Quadrado pequeno

source: Prism-077
ptb: Malha de aço inoxidável - Quadrado pequeno empilhado

source: Prism-078
ptb: Malha de aço inoxidável - Fiação

source: Prism-079
ptb: Placa em losango em aço - Piso de brite

source: Prism-080
ptb: Placa em losango em aço - 1 barra

source: Prism-081
ptb: Placa em losango em aço - 3 barras

source: Prism-082
ptb: Aço - Galvanizado (Pequeno)

source: Prism-083
ptb: Aço - Galvanizado (Grande)

source: Prism-084
ptb: Aço - Bruto

source: Prism-085
ptb: Titânio - Polido

source: Prism-086
ptb: Titânio - Acetinado

source: Prism-087
ptb: Couro - Com brilho

source: Prism-088
ptb: Couro - Envelhecido

source: Prism-089
ptb: Pintura - Esmalte com brilho (Preto)

source: Prism-090
ptb: Pintura - Esmalte com brilho (Azul)

source: Prism-091
ptb: Pintura - Esmalte com brilho (Verde)

source: Prism-092
ptb: Pintura - Esmalte com brilho (Cinza)

source: Prism-093
ptb: Pintura - Esmalte com brilho (Vermelho)

source: Prism-094
ptb: Pintura - Esmalte com brilho (Branco)

source: Prism-095
ptb: Pintura - Esmalte com brilho (Amarelo)

source: Prism-096
ptb: Revestimento (Preto)

source: Prism-097
ptb: Revestimento (Azul)

source: Prism-098
ptb: Revestimento (Verde)

source: Prism-099
ptb: Revestimento (Cinza)

source: Prism-100
ptb: Revestimento (Cinza escuro)

source: Prism-101
ptb: Revestimento (Vermelho)

source: Prism-102
ptb: Revestimento (Branco)

source: Prism-103
ptb: Revestimento (Amarelo)

source: Prism-104
ptb: Revestimento - Bruto (Preto)

source: Prism-105
ptb: Revestimento - Bruto (Azul)

source: Prism-106
ptb: Revestimento - Bruto (Verde)

source: Prism-107
ptb: Revestimento - Bruto (Cinza)

source: Prism-108
ptb: Revestimento - Bruto (Cinza escuro)

source: Prism-109
ptb: Revestimento - Bruto (Vermelho)

source: Prism-110
ptb: Revestimento - Bruto (Branco)

source: Prism-1100
ptb: Concreto – Moldado no local

source: Prism-1101
ptb: Concreto – Moldado no local – Furos da cofragem

source: Prism-1102
ptb: CMU – Nervurado – Cinza

source: Prism-1103
ptb: CMU – Nervurado – Castanho

source: Prism-1104
ptb: CMU – Nervurado – Vermelho

source: Prism-1105
ptb: Cerâmica – Areia

source: Prism-1106
ptb: Ardósia – Piso – Cinza escuro

source: Prism-1107
ptb: Reboco básico – Vermelho

source: Prism-1108
ptb: Reboco básico – Castanho

source: Prism-1109
ptb: Pedra – Vermelho

source: Prism-111
ptb: Revestimento - Bruto (Amarelo)

source: Prism-1110
ptb: Pedra – Cinza

source: Prism-1111
ptb: Mármore – Branco/verde

source: Prism-1112
ptb: Cerâmica – Brilhante – Verde escuro

source: Prism-1113
ptb: Cerâmica – Brilhante – Bege

source: Prism-1114
ptb: Bambu – Manufaturado – Piso semibrilhante

source: Prism-1115
ptb: Grama – Campo original

source: Prism-1116
ptb: Grama – Alta qualidade

source: Prism-1117
ptb: CMU – Nervurado – Empilhado – Cinza

source: Prism-1118
ptb: CMU – Nervurado – Empilhado – Castanho

source: Prism-1119
ptb: CMU – Nervurado – Empilhado – Vermelho

source: Prism-112
ptb: Plástico - Com brilho (Preto)

source: Prism-1120
ptb: CMU – Mata-junta – Cinza claro

source: Prism-1121
ptb: CMU – Mata-junta – Castanho

source: Prism-1122
ptb: CMU – Mata-junta em pilha – Cinza claro

source: Prism-1123
ptb: CMU – Mata-junta em pilha – Castanho

source: Prism-1124
ptb: CMU – Face dividida – Mata-junta – Cinza claro

source: Prism-1125
ptb: CMU – Face dividida – Mata-junta – Castanho

source: Prism-1126
ptb: CMU – Face dividida – Mata-junta – Vermelho

source: Prism-1127
ptb: Concreto – Rugoso pré-moldado

source: Prism-1128
ptb: Concreto – Moldado no local – Placas pré-moldadas

source: Prism-1129
ptb: Telhas de asfalto – Padrão – Preto

source: Prism-113
ptb: Plástico - Fosco (Preto)

source: Prism-1130
ptb: Telhas de asfalto – Padrão – Marrom escuro

source: Prism-1131
ptb: Telhas de asfalto – Padrão – Verde

source: Prism-1132
ptb: Telhas de asfalto – Padrão – Cinza

source: Prism-1133
ptb: Telhas de asfalto – Padrão – Cinza claro

source: Prism-1134
ptb: Telhas de asfalto – Padrão – Marrom claro

source: Prism-1135
ptb: Telhas de asfalto – Padrão – Marrom médio

source: Prism-1136
ptb: Ardósia – Preta

source: Prism-1137
ptb: Membrana de borracha

source: Prism-1138
ptb: Termoplástico

source: Prism-1139
ptb: Junta em pé – Metal – Marrom escuro

source: Prism-114
ptb: Plástico - Com brilho (Azul)

source: Prism-1140
ptb: Junta em pé – Metal – Cinza escuro

source: Prism-1141
ptb: Junta em pé – Metal – Verde

source: Prism-1142
ptb: Junta em pé – Metal – Marrom claro

source: Prism-1143
ptb: Junta em pé – Metal – Marrom médio

source: Prism-1144
ptb: Junta em pé – Metal – Vermelho

source: Prism-1145
ptb: Junta em pé – Metal – Ardósia

source: Prism-1146
ptb: Junta em pé – Metal – Branco

source: Prism-1147
ptb: Corrugado

source: Prism-1148
ptb: Corrugado – Nervura em caixa

source: Prism-1149
ptb: Ripas de madeira – Suaves – 4 pol.

source: Prism-115
ptb: Plástico - Fosco (Azul)

source: Prism-1150
ptb: Placa e ripa

source: Prism-1151
ptb: Tapete - Listrado - Tonalidade cinza

source: Prism-1152
ptb: Concreto - Polido

source: Prism-1153
ptb: Concreto - Polido - Envelhecido

source: Prism-1154
ptb: Mármore - Branco

source: Prism-1155
ptb: Mármore - Branco - Listrado

source: Prism-1156
ptb: Painéis de metal - Bege

source: Prism-1157
ptb: Painéis de metal - Azuis

source: Prism-1158
ptb: Painéis de metal - Marrons
