Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# speckle_Color2
source: Color 2
ptb: Cor 2

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
ptb: Especifica a segunda cor da mancha.

# speckle_Color2:uilabel
source: Color 2
ptb: Cor 2

# speckle_Position
source: Position
ptb: Posição

# speckle_Size
source: Size
ptb: Tamanho

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
ptb: Ajusta o tamanho das manchas.

# speckle_Size:uilabel
source: Size
ptb: Tamanho

# speckle_transforms_group
source: Transforms
ptb: Transformações

source: speckled
ptb: salpicado

source: Specular:
ptb: Especular:

# specular:uilabel
source: Specular:
ptb: Especular:

source: Specular Color:
ptb: Cor especular:

# specularColor:uilabel
source: Specular Color:
ptb: Cor especular:

source: Sphere
ptb: Esfera

# sphere_radius
source: Radius:
ptb: Raio:

# sphere_radius:uilabel
source: Radius:
ptb: Raio:

source: splatter
ptb: respingo

source: split
ptb: dividir

source: spot
ptb: Ponto

# spread:uilabel
source: Spread:
ptb: Espalhar:

source: square
ptb: quadrado

source: squares
ptb: quadriculados

# ssao_blend_amount
source: Blending:
ptb: Mesclando:

# ssao_blend_amount:uilabel
source: Blending:
ptb: Mesclando:

# ssao_blur_radius
source: Blur:
ptb: Nódoa:

# ssao_blur_radius:uilabel
source: Blur:
ptb: Nódoa:

# ssao_custom
source: Custom
ptb: Personalizado

# ssao_filter_color
source: Filter Color:
ptb: Filtrar cor:

# ssao_filter_color:uilabel
source: Filter Color:
ptb: Filtrar cor:

# ssao_high
source: Fine (Slowest)
ptb: Fino (Mais lento)

# ssao_low
source: Coarse (Fastest)
ptb: Baixa resolução (Mais rápido)

# ssao_medium
source: Medium
ptb: Médio

# ssao_quality
source: Quality:
ptb: Qualidade:

# ssao_quality:ssao_custom
source: Custom
ptb: Personalizado

# ssao_quality:ssao_high
source: Fine (Slowest)
ptb: Fino (Mais lento)

# ssao_quality:ssao_low
source: Coarse (Fastest)
ptb: Baixa resolução (Mais rápido)

# ssao_quality:ssao_medium
source: Medium
ptb: Médio

# ssao_quality:uilabel
source: Quality:
ptb: Qualidade:

# ssao_sample_count
source: Samples:
ptb: Amostras:

# ssao_sample_count:uilabel
source: Samples:
ptb: Amostras:

# ssao_sample_radius
source: Sample Radius:
ptb: Raio da amostra:

# ssao_sample_radius:uilabel
source: Sample Radius:
ptb: Raio da amostra:

source: stacked
ptb: empilhado

source: stainless
ptb: inoxidável

# standardLight
source: Standard Light Parameters
ptb: Parâmetros de luz Standard

source: standing
ptb: perpendicular

# std_incandescent
source: Standard Incandescent Light
ptb: Luz incandescente Standard

source: steel
ptb: aço

source: stone
ptb: pedra

# stone_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em torno de objetos com auto iluminação.

# stone_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# stone_ao_distance
source: Max Distance
ptb: Distância máxima

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# stone_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# stone_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# stone_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# stone_ao_samples
source: Samples
ptb: Amostras

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# stone_ao_samples:uilabel
source: Samples
ptb: Amostras

# stone_application
source: Finish
ptb: Acabamento

# stone_application:stone_glossy
source: Glossy
ptb: Com brilho

# stone_application:stone_matte
source: Matte
ptb: Fosco

# stone_application:stone_polished
source: Polished
ptb: Polido

# stone_application:stone_unfinished
source: Unfinished
ptb: Sem acabamento

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
ptb: Seleciona polido, com brilho, fosco ou inacabado.

# stone_application:uilabel
source: Finish
ptb: Acabamento

# stone_bump:stone_custom
source: Custom
ptb: Personalizado

# stone_bump:stone_glossymarble
source: Glossy Marble
ptb: Mármore com brilho

# stone_bump:stone_none
source: None
ptb: Nenhum

# stone_bump:stone_polishedgranite
source: Polished Granite
ptb: Granito polido

# stone_bump:stone_stonewall
source: Stone Wall
ptb: Parede de pedra

# stone_bump:uilabel
source: Type
ptb: Tipo

# stone_bump_amount
source: Amount
ptb: Montante

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
ptb: O deslizador controla a altura do relevo de 0-1.

# stone_bump_amount:uilabel
source: Amount
ptb: Montante

# stone_bump_list_label
source: Type
ptb: Tipo

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
ptb: Escolhe o tipo de relevo ou Personalizado.

# stone_bump_map
source: Image
ptb: Imagem

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
ptb: Seleciona uma imagem de bitmap para o acabamento.

# stone_bump_map:uilabel
source: Image
ptb: Imagem

# stone_bump_panel_label
source: Finish Bumps
ptb: Relevos do acabamento

# stone_color
source: Image
ptb: Imagem

# stone_color:tooltip
source: Selects a bitmap image for the stone.
ptb: Seleciona uma imagem de bitmap para a pedra.

# stone_color:uilabel
source: Image
ptb: Imagem

# stone_custom
source: Custom
ptb: Personalizado

# stone_glossy
source: Glossy
ptb: Com brilho

# stone_glossymarble
source: Glossy Marble
ptb: Mármore com brilho

# stone_matte
source: Matte
ptb: Fosco

# stone_pattern:stone_custom
source: Custom
ptb: Personalizado

# stone_pattern:stone_none
source: None
ptb: Nenhum

# stone_pattern:uilabel
source: Bump Pattern
ptb: Padrão do relevo

# stone_pattern_amount
source: Amount
ptb: Montante

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
ptb: O controle deslizante de valor 0 a 2 controla a altura do relevo.

# stone_pattern_amount:uilabel
source: Amount
ptb: Montante

# stone_pattern_list_label
source: Bump Pattern
ptb: Padrão do relevo

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
ptb: Crie regiões em alto e baixo relevo com base em áreas escuras e claras de um arquivo de imagem fornecido.

# stone_pattern_map
source: Image
ptb: Imagem

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
ptb: Seleciona uma imagem de bitmap para o padrão de mudança.

# stone_pattern_map:uilabel
source: Image
ptb: Imagem

# stone_pattern_panel_label
source: Relief Pattern
ptb: Padrão de liberação

# stone_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# stone_polished
source: Polished
ptb: Polido

# stone_polishedgranite
source: Polished Granite
ptb: Granito polido

# stone_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# stone_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# stone_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# stone_roundcorners_radius
source: Source
ptb: Fonte

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# stone_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# stone_stonegroup
source: Stone
ptb: Pedra

# stone_stonewall
source: Stone Wall
ptb: Parede de pedra

# stone_unfinished
source: Unfinished
ptb: Sem acabamento

# stonewall_tex:uilabel
source: Stonewall Texture
ptb: Textura de parede de pedra

source: street
ptb: rua

# stress_curve_data:uilabel
source: Stress
ptb: Tensão

source: stripes
ptb: listras

source: structural
ptb: estrutural

source: structural concrete
ptb: concreto estrutural

source: structural tile
ptb: azulejo estrutural

# structural_Behavior
source: Behavior
ptb: Comportamento

# structural_Behavior:structural_isotropic
source: Isotropic
ptb: Isotrópico

# structural_Behavior:structural_orthotropic
source: Orthotropic
ptb: Ortótropo

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
ptb: Isotrópico transversal

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
ptb: Seleciona entre o comportamento isotrópico e ortótropo.

# structural_Behavior:uilabel
source: Behavior
ptb: Comportamento

# structural_Behavior_Nonlinear
source: Nonlinear
ptb: Não linear

# structural_Behavior_Temperature_Dependent
source: Temperature Dependent
ptb: Dependente da temperatura

# structural_Behavior_Type
source: Behavior
ptb: Comportamento

# structural_Behavior_Type:structural_Behavior_Nonlinear
source: Nonlinear
ptb: Não linear

# structural_Behavior_Type:structural_Behavior_Temperature_Dependent
source: Temperature Dependent
ptb: Dependente da temperatura

# structural_Behavior_Type:uilabel
source: Behavior Type
ptb: Tipo de comportamento

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
ptb: Coeficiente de endurecimento por esforço cíclico

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
ptb: Coeficiente de endurecimento por esforço cíclico

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
ptb: Expoente de endurecimento por esforço cíclico

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
ptb: Expoente de endurecimento por esforço cíclico

# structural_Damping_coefficient
source: Damping Coefficient
ptb: Coeficiente de amortecimento

# structural_Damping_coefficient:uilabel
source: Damping Coefficient
ptb: Coeficiente de amortecimento

# structural_Density
source: Density
ptb: Densidade

# structural_Density:uilabel
source: Density
ptb: Densidade

# structural_Dependent_Poissons_Ratio:uilabel
source: Poisson's Ratio
ptb: Coeficiente de Poisson

# structural_Dependent_Poissons_Ratio_Temperature:uilabel
source: Temperature
ptb: Temperatura

# structural_Dependent_Specific_Heat:uilabel
source: Specific Heat
ptb: Calor específico

# structural_Dependent_Specific_Heat_Temperature:uilabel
source: Temperature
ptb: Temperatura

# structural_Dependent_Thermal_Conductivity:uilabel
source: Thermal Conductivity
ptb: Condutividade térmica

# structural_Dependent_Thermal_Conductivity_Temperature:uilabel
source: Temperature
ptb: Temperatura

# structural_Dependent_Thermal_Expansion:uilabel
source: Thermal Expansion Coefficient
ptb: Coeficiente de expansão térmica

# structural_Dependent_Thermal_Expansion_Temperature:uilabel
source: Temperature
ptb: Temperatura

# structural_Dependent_Ultimate_Strength:uilabel
source: Ultimate Tensile Strength
ptb: Resistência máxima à tração

# structural_Dependent_Ultimate_Strength_Temperature:uilabel
source: Temperature
ptb: Temperatura

# structural_Dependent_Yield_Strength:uilabel
source: Yield Strength
ptb: Resistência ao escoamento

# structural_Dependent_Yield_Strength_Temperature:uilabel
source: Temperature
ptb: Temperatura

# structural_Dependent_Youngs_Modulus:uilabel
source: Young's Modulus
ptb: Módulo de Young

# structural_Dependent_Youngs_Modulus_Temperature:uilabel
source: Temperature
ptb: Temperatura

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
ptb: Número de ciclos do limite de resistência

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
ptb: Número de ciclos do limite de resistência

# structural_Endurance_limit_stress
source: Endurance Limit Stress
ptb: Tensão do limite de resistência

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
ptb: Tensão do limite de resistência

# structural_ExternalMaterialID:uilabel
source: External Material ID
ptb: ID do material externo

# structural_Fatigue_Curve_Slope:uilabel
source: S-N Curve Slope B
ptb: Inclinação B da curva S-N

# structural_Fatigue_Factor_Life_Reduction_Effects:uilabel
source: Endurance Limit Factor KF
ptb: Fator KF do limite de resistência

# structural_Fatigue_Intercept_Cycles:uilabel
source: Intercept Cycles No
ptb: Nº de ciclos de interceptação

# structural_Fatigue_Slope_After_Endurance_Limit:uilabel
source: Slope after Endurance Limit Be
ptb: Inclinação após limite de resistência atingir

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
ptb: Coeficiente de dutilidade de fadiga

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
ptb: Coeficiente de dutilidade de fadiga

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
ptb: Expoente de dutilidade de fadiga

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
ptb: Expoente de dutilidade de fadiga

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
ptb: Coeficiente de força de fadiga

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
ptb: Coeficiente de força de fadiga

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
ptb: Expoente de força de fadiga

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
ptb: Expoente de força de fadiga

# structural_Minimum_tensile_strength
source: Tensile Strength
ptb: Resistência à tração

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
ptb: Resistência à tração

# structural_Minimum_yield_stress
source: Yield Strength
ptb: Resistência ao escoamento

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
ptb: Resistência ao escoamento

# structural_Model_Hyperelastic
source: Hyperelastic
ptb: Hiperelástico

# structural_Model_Isotropic
source: Isotropic
ptb: Isotrópico

# structural_Model_Type
source: Material Model
ptb: Modelo do material

# structural_Model_Type:structural_Model_Hyperelastic
source: Hyperelastic
ptb: Hiperelástico

# structural_Model_Type:structural_Model_Isotropic
source: Isotropic
ptb: Isotrópico

# structural_Model_Type:uilabel
source: Material Model Type
ptb: Tipo de modelo do material

# structural_Mooney_Rivlin_Constants
source: Constants
ptb: Constantes

# structural_Mooney_Rivlin_Curves
source: Curves
ptb: Curvas

# structural_Mooney_Rivlin_Data_Type
source: Data Type
ptb: Dados experimentais

# structural_Mooney_Rivlin_Data_Type:structural_Mooney_Rivlin_Constants
source: Constants
ptb: Constantes

# structural_Mooney_Rivlin_Data_Type:structural_Mooney_Rivlin_Curves
source: Curves
ptb: Curvas

# structural_Mooney_Rivlin_Data_Type:uilabel
source: Data Type
ptb: Tipo de dados

# structural_Mooney_Rivlin_Equibiaxial_Tension:uilabel
source: Equibiaxial Tension
ptb: Tensão equibiaxial

# structural_Mooney_Rivlin_Equibiaxial_Tension_X:uilabel
source: Stretch Ratios
ptb: Coeficientes de esticamento

# structural_Mooney_Rivlin_Equibiaxial_Tension_Y:uilabel
source: Engineering Stress
ptb: Estresse de engenharia

# structural_Mooney_Rivlin_Pure_Shear:uilabel
source: Pure Shear
ptb: Cisalhamento puro

# structural_Mooney_Rivlin_Pure_Shear_X:uilabel
source: Stretch Ratios
ptb: Coeficientes de esticamento

# structural_Mooney_Rivlin_Pure_Shear_Y:uilabel
source: Nominal Stress
ptb: Tensão nominal

# structural_Mooney_Rivlin_Pure_Volumetric_Compression:uilabel
source: Pure Volumetric Compression
ptb: Compressão volumétrica pura

# structural_Mooney_Rivlin_Pure_Volumetric_Compression_X:uilabel
source: Volume Ratios
ptb: Coeficientes de volume

# structural_Mooney_Rivlin_Pure_Volumetric_Compression_Y:uilabel
source: Pressure
ptb: Pressão

# structural_Mooney_Rivlin_Simple_Shear:uilabel
source: Simple Shear
ptb: Cisalhamento simples

# structural_Mooney_Rivlin_Simple_Shear_X:uilabel
source: Shear Tangent
ptb: Tangente de cisalhamento

# structural_Mooney_Rivlin_Simple_Shear_Y:uilabel
source: Engineering Stress
ptb: Estresse de engenharia

# structural_Mooney_Rivlin_Simple_Tension:uilabel
source: Simple Tension
ptb: Tensão simples

# structural_Mooney_Rivlin_Simple_Tension_X:uilabel
source: Stretch Ratio
ptb: Coeficiente de esticamento

# structural_Mooney_Rivlin_Simple_Tension_Y:uilabel
source: Engineering Strain
ptb: Tensão de engenharia

# structural_Nonlinear_Elastic
source: Elastic
ptb: Elástico

# structural_Nonlinear_Elastic_Strain:uilabel
source: Nonlinear Elastic Strain
ptb: Tensão elástica não linear

# structural_Nonlinear_Elastic_Stress:uilabel
source: Nonlinear Elastic Stress
ptb: Estresse elástico não linear

# structural_Nonlinear_Elasto-plastic
source: Elasto-plastic(Bi-linear)
ptb: Elasto-plástico (bilinear)

# structural_Nonlinear_Friction_Angle:uilabel
source: Friction Angle
ptb: Ângulo de atrito

# structural_Nonlinear_Hardening_Rule
source: Hardening Rule
ptb: Regra de endurecimento

# structural_Nonlinear_Hardening_Rule:structural_Nonlinear_Isotropic
source: Isotropic
ptb: Isotrópico

# structural_Nonlinear_Hardening_Rule:structural_Nonlinear_Isotropic+Kinematic
source: Isotropic+Kinematic
ptb: Isotrópico + cinemático

# structural_Nonlinear_Hardening_Rule:structural_Nonlinear_Kinematic
source: Kinematic
ptb: Cinemático

# structural_Nonlinear_Hardening_Rule:uilabel
source: Hardening Rule
ptb: Regra de endurecimento

# structural_Nonlinear_Isotropic
source: Isotropic
ptb: Isotrópico

# structural_Nonlinear_Isotropic+Kinematic
source: Isotropic+Kinematic
ptb: Isotrópico + cinemático

# structural_Nonlinear_Kinematic
source: Kinematic
ptb: Cinemático

# structural_Nonlinear_Plastic
source: Plastic
ptb: Plástico

# structural_Nonlinear_Plastic_Strain:uilabel
source: Nonlinear Plastic Strain
ptb: Tensão plástica não linear

# structural_Nonlinear_Plastic_Stress:uilabel
source: Nonlinear Plastic Stress
ptb: Estresse plástico não linear

# structural_Nonlinear_Tangent_modulus
source: Tangent Modulus
ptb: Módulo tangencial

# structural_Nonlinear_Tangent_modulus:uilabel
source: Tangent Modulus
ptb: Módulo tangencial

# structural_Nonlinear_Type:structural_Nonlinear_Elastic
source: Elastic
ptb: Elástico

# structural_Nonlinear_Type:structural_Nonlinear_Plastic
source: Plastic
ptb: Plástico

# structural_Nonlinear_Type:uilabel
source: Nonlinear Type
ptb: Tipo não linear

# structural_Nonlinear_Type_Deprecated:uilabel
source: Deprecated
ptb: Obsoleto

# structural_Nonlinear_Type_Ex
source: Type
ptb: Tipo

# structural_Nonlinear_Type_Ex:structural_Nonlinear_Elastic
source: Elastic
ptb: Elástico

# structural_Nonlinear_Type_Ex:structural_Nonlinear_Elasto-plastic
source: Elasto-plastic
ptb: Elasto-plástico

# structural_Nonlinear_Type_Ex:structural_Nonlinear_Plastic
source: Plastic
ptb: Plástico

# structural_Nonlinear_Type_Ex:uilabel
source: Nonlinear Type
ptb: Tipo não linear

# structural_Nonlinear_Yield_Criterion
source: Yield Criterion
ptb: Critério de escoamento

# structural_Nonlinear_Yield_Criterion:uilabel
source: Yield Criterion
ptb: Critério de escoamento

# structural_Nonlinear_Yield_Stress
source: Initial Yield Stress
ptb: Estresse de escoamento inicial

# structural_Nonlinear_Yield_Stress:uilabel
source: Initial Yield Stress
ptb: Estresse de escoamento inicial

# structural_Poisson_ratio
source: Poisson's Ratio
ptb: Coeficiente de Poisson

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
ptb: Coeficiente de Poisson

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
ptb: Coeficiente de Poisson 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
ptb: Coeficiente de Poisson 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
ptb: Coeficiente de Poisson 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
ptb: Coeficiente de Poisson 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
ptb: Coeficiente de Poisson X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
ptb: Coeficiente de Poisson X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
ptb: Coeficiente de Poisson Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
ptb: Coeficiente de Poisson Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
ptb: Coeficiente de Poisson Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
ptb: Coeficiente de Poisson Z

# structural_Shear_modulus
source: Shear Modulus
ptb: Módulo de cisalhamento

# structural_Shear_modulus:uilabel
source: Shear Modulus
ptb: Módulo de cisalhamento

# structural_Shear_modulus_12
source: Shear Modulus 12
ptb: Módulo de cisalhamento 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
ptb: Módulo de cisalhamento 12

# structural_Shear_modulus_X
source: Shear Modulus X
ptb: Módulo de cisalhamento X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
ptb: Módulo de cisalhamento X

# structural_Shear_modulus_Y
source: Shear Modulus Y
ptb: Módulo de cisalhamento Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
ptb: Módulo de cisalhamento Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
ptb: Módulo de cisalhamento Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
ptb: Módulo de cisalhamento Z

# structural_Shear_strength_modification
source: Shear Strength Modification
ptb: Modificação da resistência ao cisalhamento
