Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

source: Ceiling tile - 600x1200mm - Random dots pattern, narrow gap, tapered edges, white
ptb: Azulejo de forro – 600x1200 mm – Padrão de pontos aleatórios, folga estreita, arestas cônicas, branco

source: Ceiling tile - 600x1200mm - Random dots pattern, narrow gap, white
ptb: Azulejo de forro – 600x1200 mm – Padrão de pontos aleatórios, folga estreita, branco

source: Ceiling tile - 600x1200mm - Random dots pattern, suspension tees, tapered edges, black
ptb: Azulejo de forro – 600x1200 mm – Padrão de pontos aleatórios, Ts de suspensão, arestas cônicas, preto

source: Ceiling tile - 600x1200mm - Random dots pattern, suspension tees, tapered edges, white
ptb: Azulejo de forro – 600x1200 mm – Padrão de pontos aleatórios, Ts de suspensão, arestas cônicas, branco

source: Ceiling tile - 600x600mm - Pattern01
ptb: Azulejo de forro – 600x600 mm – Padrão01

source: Ceiling tile - 600x600mm - Perforated metal, tapered, white
ptb: Azulejo de forro – 600x600 mm – Metal perfurado, cônico, branco

source: Ceiling tile - 600x600mm - Random dots pattern, narrow gap, black
ptb: Azulejo de forro – 600x600 mm – Padrão de pontos aleatórios, folga estreita, preto

source: Ceiling tile - 600x600mm - Random dots pattern, narrow gap, tapered edges, black
ptb: Azulejo de forro – 600x600 mm – Padrão de pontos aleatórios, folga estreita, arestas cônicas, preto

source: Ceiling tile - 600x600mm - Random dots pattern, narrow gap, tapered edges, white
ptb: Azulejo de forro – 600x600 mm – Padrão de pontos aleatórios, folga estreita, arestas cônicas, branco

source: Ceiling tile - 600x600mm - Random dots pattern, narrow gap, white
ptb: Azulejo de forro – 600x600 mm – Padrão de pontos aleatórios, folga estreita, branco

source: Ceiling tile - 600x600mm - Random dots pattern, suspension tees, tapered edges, black
ptb: Azulejo de forro – 600x600 mm – Padrão de pontos aleatórios, Ts em suspensão, arestas cônicas, preto

source: Ceiling tile - 600x600mm - Random dots pattern, suspension tees, tapered edges, white
ptb: Azulejo de forro – 600x600 mm – Padrão de pontos aleatórios, Ts em suspensão, arestas cônicas, branco

source: Ceiling tile - 600x600mm - Rough, narrow gap, black
ptb: Azulejo de forro – 600x600 mm – Rugoso, folga estreita, preto

source: Ceiling tile - 600x600mm - Rough, narrow gap, white
ptb: Azulejo de forro – 600x600 mm – Rugoso, folga estreita, branco

source: Ceilings
ptb: Forros

source: Cellulose
ptb: Celulose

source: Cellulose loose fill
ptb: Preenchimento de celulose solto

source: Cellulosic insulation
ptb: Isolamento celulósico

source: Cement Mortar
ptb: Argamassa de cimento

source: Cement Plaster
ptb: Gesso de cimento

source: Cement plaster
ptb: Gesso de cimento

source: Cement plaster, sand aggregate
ptb: Gesso de cimento, agregado de areia

source: Ceramic
ptb: Cerâmica

source: Ceramic - Faux Travertine
ptb: Cerâmica – Imitação travertino

source: Ceramic - Glossy - Beige
ptb: Cerâmica – Brilhante – Bege

source: Ceramic - Glossy - Dark Green
ptb: Cerâmica – Brilhante – Verde escuro

source: Ceramic Floor Tile
ptb: Lajota de cerâmica

source: Ceramic Tile
ptb: Azulejo de cerâmica

source: Ceramic Tile - Brown Stone
ptb: Azulejo de cerâmica – Marrom pedra

source: Ceramic Tile - Sand
ptb: Azulejo de cerâmica – Areia

source: Ceramic Tile - Wood Pattern
ptb: Azulejo cerâmico – Padrão de madeira

source: Ceramic material.
ptb: Material cerâmico.

source: Ceramic roofing tile
ptb: Telha de cerâmica

source: Ceramic tile - 6x3in - glossy white - running
ptb: Azulejo cerâmico – 6x3 pol. – com brilho branco – em execução

source: Ceramic tile - Faux brown stone
ptb: Azulejo de cerâmica – Marrom imitação pedra

source: Ceramic tile - Faux sand pattern
ptb: Azulejo de cerâmica – Padrão imitação areia

source: Ceramic tile - Grey stone
ptb: Azulejo cerâmico - Calcário

source: Ceramic-001
ptb: Branco

source: Ceramic-002
ptb: Branco gelo

source: Ceramic-003
ptb: Alaranjado

source: Ceramic-004
ptb: Cinza neutro

source: Ceramic-005
ptb: Areia dourada

source: Ceramic-006
ptb: Azul mar

source: Ceramic-007
ptb: Pêssego

source: Ceramic-008
ptb: Cinza-amarronzado arenoso

source: Ceramic-009
ptb: Azul marinho

source: Ceramic-010
ptb: Quadrados 3 pol - Bege

source: Ceramic-011
ptb: Quadrado 6 pol - Bege

source: Ceramic-012
ptb: Octógonos 6 pol - Azul-Iceberg

source: Ceramic-013
ptb: Quadrados 3 pol - Branco

source: Ceramic-014
ptb: Octógonos 3 pol - Branco

source: Ceramic-015
ptb: Octógonos 3 pol - Bronze

source: Ceramic-016
ptb: Quadrados 4 pol - Lavanda

source: Ceramic-017
ptb: Octógonos 3 pol - Amarelo claro

source: Ceramic-018
ptb: Octógonos 6 pol - Verde suave

source: Ceramic-019
ptb: Quadrados 6 pol - Rosa rural

source: Ceramic-020
ptb: Octógonos 6 pol - Mel claro

source: Ceramic-021
ptb: Quadrados 3 pol - Rosa aconchegante

source: Ceramic-022
ptb: Octógonos 6 pol - Cinza escuro

source: Ceramic-023
ptb: Losangos 4 pol - Preto

source: Ceramic-024
ptb: Tijolos 6 pol - Verde lima

source: Ceramic-025
ptb: Quadrados 4 pol com losango decorativo - Marrom

source: Ceramic-026
ptb: Hexágonos 4 pol - Azul-Cinza

source: Ceramic-027
ptb: Quadrados e retângulos 4 pol - Laranja claro

source: Ceramic-028
ptb: Quadrados e retângulos 4 pol - Rosa pastel

source: Ceramic-029
ptb: Triângulos 6 pol - Laranja-Amarelo

source: Ceramic-030
ptb: Retângulos 6x2 pol - Verde terra

source: Ceramic-031
ptb: Octógonos 6 pol - Vinho

source: Ceramic-032
ptb: Quadrados 1 pol - Mosaico azul

source: Ceramic-033
ptb: Quadrados 1 pol - Mosaico cinza

source: Ceramic-034
ptb: Quadrados 4 pol - Mosaico bege

source: Ceramic-035
ptb: Quadrado 3 pol - Terracota

source: Ceramic-036
ptb: Quadrado 1,5 pol - Bronze

source: Ceramic-037
ptb: Quadrado 1,5 pol - Azul ardósia

source: Ceramic-038
ptb: Quadrado 1,5 pol - Azul médio

source: Ceramic-039
ptb: Quadrado 1,5 pol - Marrom

source: Ceramic-040
ptb: Mosaico circular - Preto e branco

source: Ceramic-041
ptb: Quadrado 4 pol com losango decorativo - Cinza-Vermelho

source: Ceramic-042
ptb: Quadrado 1 pol - Marfim

source: Ceramic-043
ptb: Quadrado 2 pol - Salmão

source: Ceramic/Porcelain
ptb: Cerâmica/Porcelana

source: Ceramic/Tile
ptb: Cerâmica/Azulejo

# CeramicSchema_localname:Ceramic
source: Ceramic
ptb: Cerâmica

# CeramicSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Chalk
ptb: Giz

source: Checker
ptb: Xadrez

source: Checker 2x2
ptb: Xadrez 2x2

source: Checker 3x3
ptb: Xadrez 3x3

source: Checker map.
ptb: Mapeamento de padrão xadrez.

# CheckerSchema_localname:Checker
source: Checker
ptb: Xadrez

# CheckerSchema_localtype:Texture
source: Texture
ptb: Textura

# Cherry Flooring - 5&quot; wide
source: Cherry Flooring - 5" wide
ptb: Piso de cerejeira – 5 pol. de largura

source: Chipboard
ptb: Aglomerado

source: Chlorine, properties at atmospheric pressure
ptb: Cloro, propriedades à pressão atmosférica

source: Chrome
ptb: Cromado

source: Chrome - black mirror
ptb: Cromado - Preto espelhado

source: Chrome - mirror
ptb: Cromado - Espelhamento

source: Chromiuim plated steel
ptb: Aço cromado

source: Chromium
ptb: Cromo

source: Chromium Vanadium steel
ptb: Aço cromo-vanádio

source: Chromium steel
ptb: Aço cromo

source: Chromoly steel
ptb: Aço cromo-molibdênio

source: Circles
ptb: Círculos

source: Circuit Board
ptb: Placa de circuito

# Clapboards - Smooth - 4&quot;
source: Clapboards - Smooth - 4"
ptb: Ripas de madeira – Suaves – 4 pol.

# Clapboards - Smooth - 6&quot;
source: Clapboards - Smooth - 6"
ptb: Ripas de madeira – Suaves – 6 pol.

# Clapboards - Smooth - 8&quot;
source: Clapboards - Smooth - 8"
ptb: Ripas de madeira – Suaves – 8 pol.

# Clapboards - Wood - 4&quot;
source: Clapboards - Wood - 4"
ptb: Ripas de madeira – Madeira – 4 pol.

# Clapboards - Wood - 6&quot;
source: Clapboards - Wood - 6"
ptb: Ripas de madeira – Madeira – 6 pol.

# Clapboards - Wood - 8&quot;
source: Clapboards - Wood - 8"
ptb: Ripas de madeira – Madeira – 8 pol.

source: Clay tiles
ptb: Azulejos de argila

source: Clear
ptb: Liso

source: Clear - Safety pattern - Circles
ptb: Transparente – Padrão de segurança – Círculos

source: Clear - Safety pattern - Curves
ptb: Transparente – Padrão de segurança – Curvas

source: Clear - Safety pattern - Dots 2 Levels
ptb: Transparente – Padrão de segurança – Pontos 2 níveis

source: Clear - Safety pattern - Rectangles
ptb: Transparente – Padrão de segurança – Retângulos

source: Clear - Safety pattern - Squares 2 Levels
ptb: Transparente – Padrão de segurança – Quadriculado 2 níveis

source: Clear - Safety pattern - Stripes
ptb: Transparente – Padrão de segurança – Listras

source: Clear glazing
ptb: Vitrificação transparente

source: Clear glazing - Frosted
ptb: Vidraça transparente – Fosco

source: Clear glazing - Insulating
ptb: Vidraça transparente – Isolamento

source: Clear glazing - Insulating - Low E
ptb: Vidraça transparente – Isolamento – Baixa emissividade

source: Clear glazing - Lightly frosted
ptb: Vidraça transparente – Ligeiramente fosco

source: Clear glazing - Single pane
ptb: Vidraça transparente – Painel único

source: Clear glazing, low E coating
ptb: Vitrificação transparente, revestimento de baixa emissividade

source: Clear glazing, tempered
ptb: Vitrificação transparente temperada

source: Cloth
ptb: Tecido

source: Clouds
ptb: Nuvens

source: Coarse Ambient Occlusion
ptb: Oclusão de ambiente em baixa resolução

source: Coating
ptb: Revestimento

source: Cobalt Chrome
ptb: Cobalto cromado

source: Cobalt-chomium
ptb: Cobalto-cromo

source: Cold Formed
ptb: Formado a frio

source: Color
ptb: Cor

source: Color Density
ptb: Densidade da cor

source: Color map.
ptb: Mapa de cores.

# ColorLabel
source: Color
ptb: Cor

# ColorSchema_localname:Color
source: Color
ptb: Cor

# ColorSchema_localtype:Texture
source: Texture
ptb: Textura

# ColorVariationsLabel
source: Color Variations
ptb: Variações de cor

source: Common Brick, Running, Dark Blend
ptb: Tijolo comum, Em carreira, Mescla escura

source: Common Brick, Running, Light Blend
ptb: Tijolo comum, Em carreira, Mescla clara

source: Common Brick, Soldier, Dark Blend
ptb: Tijolo comum, Camuflado, Mescla escura

source: Common Brick, Soldier, Light Blend
ptb: Tijolo comum, Camuflado, Mescla clara

source: Common brick
ptb: Tijolo comum

source: Common brick soldier coursed
ptb: Fila de tijolos comuns verticais

source: Common brick, brown
ptb: Tijolo comum marrom

source: Common brick, grey
ptb: Tijolo comum cinza

source: Common brick, red
ptb: Tijolo comum vermelho

source: Composite
ptb: Composto

source: Concrete
ptb: Concreto

source: Concrete - Cast in Place
ptb: Concreto – Moldado no local

source: Concrete - Cast in Place - Board Formed
ptb: Concreto – Moldado no local – Placas pré-moldadas

source: Concrete - Cast in Place - Formwork Holes
ptb: Concreto – Moldado no local – Furos da cofragem

source: Concrete - Polished
ptb: Concreto - Polido

source: Concrete - Polished - Stained Brown
ptb: Concreto – Polido – Manchado marrom

source: Concrete - Polished - Weathered
ptb: Concreto - Polido - Envelhecido

source: Concrete - Polished - Weathered - Stained Brown
ptb: Concreto – Polido – Envelhecido – Manchado marrom

source: Concrete - Precast Rough
ptb: Concreto – Rugoso pré-moldado

source: Concrete - Precast Smooth - Light Grey
ptb: Concreto – Pré-moldado liso – Cinza claro

source: Concrete - Precast Smooth - Light Grey - Wall height
ptb: Concreto – Pré-moldado liso – Cinza claro – Altura da parede

source: Concrete - Terrazzo - Polished
ptb: Concreto – Calçamento – Polido

source: Concrete Tile
ptb: Azulejo de concreto

source: Concrete f'c=10 MPa
ptb: Concreto f'c=10 MPa

source: Concrete f'c=15 MPa
ptb: Concreto f'c=15 MPa

source: Concrete f'c=20 MPa
ptb: Concreto f'c=20 MPa

source: Concrete f'c=21 MPa
ptb: Concreto f'c=21 MPa

source: Concrete f'c=25 MPa
ptb: Concreto f'c=25 MPa

source: Concrete f'c=28 MPa
ptb: Concreto f'c=28 MPa

source: Concrete f'c=3.0 ksi
ptb: Concreto f'c=3.0 ksi

source: Concrete f'c=3.5 ksi
ptb: Concreto f'c=3.5 ksi

source: Concrete f'c=30 MPa
ptb: Concreto f'c=30 MPa

source: Concrete f'c=35 MPa
ptb: Concreto f'c=35 MPa

source: Concrete f'c=4.0 ksi
ptb: Concreto f'c=4.0 ksi

source: Concrete f'c=4.5 ksi
ptb: Concreto f'c=4.5 ksi

source: Concrete f'c=40 MPa
ptb: Concreto f'c=40 MPa

source: Concrete f'c=45 MPa
ptb: Concreto f'c=45 MPa

source: Concrete f'c=5.0 ksi
ptb: Concreto f'c=5.0 ksi

source: Concrete f'c=5.5 ksi
ptb: Concreto f'c=5.5 ksi

source: Concrete f'c=50 MPa
ptb: Concreto f'c=50 MPa

source: Concrete f'c=6.0 ksi
ptb: Concreto f'c=6.0 ksi

source: Concrete f'c=60 MPa
ptb: Concreto f'c=60 MPa

source: Concrete f'c=7.5 MPa
ptb: Concreto f'c=7.5 MPa

source: Concrete masonry units
ptb: Blocos de concreto

source: Concrete material.
ptb: Material de concreto.

source: Concrete structural asset.
ptb: Recurso estrutural de concreto.

source: Concrete surface
ptb: Superfície de concreto

source: Concrete walkway
ptb: Calçada de concreto

source: Concrete, lightweight aggregate
ptb: Concreto, agregado leve

source: Concrete, stone aggregate
ptb: Concreto, agregado de pedras

source: Concrete-001
ptb: Piso industrial

source: Concrete-002
ptb: Com pedra 1

source: Concrete-003
ptb: Com pedra 2

source: Concrete-004
ptb: Exposto agregado - Cinza quente

source: Concrete-005
ptb: Não uniforme - Cinza quente

source: Concrete-006
ptb: Exterior suave - bronze

source: Concrete-007
ptb: Liso - Bege

source: Concrete-008
ptb: Textura de parede - Bege

source: Concrete-009
ptb: Textura de parede - Salmão

source: Concrete-010
ptb: Aqua

source: Concrete-011
ptb: Preto

source: Concrete-012
ptb: Marrom

source: Concrete-013
ptb: Vermelho queimado

source: Concrete-014
ptb: Cerúleo

source: Concrete-015
ptb: Fino - Creme

source: Concrete-016
ptb: Cinza escuro

source: Concrete-017
ptb: Cinza claro

source: Concrete-018
ptb: Verde-oliva

source: Concrete-019
ptb: Branco

source: Concrete-020
ptb: Pré-moldado liso

source: Concrete-021
ptb: Furos da cofragem

source: Concrete-022
ptb: Blocos

source: Concrete-023
ptb: Não uniforme reflexivo - Cinza

source: Concrete-024
ptb: Externo - Branco

source: Concrete-025
ptb: Externo - Bege

source: Concrete-026
ptb: Texturizado externo - Bronze

source: Concrete-027
ptb: Texturizado - Bege

source: Concrete-028
ptb: Áspero - Rosa

source: Concrete-029
ptb: Áspero - Castanho

source: Concrete.Cast-In-Place.Exposed Aggregate.Coarse
ptb: Concreto.Misturado no local. Agregado exposto.Grosso

source: Concrete.Cast-In-Place.Exposed Aggregate.Fine
ptb: Concreto.Misturado no local.Exposto agregado.Fino

source: Concrete.Cast-In-Place.Exposed Aggregate.Medium
ptb: Concreto.Preparado no local.Agregar exposto.Médio

source: Concrete.Cast-In-Place.Exposed Aggregate.Recessed
ptb: Concreto.Misturado no local.Exposto agregado.Recesso

source: Concrete.Cast-In-Place.Flat.Broom.Grey
ptb: Concreto.Misturado no local.Nivelado.Vassoura.Cinza

source: Concrete.Cast-In-Place.Flat.Grey.1
ptb: Concreto.Preparado no local.Plano.Cinza.1

source: Concrete.Cast-In-Place.Flat.Grey.2
ptb: Concreto.Misturado no local.Nivelado.Cinza.2

source: Concrete.Cast-In-Place.Flat.Grey.3
ptb: Concreto.Misturado no local.Nivelado.Cinza.3

source: Concrete.Cast-In-Place.Flat.Grey.Efflorescence
ptb: Concreto.Preparado no local.Plano.Cinza.Eflorescência

source: Concrete.Cast-In-Place.Flat.Polished.Grey
ptb: Concreto.Misturado no local.Nivelado.Polido.Cinza

source: Concrete.Cast-In-Place.Formwork.Holes
ptb: Concreto.Preparado no local.Forma.Buracos

source: Concrete.Cast-In-Place.Formwork.Holes.Staggered
ptb: Concreto.Misturado no local.Forma.Orifícios.Sobreposto

source: Concrete.Cast-In-Place.Panels.Reveal.1
ptb: Concreto.Misturado no local.Painéis.Revelar.1

source: Concrete.Cast-In-Place.Panels.Reveal.2
ptb: Concreto.Misturado no local.Painéis.Revelar.2

source: Concrete.Cast-In-Place.Panels.Reveal.3
ptb: Concreto.Preparado no local.Painéis.Revelar.3

source: Concrete.Cast-In-Place.Panels.Reveal.Smooth
ptb: Concreto.Misturado no local.Painéis.Revelar.Suave

source: Concrete.Cast-In-Place.Panels.Reveal.Speckled
ptb: Concreto.Misturado no local.Painéis.Revelar.Manchado

source: Concrete.Cast-In-Place.Panels.Square
ptb: Concreto.Preparado no local. Painéis.Quadrado

source: Concrete.Cast-In-Place.Ribbed.Vertical.1
ptb: Concreto.Misturado no local.Reforçado.Vertical.1

source: Concrete.Cast-In-Place.Ribbed.Vertical.2
ptb: Concreto.Misturado no local.Reforçado.Vertical.2

source: Concrete.Cast-In-Place.SandBlasted
ptb: Concreto.Preparado no local.Jateamento de areia

source: Concrete.Cast-in-Place.Formwork.Wood.Boards
ptb: Concreto.Misturado no local.Forma.Madeira.Pranchas

source: Concrete.Cast-in-Place.Formwork.Wood.Plywood
ptb: Concreto.Misturado no local.Forma.Madeira.Compensado

source: Concrete.Concrete Accessories.Control Joints.Black
ptb: Concreto.Acessórios de concreto.Juntas de controle.Preto

source: Concrete.Precast Structural Concrete.Smooth
ptb: Concreto.Concreto estrutural pré-moldado.Suave

source: Concrete/Cast-In-Place
ptb: Concreto/Moldado no local

source: Concrete/Fiber Reinforced
ptb: Concreto/Fibra reforçado

source: Concrete/High Strength
ptb: Concreto/alta resistência

source: Concrete/Lightweight
ptb: Concreto/leve

source: Concrete/Standard
ptb: Concreto/Standard

# ConcreteSchema_localname:Concrete
source: Concrete
ptb: Concreto

# ConcreteSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Copper
ptb: Cobre

source: Copper - Heavy Patina
ptb: Cobre – Pátina pesada

source: Copper - Raw
ptb: Cobre – Bruto

source: Copper - brushed radial stacked
ptb: Cobre - Radial escovado empilhado

source: Copper - patina
ptb: Cobre - Pátina

source: Copper - polished
ptb: Cobre - Polido

source: Copper - wire mesh
ptb: Cobre - Malha de arame

source: Copper alloy
ptb: Liga de cobre

source: Copper, matte finish
ptb: Cobre, acabamento fosco

source: Copper, oxidized finish
ptb: Cobre, acabamento oxidado

source: Copper, patina finish
ptb: Cobre, acabamento com pátina

source: Copper, polished
ptb: Cobre, polido

source: Cored brick
ptb: Tijolo oco

source: Cork
ptb: Cortiça

source: Cork flooring tiles
ptb: Lajotas de cortiça

source: Cork tile
ptb: Azulejo de cortiça

source: Corrosion Resistant
ptb: Resistente à corrosão

source: Corrugated
ptb: Corrugado

source: Corrugated - Box Rib
ptb: Corrugado – Nervura em caixa

source: Corundum
ptb: Coríndon

source: Countertop
ptb: Bancada

source: Cream stone
ptb: Pedra creme

source: Cross Banded Laminated Lumber
ptb: Madeira para construção, cruzada, laminada

source: Crushed Stone
ptb: Pedra moída

source: Crushed stone or gravel
ptb: Pedra moída ou cascalho

source: Cube swatch.
ptb: Amostra de cubo.

source: Curtain wall swatch.
ptb: Amostra de parede cortina.

source: Curves
ptb: Curvas

source: Cylinder swatch.
ptb: Amostra de cilindro.

# DST
source: DST In Use:
ptb: DST em uso:

# DST:uilabel
source: DST In Use:
ptb: DST em uso:

source: Damp-proofing
ptb: Impermeabilização

source: Dark blue colour
ptb: Cor azul escuro

source: Dark brown rectangular herringbone bricks
ptb: Tijolos em espinha de peixe retangulares marrom escuro

source: Day:
ptb: Dia:

# Day:uilabel
source: Day:
ptb: Dia:

source: Daylight Portal
ptb: Portal de luz natural

source: DaylightPortal
ptb: Portal de luz natural

# DaylightPortalSchema_localname:Sun Light
source: Sun Light
ptb: Luz do sol

# DaylightPortalSchema_localtype:Light
source: Light
ptb: Luz

source: Decal
ptb: Decalque

source: Decal material.
ptb: Material de decalque.

source: DecalAppearance
ptb: AparênciaDecalque

# DecalAppearanceSchema_localname:DecalAppearance
source: DecalAppearance
ptb: AparênciaDecalque

# DecalAppearanceSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: DecalMap map. Decal Map.
ptb: Mapear mapa de decalque. Mapa de decalque.

# DecalSchema_localname:Decal
source: Decal
ptb: Decalque

# DecalSchema_localtype:Appearance
source: Appearance
ptb: Aparência

# DecalbumpmapSchema_localname:Decal Bump Map
source: Decal Bump Map
ptb: Mapa de textura do decalque

# DecalbumpmapSchema_localtype:Texture
source: Texture
ptb: Textura

source: Decalmap
ptb: Mapadecalque

# DecalmapSchema_localname:Decal Map
source: Decal Map
ptb: Mapa de decalque

# DecalmapSchema_localtype:Texture
source: Texture
ptb: Textura

source: Default
ptb: Padrão

source: Default Concrete f'c=3.5 ksi
ptb: Concreto padrão f'c=3.5 ksi

source: Default hardwood -Red Oak
ptb: Madeira de lei padrão - Carvalho vermelho

source: Default hardwood, Oak
ptb: Madeira de lei padrão, carvalho

source: Default softwood - Spruce-Pine-Fir
ptb: Madeira mole padrão - abeto vermelho - pinho

source: Default softwood, douglas fir
ptb: Madeira mole padrão, Pinho de Óregon

# DetailsLabel
source: Details
ptb: Detalhes

source: Diatomaceous Earth
ptb: Terra diatomácea

source: Doors - Windows.Door Hardware.Chrome.Satin
ptb: Portas - Janelas.Hardware de porta.Cromado.Seda

source: Doors - Windows.Glazed Curtain Walls.Stainless Steel Curtain Wall
ptb: Portas - Janelas.Paredes de cortina satinada.Parede cortina de aço inoxidável

source: Doors - Windows.Glazing.2
ptb: Portas - Janelas.Vidraça.2

source: Doors - Windows.Glazing.3
ptb: Portas - Janelas.Vidraça.3

source: Doors - Windows.Glazing.Glass.Automotive
ptb: Portas - Janelas.Vidraça.Vidro.Automotivo

source: Doors - Windows.Glazing.Glass.Clear
ptb: Portas - Janelas.Vidraça.Vidro.Claro

source: Doors - Windows.Glazing.Glass.Etched
ptb: Portas - Janelas.Vidraça.Vidro.Estampado

source: Doors - Windows.Glazing.Glass.Frosted
ptb: Portas - Janelas.Vidraça.Vidro.Crestado

source: Doors - Windows.Glazing.Glass.Mirrored
ptb: Portas - Janelas.Vidraça.Vidro.Espelhado

source: Doors - Windows.Glazing.Glass.ReflectiveCoated
ptb: Portas - Janelas.Vidraça.Vidro.Revestimento reflexivo

source: Doors - Windows.Glazing.Glass.Spandrel
ptb: Portas - Janelas.Vidraça.Vidro.Tímpano

source: Doors - Windows.Glazing.Glass.Wired
ptb: Portas - Janelas.Vidraça.Vidro.Aramado

source: Doors - Windows.Metal Doors - Frames.Aluminum Frame.Anodized.Dark Bronze.Satin
ptb: Portas - Janelas. Portas de metal - Molduras.Moldura de alumínio.Anonizado.Bronze escuro.Satinado

source: Doors - Windows.Metal Doors - Frames.Aluminum Windows.Painted.White
ptb: Portas - Janelas. Portas de metal - Molduras.Janela de alumínio.Pintado.Branco

source: Doors - Windows.Metal Doors - Frames.Steel Doors.Painted.White
ptb: Portas - Janelas. Portas de metal - Molduras.Portas de aço.Pintado.Branco

source: Doors - Windows.Metal Doors - Frames.Steel.Galvanized
ptb: Portas - Janelas. Portas de metal - Molduras.Aço.Galvanizado

source: Doors - Windows.Wood Doors.Ash
ptb: Portas - Janelas.Porta de madeira.Cinza

source: Dots
ptb: Pontos

source: Douglas Fir
ptb: Pinho de Óregon

source: Douglas Fir - Light Oil Flooring - 150mm wide
ptb: Pinho de Óregon – Piso oleado claro – 150 mm de largura

source: Douglas Fir - Natural Flooring - 150mm wide
ptb: Pinho de Óregon – Piso natural – 150 mm de largura

source: Douglas Fir - White Oil Flooring - 150mm wide
ptb: Pinho de Óregon – Piso oleado branco – 150 mm de largura

source: Drapery swatch.
ptb: Amostra de cortina.

source: Ductile Cast Iron
ptb: Ferro fundido dúctil

source: Ductile cast iron
ptb: Ferro fundido dúctil

source: EC2 Concrete C12/15
ptb: Concreto EC2 C12/15

source: EC2 Concrete C16/20
ptb: Concreto EC2 C16/20

source: EC2 Concrete C20/25
ptb: Concreto EC2 C20/25

source: EC2 Concrete C25/30
ptb: Concreto EC2 C25/30

source: EC2 Concrete C30/37
ptb: Concreto EC2 C30/37

source: EC2 Concrete C35/45
ptb: Concreto EC2 C35/45

source: EC2 Concrete C40/50
ptb: Concreto EC2 C40/50

source: EC2 Concrete C45/55
ptb: Concreto EC2 C45/55

source: EC2 Concrete C50/60
ptb: Concreto EC2 C50/60
