Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# metallicpaint_pearl_list_label
source: Type
ptb: Tipo

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
ptb: Seleciona cromático ou a segunda cor.

# metallicpaint_pearl_panel_label
source: Pearl
ptb: Pérola

# metallicpaint_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar reflexões com brilho.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# metallicpaint_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# metallicpaint_roundcorners_radius
source: Source
ptb: Fonte

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# metallicpaint_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# metallicpaint_topcoat
source: Type
ptb: Tipo

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
ptb: Tinta automotiva

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
ptb: Cromado

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
ptb: Personalizado

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
ptb: Fosco

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
ptb: Selecione entre Fosco, Cromado, Tinta automotiva e Personalizada.

# metallicpaint_topcoat:uilabel
source: Top Coat
ptb: Demão superior

# metallicpaint_topcoat_carpaint
source: Car Paint
ptb: Tinta automotiva

# metallicpaint_topcoat_chrome
source: Chrome
ptb: Cromado

# metallicpaint_topcoat_custom
source: Custom
ptb: Personalizado

# metallicpaint_topcoat_falloff
source: Angle Falloff
ptb: Declínio do ângulo

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
ptb: Desliza de 0=Nenhum efeito Fresnel (reflexões constantes como Cromado) a 100=Fresnel alto (realmente refletivo somente em uma zona estreita em ângulos extremos. Limite extremo colocado para demãos superiores realistas (em uma combinação de bias de Fresnel, potência e escala), com Tinta automotiva em torno de 80).

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
ptb: Declínio do ângulo

# metallicpaint_topcoat_glossy
source: Glossiness
ptb: Com brilho

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
ptb: Desliza de 100 (totalmente refletiva) para 0 (fosco).

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
ptb: Com brilho

# metallicpaint_topcoat_matte
source: Matte
ptb: Fosco

# metallicpaint_topcoat_panel
source: Top Coat
ptb: Demão superior

source: midnight
ptb: meia-noite

source: Mid Tones:
ptb: Meios-tons:

# midtones:uilabel
source: Mid Tones:
ptb: Meios-tons:

source: mineral wool
ptb: lã mineral

# mirror_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# mirror_mirrorgroup
source: Mirror
ptb: Espelho

# mirror_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# mirror_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# mirror_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# mirror_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# mirror_roundcorners_radius
source: Source
ptb: Fonte

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# mirror_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# mirror_tintcolor
source: Color
ptb: Cor

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
ptb: Ajusta a cor do espelho, que representa a absorção do vidro flutuante. O matiz sempre deveria levar em consideração o fato de que a camada do vidro flutuante tem um determinado nível de absorção.

# mirror_tintcolor:uilabel
source: Tint Color
ptb: Matiz da cor

source: misc
ptb: diversos

source: miscellaneous
ptb: diversos

source: misty
ptb: embaçado

# mode:uilabel
source: Mode
ptb: Modo

source: mortar
ptb: argamassa

source: mortared
ptb: com argamassa

source: mosaic
ptb: mosaico

source: mostly white carpet
ptb: carpete predominantemente branco

source: mounting
ptb: montagem

source: multi-color
ptb: multicolorido

source: multi-colored
ptb: multicolorido

# multiplier
source: Sky Multiplier:
ptb: Multiplicador

# multiplier:uilabel
source: Multiplier:
ptb: Multiplicador

source: murky
ptb: escuro

source: museum
ptb: museu

source: navy
ptb: ondulado

# nearAttenuationEnd
source: End Point:
ptb: Ponto final:

# nearAttenuationEnd:uilabel
source: End Point:
ptb: Ponto final:

# nearAttenuationOn
source: Near Attenuation:
ptb: Atenuação próxima:

# nearAttenuationOn:uilabel
source: Near Attenuation:
ptb: Atenuação próxima:

# nearAttenuationStart
source: Start Point:
ptb: Ponto inicial:

# nearAttenuationStart:uilabel
source: Start Point:
ptb: Ponto inicial:

source: neutral
ptb: neutro

source: Night Color:
ptb: Cor noturna:

# night_color:uilabel
source: Night Color:
ptb: Cor noturna:

# noise_Appearance
source: Appearance
ptb: Aparência

# noise_Color1
source: Color 1
ptb: Cor 1

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
ptb: Fornece uma opção para selecionar uma cor ou um mapa subprocedural para um dos componentes.

# noise_Color1:uilabel
source: Color 1
ptb: Cor 1

# noise_Color2
source: Color 2
ptb: Cor 2

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
ptb: Fornece uma opção para selecionar uma cor ou um mapa subprocedural para o outro componente.

# noise_Color2:uilabel
source: Color 2
ptb: Cor 2

# noise_Levels
source: Levels
ptb: Níveis

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
ptb: Determina o número de interações usadas para o ruído fracionário e de turbulência. Padrão = 3.

# noise_Levels:uilabel
source: Levels
ptb: Níveis

# noise_Phase
source: Phase
ptb: Fase

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
ptb: Especifica a fase do limite de ruído.

# noise_Phase:uilabel
source: Phase
ptb: Fase

# noise_Position
source: Position
ptb: Posição

# noise_Size
source: Size
ptb: Tamanho

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
ptb: Define a escala da função de ruído. Valores menores fornecem menores amostras de ruído.

# noise_Size:uilabel
source: Size
ptb: Tamanho

source: Noise Threshold
ptb: Limite do ruído

# noise_ThresholdHigh
source: High
ptb: Alto

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
ptb: Especifica o limite de ruído alto. Faixa = 0 a 1; Padrão = 1.

# noise_ThresholdHigh:uilabel
source: High
ptb: Alto

# noise_ThresholdLow
source: Low
ptb: Baixo

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
ptb: Especifica o limite de ruído baixo. Faixa = 0 a 1; Padrão = 0.

# noise_ThresholdLow:uilabel
source: Low
ptb: Baixo

source: Noise Type
ptb: Tipo de ruído

# noise_Type:noise_turbulence
source: Turbulence
ptb: Turbulência

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
ptb: Cria uma perturbação aleatória de uma superfície com base na interação de duas cores. As escolhas disponíveis são, Regular, Fracionário e Turbulência.

# noise_Type:uilabel
source: Noise Type
ptb: Tipo de ruído

# noise_transforms_group
source: Transforms
ptb: Transformações

# noise_turbulence
source: Turbulence
ptb: Turbulência

source: non
ptb: não

source: non-uniform
ptb: não uniforme

# none
source: No Area
ptb: Nenhum

source: nonlinear
ptb: não linear

# north_offset_from_x
source: North Azimuth:
ptb: Azimute norte:

# north_offset_from_x:uilabel
source: North Azimuth:
ptb: Azimute norte:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
ptb: Número de ciclos

source: oak
ptb: carvalho

source: ocean
ptb: oceano

source: octagon
ptb: octógono

source: octagonal
ptb: octogonal

source: off
ptb: desativado

source: off-white
ptb: cor de osso

# offset_any
source: Any
ptb: Qualquer um

# offset_none
source: None
ptb: Nenhum

# offset_vector_a_x:uilabel
source: Offset a x
ptb: Deslocamento a de X

# offset_vector_a_y:uilabel
source: Offset a y
ptb: Deslocamento a de Y

# offset_vector_b_x:uilabel
source: Offset b x
ptb: Deslocamento b de X

# offset_vector_b_y:uilabel
source: Offset b y
ptb: Deslocamento b de Y

# offset_within
source: Within
ptb: Dentro de

source: olive
ptb: oliva

source: on
ptb: Ativado

# on:uilabel
source: On:
ptb: Ativado

source: opaque
ptb: opaco

# opaque_albedo
source: Color
ptb: Cor

# opaque_albedo:tooltip
source: The base color of the material. This is defining the amount of diffuse light reflected back to the scene (diffuse reflectance).
ptb: A cor base do material. Ela está definindo o montante de luz difusa refletida de volta para a cena (reflexão difusa).

# opaque_albedo:uilabel
source: Color
ptb: Cor

# opaque_albedo_panel_label
source: Parameters
ptb: Parâmetros

# opaque_emission:uilabel
source: Emission
ptb: Emissão

# opaque_emission_panel_label
source: Emissivity
ptb: Emissividade

# opaque_f0
source: Reflectance
ptb: Reflexão

# opaque_f0:tooltip
source: Reflectance expresses how much light is reflected from the surface in a mirror-like fashion (specular reflectance), when looking at the surface perpendicularly. Note that the material will always show a high specular reflectance when looked at grazing angles (Fresnel’s effect).
ptb: A reflexão expressa quanta luz é refletida na superfície em um modo de espelhamento (reflexão especular), ao olhar para a superfície de forma perpendicular. Observe que o material sempre exibirá uma alta reflexão especular quando examinarmos ângulos de pastagens (efeito Fresnel).

# opaque_f0:uilabel
source: Specular reflectance
ptb: Reflexão especular

# opaque_luminance:uilabel
source: Emissive Luminance
ptb: Luminância de emissão

# opaque_luminance_label
source: Luminance
ptb: Luminância

# opaque_luminance_label:tooltip
source: Specified in candelas per meter square (cd/m2), this parameter determines how bright a material will appear and how much light will be emitted from it.
ptb: Especificado em candelas por metro quadrado (cd/m2), este parâmetro determina quão claro um material irá aparecer e quanta luz é emitida.

# opaque_luminance_modifier:uilabel
source: Luminance Scale
ptb: Escala da luminância

# opaque_luminance_modifier_label
source: Filter Color
ptb: Cor do filtro

# opaque_luminance_modifier_label:tooltip
source: Influences the emissivity color. Useful to create variations in the emissivity to simulate lamp shades, opalescent materials etc.
ptb: Afeta a cor de emissão. Útil para criar variações na emissão para simular tonalidades, materiais opalescentes etc.

# opaque_mfp
source: Depth
ptb: Profundidade

# opaque_mfp:tooltip
source: Increase or decrease the translucency effect of the material. A value of zero will result in no translucency. The value corresponds to the scattering mean free path and is always expressed in millimetres.
ptb: Aumente ou diminua o efeito de transparência do material. Um valor de zero irá resultar em nenhuma transparência. O valor corresponde ao percurso médio livre da dispersão e é sempre expresso em milímetros.

# opaque_mfp:uilabel
source: Translucency Depth
ptb: Profundidade da transparência

# opaque_mfp_modifier
source: Weight
ptb: Peso

# opaque_mfp_modifier:tooltip
source: Enables color variations for the translucency effect. The Weight color is internally multiplied with the Depth. For best results, try using light and soft colors.
ptb: Permite variações de cor para o efeito translúcido. A cor da Espessura é internamente multiplicada pela Profundidade. Para obter melhores resultados, tente cores claras e suaves.

# opaque_mfp_modifier:uilabel
source: Translucency Weight
ptb: Espessura de transparência

# opaque_translucency:uilabel
source: Translucency
ptb: Translúcido

# opaque_translucency_panel_label
source: Translucency
ptb: Translúcido

source: optical
ptb: óptica

source: optical fiber. Clear
ptb: fibra óptica. Transparente

source: orange
ptb: laranja

# origin
source: Point
ptb: Ponto

source: osb
ptb: painel estrutural de tiras de madeira

# overall_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
ptb: Restringe o deslocamento. Quando o deslocamento X é modificado, o deslocamento Y é modificado na mesma medida.

# overall_corner_rounding_angle
source: Angle
ptb: Ângulo

# overall_corner_rounding_angle:tooltip
source: Controls the rounding direction, also it has impact to the tile thickness given the fixed edge rounding size.
ptb: Controla a direção do arredondamento. Também tem impacto na espessura do azulejo, dado o tamanho fixo do arredondamento de arestas.

# overall_corner_rounding_angle:uilabel
source: Overall Corner Rounding Angle
ptb: Ângulo total do arredondamento de canto

# overall_corner_rounding_size
source: Radius
ptb: Raio

# overall_corner_rounding_size:tooltip
source: Controls the rounding radius of the tile edge. It also can define the thickness of the tile given the fixed edge rounding angle.
ptb: Controla o raio do arredondamento da aresta do azulejo. Também é possível definir a espessura do azulejo dado o ângulo fixo do arredondamento de arestas.

# overall_corner_rounding_size:uilabel
source: Overall Corner Rounding Size
ptb: Tamanho total do arredondamento de canto

# overall_offset_vector_x
source: Offset
ptb: Deslocamento

# overall_offset_vector_x:tooltip
source: Moves the starting point of the pattern along the X axis.
ptb: Move o ponto inicial do padrão ao longo do eixo X.

# overall_offset_vector_x:uilabel
source: Overall Offset x
ptb: Deslocamento X total

# overall_offset_vector_y:tooltip
source: Moves the starting point of the pattern along the Y axis.
ptb: Move o ponto inicial do padrão ao longo do eixo Y.

# overall_offset_vector_y:uilabel
source: Overall Offset y
ptb: Deslocamento Y total

# overall_rotation_angle
source: Rotation
ptb: Rotação

# overall_rotation_angle:tooltip
source: Rotates the pattern from 0 degrees to 360 degrees.
ptb: Gira o padrão de 0 a 360 graus.

# overall_rotation_angle:uilabel
source: Overall Rotation Angle
ptb: Ângulo de rotação total

source: oxidised
ptb: oxidado

source: oxidized
ptb: oxidado

source: paint
ptb: pintura

source: panel
ptb: painel

source: panelling
ptb: painel

source: paperboard
ptb: papelão

source: parquet
ptb: parquete

source: particle
ptb: partícula

source: patina
ptb: pátina

source: pattern
ptb: Padrão

# pattern:tooltip
source: Uses a pattern.
ptb: Usa um padrão.

source: pavement
ptb: pavimento

source: paver
ptb: calceteira

source: paving
ptb: pavimentação

source: peach
ptb: pêssego

source: pearl
ptb: pérola

source: pebble
ptb: seixo

source: pebbled
ptb: seixoso

source: periwinkle
ptb: lavanda

# photon
source: Photons
ptb: Fótons

source: physical
ptb: físico

source: physical material
ptb: material físico

# physmat_Comments
source: Comments
ptb: Comentários

# physmat_Comments:uilabel
source: Comments
ptb: Comentários

# physmat_Cost
source: Cost
ptb: Custo

# physmat_Cost:uilabel
source: Cost
ptb: Custo

# physmat_Keynote
source: Keynote
ptb: Nota-chave

# physmat_Keynote:uilabel
source: Keynote
ptb: Nota-chave

# physmat_Keywords
source: Keywords
ptb: Palavras-chave

# physmat_Keywords:uilabel
source: Keywords
ptb: Palavras-chave

# physmat_Label:uilabel
source: Label
ptb: Legenda

# physmat_Manufacturer
source: Manufacturer
ptb: Fabricante

# physmat_Manufacturer:uilabel
source: Manufacturer
ptb: Fabricante

# physmat_Mark
source: Mark
ptb: Marca

# physmat_Mark:uilabel
source: Mark
ptb: Marca

# physmat_Model
source: Model
ptb: Modelo

# physmat_Model:uilabel
source: Model
ptb: Modelo

# physmat_Type
source: Type
ptb: Tipo

# physmat_Type:physmat_ceramic
source: Ceramic
ptb: Cerâmica

# physmat_Type:physmat_concrete
source: Concrete
ptb: Concreto

# physmat_Type:physmat_earth
source: Earth
ptb: Terra

# physmat_Type:physmat_gas
source: Gas
ptb: Gás

# physmat_Type:physmat_generic
source: Generic
ptb: Genérico

# physmat_Type:physmat_glass
source: Glass
ptb: Vidro

# physmat_Type:physmat_liquid
source: Liquid
ptb: Líquido

# physmat_Type:physmat_masonry
source: Masonry
ptb: Alvenaria

# physmat_Type:physmat_plastic
source: Plastic
ptb: Plástico

# physmat_Type:physmat_stone
source: Stone
ptb: Pedra

# physmat_Type:physmat_textile
source: Textile
ptb: Tecido

# physmat_Type:physmat_wood
source: Wood
ptb: Madeira

# physmat_Type:uilabel
source: Type
ptb: Tipo

# physmat_aspects:uilabel
source: Physical Aspects
ptb: Aspectos físicos

# physmat_ceramic
source: Ceramic
ptb: Cerâmica

# physmat_class
source: Class
ptb: Classe

# physmat_class:uilabel
source: Class
ptb: Classe

# physmat_concrete
source: Concrete
ptb: Concreto

# physmat_deleted_aspects:uilabel
source: Physical Aspects
ptb: Aspectos físicos

# physmat_earth
source: Earth
ptb: Terra

# physmat_gas
source: Gas
ptb: Gás

# physmat_generic
source: Generic
ptb: Genérico

# physmat_glass
source: Glass
ptb: Vidro

# physmat_liquid
source: Liquid
ptb: Líquido

# physmat_masonry
source: Masonry
ptb: Alvenaria

# physmat_plastic
source: Plastic
ptb: Plástico

# physmat_stone
source: Stone
ptb: Pedra

# physmat_textile
source: Textile
ptb: Tecido

# physmat_wood
source: Wood
ptb: Madeira

source: pile
ptb: pêlo

source: pine
ptb: pinho

source: pink
ptb: rosa

source: plaid
ptb: xadrez

source: plain
ptb: plano

source: plaster
ptb: gesso

source: plasterboard
ptb: Placa de reboco

source: plastic
ptb: plástico

# plastic_props
source: Behavior
ptb: Comportamento

# plastic_props1
source: Basic Thermal
ptb: Térmico básico

# plastic_props2
source: Mechanical
ptb: Mecânico

# plastic_props4
source: Strength
ptb: Resistência

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em torno de objetos com auto iluminação.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# plasticvinyl_ao_distance
source: Max Distance
ptb: Distância máxima

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# plasticvinyl_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# plasticvinyl_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente
