Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

source: Wood-036
ptb: Carvalho vermelho - Natural clássico

source: Wood-037
ptb: Carvalho vermelho - Natural sem acabamento clássico

source: Wood-038
ptb: Carvalho vermelho - Natural rural

source: Wood-039
ptb: Carvalho vermelho - Pau-rosa

source: Wood-040
ptb: Carvalho vermelho - Mel

source: Wood-041
ptb: Carvalho vermelho - Whisky

source: Wood-042
ptb: Carvalho vermelho - Java

source: Wood-043
ptb: Carvalho vermelho - Amaretto

source: Wood-044
ptb: Carvalho vermelho - Marrom chocolate

source: Wood-045
ptb: Carvalho vermelho - Amora selvagem

source: Wood-046
ptb: Carvalho vermelho - Marrom místico

source: Wood-047
ptb: Carvalho vermelho - Natural

source: Wood-048
ptb: Carvalho vermelho - Tom natural

source: Wood-049
ptb: Bordo prateado - Marrom

source: Wood-050
ptb: Bordo prateado - Pau-rosa

source: Wood-051
ptb: Bordo prateado - Mel

source: Wood-052
ptb: Bordo prateado - Tipo usado em coronha

source: Wood-053
ptb: Bordo prateado - Galliano

source: Wood-054
ptb: Bordo prateado - Marrom chocolate

source: Wood-055
ptb: Bordo prateado - Amora selvagem

source: Wood-056
ptb: Bordo prateado - Marrom místico

source: Wood-057
ptb: Bordo prateado - Natural

source: Wood-058
ptb: Bordo prateado - Tom natural

source: Wood-059
ptb: Aroeira - Natural

source: Wood-060
ptb: Freixo branco - Java

source: Wood-061
ptb: Freixo branco - Amaretto

source: Wood-062
ptb: Freixo branco - Galliano

source: Wood-063
ptb: Freixo branco - Marrom chocolate

source: Wood-064
ptb: Freixo branco - Amora selvagem

source: Wood-065
ptb: Marrom claro - Natural

source: Wood-066
ptb: Marrom claro - Natural sem acabamento

source: Wood-067
ptb: Carvalho branco - Galliano

source: Wood-068
ptb: Carvalho branco - Marrom chocolate

source: Wood-069
ptb: Carvalho branco - Amora selvagem

source: Wood-070
ptb: Carvalho branco - Marrom místico

source: Wood-071
ptb: Carvalho branco - Natural

source: Wood-072
ptb: Cerejeira selvagem - Natural 1

source: Wood-073
ptb: Cerejeira selvagem - Natural 2

source: Wood-074
ptb: Cerejeira selvagem - Com ranhura

source: Wood-075
ptb: Cerejeira selvagem - Marrom médio

source: Wood-076
ptb: Cerejeira selvagem - Pau-rosa

source: Wood-077
ptb: Cerejeira selvagem - Marrom queimado

source: Wood-078
ptb: Cerejeira selvagem - Mel

source: Wood-079
ptb: Cerejeira selvagem - Cereja

source: Wood-080
ptb: Cerejeira selvagem - Tipo usado em coronha

source: Wood-081
ptb: Cerejeira selvagem - Tipo usado em coronha sem acabamento

source: Wood-082
ptb: Cerejeira selvagem - Whisky

source: Wood-083
ptb: Cerejeira selvagem - Java

source: Wood-084
ptb: Cerejeira selvagem - Amaretto

source: Wood-085
ptb: Cerejeira selvagem - Galliano

source: Wood-086
ptb: Cerejeira selvagem - Marrom chocolate

source: Wood-087
ptb: Cerejeira selvagem - Amora selvagem

source: Wood-088
ptb: Cerejeira selvagem - Marrom místico

source: Wood-089
ptb: Nogueira - Manchado claro sem brilho

source: Wood-090
ptb: Nogueira - Natural polido

source: Wood-091
ptb: Bétula - Natural sem brilho

source: Wood-092
ptb: Bétula - Sólido natural com pouco brilho

source: Wood-093
ptb: Bétula - Natural brilho médio

source: Wood-094
ptb: Bétula - Natural polido

source: Wood-095
ptb: Bétula - Sólido manchado claro sem brilho

source: Wood-096
ptb: Bétula - Sólido manchado escuro sem brilho

source: Wood-097
ptb: Bétula - Sólido manchado escuro com brilho médio

source: Wood-098
ptb: Cerejeira - Sólido manchado escuro com brilho médio

source: Wood-099
ptb: Cerejeira - Sólido manchado escuro sem brilho

source: Wood-100
ptb: Cerejeira - Sólido manchado claro sem brilho

source: Wood-101
ptb: Cerejeira - Natural com brilho médio

source: Wood-102
ptb: Cerejeira - Manchado claro com pouco brilho

source: Wood-103
ptb: Cerejeira - Manchado claro sem brilho 1

source: Wood-104
ptb: Cerejeira - Claro áspero

source: Wood-105
ptb: Cerejeira - Claro

source: Wood-106
ptb: Mogno - Sólido manchado escuro com brilho médio

source: Wood-107
ptb: Mogno - Sólido manchado escuro sem brilho

source: Wood-108
ptb: Mogno - Sólido manchado claro sem brilho

source: Wood-109
ptb: Mogno - Natural polido

source: Wood-110
ptb: Mogno - Manchado escuro polido

source: Wood-111
ptb: Carvalho branco - Sólido manchado claro sem brilho

source: Wood-112
ptb: Carvalho vermelho - Natural sem brilho

source: Wood-113
ptb: Carvalho vermelho - Manchado claro com brilho médio

source: Wood-114
ptb: Carvalho vermelho - Manchado claro sem brilho

source: Wood-115
ptb: Carvalho branco - Natural com brilho médio

source: Wood-116
ptb: Carvalho branco - Manchado claro sem brilho 1

source: Wood-117
ptb: Pinho amarelo - Sólido natural sem brilho

source: Wood-118
ptb: Pinho amarelo -Sólido natural polido

source: Wood-119
ptb: Pinho amarelo - Sólido manchado escuro com brilho médio

source: Wood-120
ptb: Pinho amarelo - Sólido manchado escuro sem brilho

source: Wood-121
ptb: Pinho amarelo - Sólido manchado claro sem brilho

source: Wood-122
ptb: Pinho amarelo - Natural sem brilho

source: Wood-123
ptb: Pinho amarelo - Manchado claro polido

source: Wood-124
ptb: Teca sólido - Manchado escuro polido

source: Wood-125
ptb: Teca - Natural polido

source: Wood-126
ptb: Teca - Sólido manchado claro sem brilho

source: Wood-127
ptb: Teca

source: Wood-128
ptb: Carvalho - Espinha de peixe

source: Wood-129
ptb: Compensado - Exposto ao tempo

source: Wood-130
ptb: Tábua de partículas

source: Wood-131
ptb: Pau-rosa - Natural com pouco brilho

source: Wood-132
ptb: Pau-rosa - Manchado claro sem brilho

source: Wood-133
ptb: Pau-rosa - Sólido manchado claro sem brilho

source: Wood-134
ptb: Painel - Marrom

source: Wood-135
ptb: Painel - Amarelo-marrom

source: Wood-136
ptb: Nó de olmo - Manchado claro sem brilho

source: Wood-137
ptb: Bétula - Sólido manchado escuro polido

source: Wood-138
ptb: Bétula - Sólido manchado claro sem brilho

source: Wood-139
ptb: Mogno - Sólido natural polido

source: Wood-140
ptb: Pinho - Áspero

source: Wood-141
ptb: Mogno - Sólido manchado escuro polido

source: Wood-142
ptb: Carvalho branco - Sólido natural com brilho médio

source: Wood-143
ptb: Pinho amarelo - Sólido claro com pouco brilho

source: Wood-144
ptb: Teca - Sólido natural com brilho médio

source: Wood-145
ptb: Bétula - Manchado escuro polido

source: Wood-146
ptb: Bétula - Manchado claro com brilho médio

source: Wood-147
ptb: Cerejeira - Natural com pouco brilho

source: Wood-148
ptb: Cerejeira - Natural sem brilho

source: Wood-149
ptb: Cerejeira - Escuro com pouco brilho

source: Wood-150
ptb: Cerejeira - Manchado escuro com brilho médio 1

source: Wood-151
ptb: Mogno - Natural com pouco brilho

source: Wood-152
ptb: Carvalho vermelho - Natural com pouco brilho

source: Wood-153
ptb: Carvalho vermelho - Natural escuro com pouco brilho

source: Wood-154
ptb: Carvalho branco - Manchado escuro polido

source: Wood-155
ptb: Carvalho branco - Manchado claro polido

source: Wood-156
ptb: Pinho amarelo - Natural polido

source: Wood-157
ptb: Pinho amarelo - Manchado escuro com brilho médio

source: Wood-158
ptb: Teca - Natural com brilho médio 1

source: Wood-159
ptb: Teca - Natural sem brilho

source: Wood-160
ptb: Teca - Manchado escuro com brilho médio

source: Wood-161
ptb: Teca - Manchado escuro sem brilho

source: Wood-162
ptb: Painel - Freixo

source: Wood-163
ptb: Bordo - Sólido natural com pouco brilho

source: Wood-164
ptb: Bordo - Sólido natural com brilho médio

source: Wood-165
ptb: Bordo - Sólido natural sem brilho

source: Wood-166
ptb: Bordo - Sólido natural polido

source: Wood-167
ptb: Bordo - Sólido manchado claro com pouco brilho

source: Wood-168
ptb: Bordo - Manchado escuro polido

source: Wood-169
ptb: Bordo - Manchado claro com brilho médio

source: Wood-170
ptb: Bordo - Manchado claro sem brilho

source: Wood/Hardwood
ptb: Madeira/Madeira de lei

source: Wood/Panels
ptb: Madeira/Painéis

source: Wood/Softwood
ptb: Madeira/Madeira mole

# WoodSchema_localname:Wood
source: Wood
ptb: Madeira

# WoodSchema_localtype:Texture
source: Texture
ptb: Textura

# Wood_curly_distortion_enable_label
source: Fiber Highlight Distortion
ptb: Distorção do destaque da fibra

# Wood_curly_distortion_enable_label:tooltip
source: Enable distortion for wood secondary curly highlight.
ptb: Ative a distorção do destaque ondulado secundário da madeira.

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lamionado plástico.Bege claro

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lamionado plástico.Marrom claro

source: Woods - Plastics.Finish Carpentry.Wood.Boards
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Pranchas

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Cerejeira

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Cerejeira.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Nogueira

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Mogno

source: Woods - Plastics.Finish Carpentry.Wood.Maple
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Acerácea

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Painéis.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Pinho

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Álamo

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Bétula vermelha

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Carvalho vermellho

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Cerejeira

source: Woods - Plastics.Finish Carpentry.Wood.Teak
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Teca

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Nogueira

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Branco

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Carvalho branco

source: Woods - Plastics.FinishCarpentry.Lacquer
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Laca

source: Woods - Plastics.FinishCarpentry.Shellac
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Goma laca

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Laterais.Chanfro

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lateral.Prancha - Tábua

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lateral.ShipLap

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lateral.Sliptlog

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lateral.Tongue - Groove

source: Woods - Plastics.FinishCarpentry.Urethane
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Uretano

source: Woods - Plastics.FinishCarpentry.Wax.Black
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Cera.Preto

source: Woods - Plastics.FinishCarpentry.Wax.Red
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Cera.Vermelho

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Madeira dura

source: Woods - Plastics.FinishCarpentry.Wood.Roble
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Carvalho

source: Woods - Plastics.Masonite.Paneling
ptb: Madeiras - Plásticos.Alvenaria.Painéis

source: Woods - Plastics.Plastics.PVC.White
ptb: Madeiras - Plásticos.Pláticos.PVC.Branco

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
ptb: Madeiras&amp;Plásticos.Papelão.Papelão simples

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
ptb: Madeiras&amp;Plásticos.Papelão.Corrugado

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Andiroba

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Faia

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Bocote

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.BurrElm

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Cocobolo

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Carvalho Inglês

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Goncalo

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Murta Rosa

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Abeto Vermelho

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
ptb: Madeiras&amp;Plásticos.Mansarda.Cavilha

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
ptb: Madeiras&amp;Plásticos.Plásticos;Látex

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
ptb: Madeiras&amp;Cartão Prensado.Painéis

source: Wool felt insulation
ptb: Feltro de lã isolante

source: Woven cotton
ptb: Musselina

source: Woven polyester
ptb: Poliéster

source: Wrought
ptb: Forjado

source: Wrought Iron, dull finish
ptb: Ferro forjado, acabamento embaçado

source: Wrought Iron, mild steel
ptb: Ferro forjado, aço médio

source: Wrought copper
ptb: Cobre forjado

source: Wrought steel
ptb: Aço forjado

source: Year:
ptb: Ano:

# Year:uilabel
source: Year:
ptb: Ano:

source: Yellow Birch
ptb: Bétula amarela

source: Yellow Pine
ptb: Pinho amarelo

source: Yellow Poplar
ptb: Álamo amarelo

source: Zinc
ptb: Zinco

source: Zinc, oxidized
ptb: Zinco, oxidado

# a_incandescent
source: Incandescent Filament Lamp
ptb: Lâmpada de filamento incandescente

source: acoustic
ptb: acústico

source: Active
ptb: Ativo

# active:uilabel
source: Active
ptb: Ativo

# aerial_perspective
source: Atmospheric Haze
ptb: Neblina atmosférica

source: aggregate
ptb: agregado

source: air barrier
ptb: barreira de ar

source: alabaster
ptb: alabastro

source: algae
ptb: alga

source: alloy
ptb: liga

source: aluminium
ptb: alumínio

source: aluminum
ptb: alumínio

source: amber
ptb: âmbar

source: Ambient Color:
ptb: Cor ambiente:

# ambientColor:uilabel
source: Ambient Color:
ptb: Cor ambiente:

source: Ambient Only:
ptb: Apenas ambiente:

# ambientOnly:uilabel
source: Ambient Only:
ptb: Apenas ambiente:

source: ambientocclusion
ptb: oclusão de ambiente

# ambientocclusion_group
source: Ambient Occlusion Properties
ptb: Propriedades de oclusão do ambiente

source: anodized
ptb: anodizado

source: antique
ptb: antigo

# aperture:uilabel
source: aperture
ptb: abertura

source: architectural
ptb: arquitetônico

source: Area
ptb: Área

source: ash
ptb: freixo

source: Aspect
ptb: Aspecto

# aspect_ratio:uilabel
source: aspect_ratio
ptb: proporção

source: asphalt
ptb: asfalto

# asset_description
source: Description
ptb: Descrição

# asset_information
source: Information
ptb: Informações

# asset_information1
source: Descriptive Information
ptb: Informações descritivas

# asset_information2
source: Product Information
ptb: Informações sobre o produto

# asset_information3
source: Revit Annotation Information
ptb: Informações de anotação do Revit

# asset_keywords
source: Keywords
ptb: Palavras-chave

# asset_name
source: Name
ptb: Nome

# asset_source
source: Source
ptb: Fonte

# asset_texture_paths
source: Texture Paths
ptb: Caminhos da textura

# asset_type
source: Type
ptb: Tipo

# asset_version
source: Version
ptb: Versão

# assignment
source: Appearance Assignment
ptb: Atribuição de aparência

# atmosShadowColAmnt
source: Amount:
ptb: Valor:

# atmosShadowColAmnt:uilabel
source: Amount:
ptb: Valor:

# atmosShadowOn
source: On:
ptb: Ativado:

# atmosShadowOn:uilabel
source: On:
ptb: Ativado:

# atmosShadowOpacity
source: Opacity:
ptb: Opacidade:

# atmosShadowOpacity:uilabel
source: Opacity:
ptb: Opacidade:

# atmosShadows
source: Atmospheric Shadows
ptb: Sombras atmosféricas

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
ptb: Energia fotônica automática:

# background
source: Background Shader:
ptb: Sombreamento do plano de fundo:

# background:uilabel
source: Background Shader:
ptb: Sombreamento do plano de fundo:

source: Background On:
ptb: Plano de fundo ativado:

# backgroundOn:uilabel
source: Background On:
ptb: Plano de fundo ativado:

# backgroundx
source: Background
ptb: Plano de fundo

source: ballast
ptb: lastro

source: bank
ptb: banco

# base
source: Fixture
ptb: Acessório

# base_highlights_group_label
source: Base Highlights
ptb: Destaques da base

source: Base Material Index
ptb: Índice de material de base

# base_material_index:tooltip
source: Base Material Index.
ptb: Índice de material de base.

# base_material_index:uilabel
source: Base Material Index
ptb: Índice de material de base

# base_materials:uilabel
source: Base Materials
ptb: Materiais de base

source: basic
ptb: Básico

# basic_props1
source: Basic Thermal
ptb: Térmico básico

source: bathroom
ptb: banheiro

source: bayou
ptb: sangradouro

source: bead board
ptb: tábua a encaixe

source: bedroom
ptb: quarto

source: beech
ptb: faia

source: beechwood
ptb: madeira de faia

source: beige
ptb: bege

source: beige plaid
ptb: xadrez bege

source: birch
ptb: bétula

source: bituminous
ptb: betuminoso

source: black
ptb: preto

source: blanket
ptb: manta

source: block
ptb: bloco

source: blocks
ptb: blocos

source: blue
ptb: azul

source: board
ptb: tábua

source: bog
ptb: brejo

source: Bottom Left 1:
ptb: Inferior esquerdo 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
ptb: Inferior esquerdo 1:

source: Bottom Right 1:
ptb: Inferior direito 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
ptb: Inferior direito 1:

source: brass
ptb: latão

# break_def_map:uilabel
source: Break Def Map
ptb: Mapa de definição de quebra

source: brick
ptb: tijolo

source: Brightness:
ptb: Brilho:

# brightness:uilabel
source: Brightness:
ptb: Brilho:

source: brindle
ptb: malhado

# broom_curved:uilabel
source: Broom Curved
ptb: Vassoura curvada

# broom_straight:uilabel
source: Broom Straight
ptb: Vassoura reta

source: brown
ptb: marrom

source: brown carpet
ptb: carpete marrom

# brush_def_map:uilabel
source: Brush Def Map
ptb: Mapa de definição de pincel

source: brushed
ptb: pincelado

source: bulb
ptb: lâmpada elétrica

# bump_checker_map:uilabel
source: Bump Checker Map
ptb: Mapa de saliências em xadrez

# bump_diamond_map:uilabel
source: Bump Diamond Map
ptb: Mapa de saliências em losangos

# bumpmap_Bitmap
source: Source
ptb: Fonte

# bumpmap_Bitmap:uilabel
source: Source
ptb: Fonte

# bumpmap_Bitmap_type_label
source: Data Type
ptb: Tipo de dados

# bumpmap_Bitmap_type_label:tooltip
source: Defines the type of image used to create the Relief (Bump) effect. The amplitude of the bump effect will be controlled by the Depth parameter in the Scale group.
ptb: Define o tipo de imagem usado para criar o efeito Liberação (Relevo). A amplitude do efeito de relevo será controlada pelo parâmetro Profundidade no grupo de escalas.

# bumpmap_Depth:rightlabel
source: Depth
ptb: Profundidade

# bumpmap_Depth:tooltip
source: Depth Amount will specify the distance between valleys and peaks of the bump effect.
ptb: A Profundidade total especificará a distância entre vales e picos de o efeito de relevo.

# bumpmap_Depth:uilabel
source: Amount
ptb: Montante

# bumpmap_NormalScale:uilabel
source: Amount
ptb: Montante

# bumpmap_Type:bumpmap_height_map
source: Height Map
ptb: Mapa de altura

# bumpmap_Type:bumpmap_normal_map
source: Normal Map
ptb: Mapa normal

# bumpmap_Type:uilabel
source: Bump Type
ptb: Tipo de relevo

# bumpmap_advanced_group
source: Advanced
ptb: Avançado

# bumpmap_height_map
source: Height Map
ptb: Mapa de altura

# bumpmap_normal_map
source: Normal Map
ptb: Mapa normal

# bumpmap_position_group
source: Position
ptb: Posição

# bumpmap_repeat_group
source: Repeat
ptb: Repetir

# bumpmap_scale_group
source: Scale
ptb: Dimensionar

# bumpmap_transforms_group
source: Transforms
ptb: Transformações

source: burgundy
ptb: bordô

source: burl
ptb: nó

source: burlap
ptb: aniagem

# burn_highlights
source: Highlights (Burn):
ptb: Realces (queima):

# burn_highlights:uilabel
source: Highlights (Burn):
ptb: Realces (queima):

source: burnt
ptb: queimado

source: cadet
ptb: esverdeado

source: cafe
ptb: café

source: calcite
ptb: calcita

source: calcium carbonate
ptb: carbonato de cálcio

# camera_shutter
source: Shutter Speed:
ptb: Velocidade do obturador:

# camera_shutter:uilabel
source: Shutter Speed:
ptb: Velocidade do obturador:

source: canary
ptb: canário

source: caning
ptb: palhinha

source: canvas
ptb: lona

source: cardboard
ptb: papelão

source: carpet
ptb: carpete

source: carpet with some blue, yellow and red
ptb: carpete com um pouco de azul, amarelo e vermelho

source: cast-in-place
ptb: forma de concreto

# cast_shadows
source: Compute Shadows:
ptb: Calcular sombras:

# cast_shadows:uilabel
source: Turns on shadows:
ptb: Ativa sombras:

source: ceiling
ptb: forro

source: cement
ptb: cimento

# center_angle:uilabel
source: Angle specifying direction towards image center
ptb: Ângulo especificando a direção para o centro de imagem

source: ceramic
ptb: cerâmica

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
ptb: Cerâmica HID de vapor metálico (fria)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
ptb: Cerâmica HID de vapor metálico (quente)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em torno de objetos com auto iluminação.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# ceramic_ao_distance
source: Max Distance
ptb: Distância máxima
