Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
ptb: Mata-junta flamenco comum

# tile_BrickType_custom
source: Custom
ptb: Personalizado

# tile_BrickType_english_bond
source: English Bond
ptb: Mata-junta inglês

# tile_BrickType_fine_running_bond
source: Fine Running Bond
ptb: Mata-junta fina

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
ptb: Mata-junta em pilha fina

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
ptb: Mata-junta 1/2

# tile_BrickType_running_bond
source: Running Bond
ptb: Mata-junta

# tile_BrickType_stack_bond
source: Stack Bond
ptb: Mata-junta em pilha

# tile_ChangeColumn
source: Amount
ptb: Montante

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
ptb: Altera a altura dos azulejos nas linhas afetadas. Um valor de 1,0 é a altura padrão do azulejo. Os valores maiores do que 1,0 aumentam a altura dos azulejos e os valores menores do que 1.0 a diminuem. Faixa = 0,0 a 5,0. Quando o valor da alteração for 0,0, nenhum azulejo aparecerá nessa coluna e o material subjacente será visível.

# tile_ChangeColumn:uilabel
source: Amount
ptb: Montante

# tile_ChangeRow
source: Amount
ptb: Montante

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
ptb: Altera a largura dos azulejos nas linhas afetadas. Um valor de 1,0 é a largura padrão do azulejo. Os valores maiores do que 1,0 aumentam a largura dos azulejos e os valores menores do que 1,0 a diminuem. Faixa = 0,0 a 5,0. Quando o valor da alteração for 0,0, nenhum azulejo aparecerá nessa linha e o material subjacente será visível.

# tile_ChangeRow:uilabel
source: Amount
ptb: Montante

# tile_ColorVariance
source: Color Variance
ptb: Variação de cor

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
ptb: Controla a variação de cor dos azulejos. Faixa = 0 a 100. Padrão = 0.

# tile_ColorVariance:uilabel
source: Color Variance
ptb: Variação de cor

# tile_EdgeRoughness
source: Roughness
ptb: Rugosidade

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
ptb: Controla a rugosidade das arestas da argamassa. Faixa = 0 a 200. Padrão = 0.

# tile_EdgeRoughness:uilabel
source: Roughness
ptb: Rugosidade

# tile_FadeVariance
source: Fade Variance
ptb: Variação de esmaecimento

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
ptb: Controla a variação de esmaecimento dos azulejos. Faixa 0 a 100. Padrão = 0,05.

# tile_FadeVariance:uilabel
source: Fade Variance
ptb: Variação de esmaecimento

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
ptb: Bloqueia as larguras dos intervalos horizontal e vertical. Quando um valor é alterado, o outro valor também será alterado para corresponder com o primeiro.

# tile_GroutAppearance
source: Grout Appearance
ptb: Aparência do reboco

# tile_HorizontalCount
source: Tile Count
ptb: Contagem de azulejos

# tile_HorizontalCount:rightlabel
source: Per Row
ptb: Por linha

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
ptb: Controla o número de azulejos em uma linha.

# tile_HorizontalCount:uilabel
source: Tile Count
ptb: Contagem de azulejos

# tile_HorizontalGap
source: Gap Width
ptb: Largura da lacuna

# tile_HorizontalGap:rightlabel
source: Horiz
ptb: Horizontal

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
ptb: Controla o lado horizontal do reboco entre os azulejos, Esses valores estão bloqueados por padrão em conjunto. Portanto, ambos os valores são alterados ao editar um ou outro. Faixa = 0 a 100. Padrão = 0,50.

# tile_HorizontalGap:uilabel
source: Gap Width
ptb: Largura da lacuna

# tile_LineShift
source: Line Shift
ptb: Troca de linha

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
ptb: Troca cada segunda linha de azulejos em distância de uma unidade. Faixa = 0 a 100. Padrão = 0,50.

# tile_LineShift:uilabel
source: Line Shift
ptb: Troca de linha

# tile_MortarColor
source: Grout Color
ptb: Cor do reboco

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
ptb: Fornece a opção para selecionar uma cor ou mapa de textura para um dos componentes.

# tile_MortarColor:uilabel
source: Grout Color
ptb: Cor do reboco

# tile_Pattern
source: Pattern
ptb: Modelo

# tile_PerColumn:uilabel
source: Every
ptb: Cada

# tile_PerColumn_panel_label
source: Column Modify
ptb: Modificar coluna

# tile_PerColumn_slider_label
source: Every
ptb: Cada

# tile_PerColumn_slider_label:rightlabel
source: Columns
ptb: Colunas

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
ptb: Especifica quais colunas alterar. Quando o valor for igual a 0, nenhuma coluna será alterada. Quando o valor for igual a 1, todas colunas serão alteradas.

# tile_PerRow:uilabel
source: Every
ptb: Todas

# tile_PerRow_panel_label
source: Row Modify
ptb: Modificar linha

# tile_PerRow_slider_label
source: Every
ptb: Todas

# tile_PerRow_slider_label:rightlabel
source: Rows
ptb: Linhas

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
ptb: Especifica quais linhas alterar. Quando o valor for igual a 0, nenhuma linha será alterada. Quando o valor for igual a 1, todas linhas serão alteradas.

# tile_Position
source: Position
ptb: Posição

# tile_RandomSeed
source: Randomize
ptb: Randomizar

# tile_RandomSeed:rightlabel
source: Seed Value
ptb: Valor semente

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
ptb: Aplica aleatoriamente padrões de variação de cor nos azulejos, Não requer qualquer outra configuração para gerar padrões completamente diferentes.

# tile_RandomSeed:uilabel
source: Randomize
ptb: Aleatório

# tile_RandomShift
source: Random
ptb: Aleatório

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
ptb: Troca aleatoriamente todas as linhas de azulejos em uma distância de uma unidade. Faixa = 0 a 100. Padrão = 0.

# tile_RandomShift:uilabel
source: Random
ptb: Aleatório

# tile_Repeat
source: Repeat
ptb: Repetir

# tile_Scale
source: Scale
ptb: Dimensionar

# tile_StackingLayout
source: Stacking Layout
ptb: Layout do empilhamento

# tile_UseColumnEdit:uilabel
source: Column Modify
ptb: Modificar coluna

# tile_UseRowEdit:uilabel
source: Row Modify
ptb: Modificar linha

# tile_VerticalCount:rightlabel
source: Per Column
ptb: Por coluna

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
ptb: Controla o número de azulejos em uma coluna.

# tile_VerticalGap:rightlabel
source: Vert
ptb: Vertical

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
ptb: Controla o lado vertical do reboco entre os azulejos, Este valor é bloqueado por padrão um com o outro, portanto, quando você altera ambos os valores ao editar um ou outro. Faixa = 0 a 100. Padrão = 0.50.

# tile_VerticalGap:uilabel
source: Vert
ptb: Vertical

# tile_transforms_group
source: Transforms
ptb: Transformações

# tiles
source: Tile
ptb: Azulejo

# tiles:tooltip
source: All tiles
ptb: Todos os azulejos

# tiles:uilabel
source: Tiles
ptb: Azulejos

source: Tiling
ptb: Azulejos

# tiling:uilabel
source: Tiling
ptb: Exibir lado a lado

source: Tiling Pattern
ptb: Padrão de azulejo

# tiling_pattern:uilabel
source: Tiling Pattern
ptb: Padrão de azulejo

# tiling_pattern_preview:uilabel
source: Pattern Preview
ptb: Visualizar padrão

source: timber
ptb: madeira de construção

# tint_color
source: Light Tint
ptb: Tom claro

# tint_color:uilabel
source: Light Tint
ptb: Tom claro

source: tinted
ptb: tingido

# top_coat_group_label
source: Top Coat
ptb: Demão superior

source: Top Left 1:
ptb: Superior esquerdo 1:

# top_left-1:uilabel
source: Top Left 1:
ptb: Superior esquerdo 1:

source: Top Right 1:
ptb: Superior direito 1:

# top_right-1:uilabel
source: Top Right 1:
ptb: Superior direito 1:

source: translucent
ptb: translúcido

source: Transparency
ptb: Transparência

# transparency:uilabel
source: Transparency
ptb: Transparência

source: transparent
ptb: transparente

# transparent_color
source: Color
ptb: Cor

# transparent_color:tooltip
source: The color of the light transmitted through the material at the distance defined by the Absorption Distance parameter (Transmission Color). A dark color will create a material that is more opaque than a bright color.
ptb: A cor da luz transmitida através do material na distância definida pelo parâmetro Absorção de distância (Transmissão de cor). Uma cor escura criará um material que é mais opaco do que uma cor brilhante.

# transparent_color:uilabel
source: Color
ptb: Cor

# transparent_color_panel_label
source: Parameters
ptb: Parâmetros

# transparent_distance:uilabel
source: Transparent Distance
ptb: Distância transparente

# transparent_distance_label
source: Absorption Distance
ptb: Distância de absorção

# transparent_distance_label:tooltip
source: Defines at which distance the transmission color is reached. For example, a 4 mm sheet of glass transmitting 50% of the incident light would need an Absorption Distance set to 4 mm and a color set to 50% grey.
ptb: Define a distância na qual a cor de transmissão é alcançada. Por exemplo, uma folha de vidro de 4 mm transmitindo 50% da luz incidente precisará de uma Absorção de distância definida como 4 mm e um conjunto de cores para 50% de cinza.

# transparent_ior_air
source: Air
ptb: Ar

# transparent_ior_alcohol
source: Alcohol
ptb: Álcool

# transparent_ior_custom
source: Custom
ptb: Personalizado

# transparent_ior_diamond
source: Diamond
ptb: Losango

# transparent_ior_glass
source: Glass
ptb: Vidro

# transparent_ior_label
source: Index of Refraction
ptb: Índice de refração

# transparent_ior_label:tooltip
source: Describes how light bends when it enters a material (i.e. air = 1.0, water = 1.3, glass = 1.5, quartz =1.7, diamond = 2.4)
ptb: Descreve como a luz dobra quando ela insere um material (ou seja, ar = 1,0, água = 1,3, vidro = 1,5, quartzo = 1,7, losango = 2,4)

# transparent_ior_quartz
source: Quartz
ptb: Quartzo

# transparent_iorr_water
source: Water
ptb: Água

source: travertine
ptb: travertino

source: triangle
ptb: triângulo

source: turbid
ptb: turvo

source: turquoise
ptb: turquesa

source: tweed
ptb: lã de algodão

source: umber
ptb: ferrugem

source: unfinished
ptb: sem acabamento

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
ptb: Parâmetros avançados

# unifiedbitmap_Bitmap
source: Source
ptb: Fonte

# unifiedbitmap_Bitmap:uilabel
source: Source
ptb: Fonte

# unifiedbitmap_Blur
source: Blur
ptb: Mancha

# unifiedbitmap_Blur:uilabel
source: Blur
ptb: Mancha

# unifiedbitmap_Blur_Offset
source: Blur Offset
ptb: Deslocamento da mancha

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
ptb: Deslocamento da mancha

# unifiedbitmap_Filtering
source: Filtering
ptb: Filtragem

# unifiedbitmap_Filtering:uilabel
source: Filtering
ptb: Filtragem

# unifiedbitmap_Invert
source: Invert Image
ptb: Inverter imagem

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
ptb: Inverter as áreas claras e escuras da imagem.

# unifiedbitmap_Invert:uilabel
source: Invert Image
ptb: Inverter imagem

# unifiedbitmap_None
source: None
ptb: Nenhum

# unifiedbitmap_Pyramidal
source: Pyramidal
ptb: Piramidal

# unifiedbitmap_RGBAmount
source: Brightness
ptb: Brilho

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
ptb: Ajuste o brilho da imagem.

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
ptb: Brilho

# unifiedbitmap_Summed_Area
source: Summed Area
ptb: Área somada

# unifiedbitmap_position_group
source: Position
ptb: Posição

# unifiedbitmap_repeat_group
source: Repeat
ptb: Repetir

# unifiedbitmap_scale_group
source: Scale
ptb: Dimensionar

# unifiedbitmap_transforms_group
source: Transforms
ptb: Transformações

source: uniform
ptb: uniforme

source: unitless
ptb: sem unidades

# useShadowColMap
source: Use Shadow Color Map:
ptb: Utilizar mapa de cor de sombra:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
ptb: Utilizar mapa de cor de sombra:

# use_altitude_azimuth
source: Override Sun Position:
ptb: Posição de sobreposição do sol:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
ptb: Posição de sobreposição do sol:

source: Use Background:
ptb: Utilizar plano de fundo:

# use_background:uilabel
source: Use Background:
ptb: Utilizar plano de fundo:

# use_custom_environment:uilabel
source: Use Custom Environment
ptb: Utilizar ambiente personalizado

# use_illuminance:uilabel
source: Use the above illuminance or raw data
ptb: Usar os dados brutos e de luminosidade acima

# uv_channel:uilabel
source: UV Channel
ptb: Canal UV

source: veins
ptb: veias

source: velvet
ptb: veludo

source: Vertices
ptb: Vértices

# vertices:tooltip
source: Vertices.
ptb: Vértices.

# vertices:uilabel
source: Vertices
ptb: Vértices

source: victorian
ptb: vitoriano

# vignetting
source: Vigneting:
ptb: Aplicação de vinhetas:

# vignetting:uilabel
source: Vigneting:
ptb: Aplicação de vinhetas:

source: vinyl
ptb: vinil

source: violet
ptb: violeta

# visibility_distance
source: Visibility Distance (10% Haze):
ptb: Distância de visibilidade (10% Clareza):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
ptb: Distância de visibilidade (10% Clareza):

source: Visible
ptb: Visível

# visible:uilabel
source: Visible
ptb: Visível

# visible_transmission_label
source: Visible Transmittance
ptb: Transmissão visível

# visible_transmission_label:tooltip
source: The amount of the light in the visible portion of the spectrum that passes through a glazing material.
ptb: A quantidade de luz na parte visível do espectro que passa por um material de vidraça.

source: vitreous
ptb: vítreo

source: wall
ptb: parede

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em torno de objetos com auto iluminação.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# wallpaint_ao_distance
source: Max Distance
ptb: Distância máxima

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# wallpaint_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# wallpaint_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# wallpaint_ao_samples
source: Samples
ptb: Amostras

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# wallpaint_ao_samples:uilabel
source: Samples
ptb: Amostras

# wallpaint_application
source: Application
ptb: Aplicação

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
ptb: Ajusta a textura da tinta para rolo (relevo fino), pincel (riscos) ou spray (suave).

# wallpaint_application:uilabel
source: Application
ptb: Aplicação

# wallpaint_application:wallpaint_brush
source: Brush
ptb: Pincel

# wallpaint_application:wallpaint_roller
source: Roller
ptb: Rolo

# wallpaint_application:wallpaint_spray
source: Spray
ptb: Pulverizador

# wallpaint_brush
source: Brush
ptb: Pincel

# wallpaint_color
source: Color
ptb: Cor

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
ptb: Ajuste a quantidade e a cor da luz refletida da tinta.

# wallpaint_color:uilabel
source: Color
ptb: Cor

# wallpaint_color_by_object:uilabel
source: Custom Color
ptb: Cor personalizada

# wallpaint_eggshell
source: Eggshell
ptb: Casca de ovo

# wallpaint_finish
source: Finish
ptb: Acabamento

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
ptb: Ajusta o brilho da tinta (6 escolhas predefinidas).

# wallpaint_finish:uilabel
source: Finish
ptb: Acabamento

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
ptb: Casca de ovo

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
ptb: Plano/Fosco

# wallpaint_finish:wallpaint_gloss
source: Gloss
ptb: Brilho

# wallpaint_finish:wallpaint_pearl
source: Pearl
ptb: Pérola

# wallpaint_finish:wallpaint_platinum
source: Platinum
ptb: Platina

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
ptb: Semibrilho

# wallpaint_flat
source: Flat/Matte
ptb: Plano/Fosco

# wallpaint_gloss
source: Gloss
ptb: Brilho

# wallpaint_paintgroup
source: Wall Paint
ptb: Pintura de parede

# wallpaint_pearl
source: Pearl
ptb: Pérola

# wallpaint_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# wallpaint_platinum
source: Platinum
ptb: Platina

# wallpaint_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar reflexões com brilho.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# wallpaint_roller
source: Roller
ptb: Rolo

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# wallpaint_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# wallpaint_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# wallpaint_roundcorners_radius
source: Source
ptb: Fonte

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# wallpaint_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# wallpaint_semigloss
source: Semi-gloss
ptb: Semibrilho

# wallpaint_spray
source: Spray
ptb: Pulverizador

source: wallpaper
ptb: papel de parede

source: walnut
ptb: nogueira

source: warm
ptb: quente

source: water
ptb: água

# water_algae
source: Algae/Green
ptb: Alga/Verde

# water_bump_amount
source: Wave Height
ptb: Altura da onda

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
ptb: Ajusta a altura relativa da onda da água. Insira um valor entre 0 (nenhuma onda) e 5 (ondas grandes).

# water_bump_amount:uilabel
source: Wave Height
ptb: Altura da onda

# water_color_by_object:uilabel
source: Custom Color
ptb: Cor personalizada

# water_custom
source: Custom
ptb: Personalizado

# water_lake
source: Generic Pond/Lake
ptb: Tanque/Lago genérico

# water_murky
source: Murky/Brown
ptb: Escuro/Marrom

# water_ocean
source: Generic Sea/Ocean
ptb: Mar/Oceano genérico

# water_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# water_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# water_reflecting_pool
source: Generic Reflecting Pool
ptb: Piscina refletida genérica

# water_refr_depth
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração
