Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# plasticvinyl_ao_samples
source: Samples
ptb: Amostras

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# plasticvinyl_ao_samples:uilabel
source: Samples
ptb: Amostras

# plasticvinyl_application
source: Finish
ptb: Acabamento

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
ptb: Com brilho

# plasticvinyl_application:plasticvinyl_matte
source: Matte
ptb: Fosco

# plasticvinyl_application:plasticvinyl_polished
source: Polished
ptb: Polido

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
ptb: Seleciona entre polido, com brilho ou fosco.

# plasticvinyl_application:uilabel
source: Finish
ptb: Acabamento

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
ptb: Personalizado

# plasticvinyl_bump:plasticvinyl_none
source: None
ptb: Nenhum

# plasticvinyl_bump:uilabel
source: Finish Bumps
ptb: Relevos do acabamento

# plasticvinyl_bump_amount
source: Amount
ptb: Montante

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
ptb: Desliza de 0 a 1 para controlar a altura dos relevos.

# plasticvinyl_bump_amount:uilabel
source: Amount
ptb: Montante

# plasticvinyl_bump_list_label
source: Finish Bumps
ptb: Relevos do acabamento

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
ptb: Seleciona uma imagem para a rugosidade do relevo.

# plasticvinyl_bump_map
source: Image
ptb: Imagem

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
ptb: Seleciona uma imagem para a rugosidade do relevo.

# plasticvinyl_bump_map:uilabel
source: Image
ptb: Imagem

# plasticvinyl_bump_panel_label
source: Finish Bumps
ptb: Relevos do acabamento

# plasticvinyl_color
source: Color
ptb: Cor

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ptb: Selecione uma cor, imagem ou textura procedural para criar aparência do material.

# plasticvinyl_color:uilabel
source: Color
ptb: Cor

# plasticvinyl_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# plasticvinyl_custom
source: Custom
ptb: Personalizado

# plasticvinyl_glossy
source: Glossy
ptb: Com brilho

# plasticvinyl_matte
source: Matte
ptb: Fosco

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
ptb: Personalizado

# plasticvinyl_pattern:plasticvinyl_none
source: None
ptb: Nenhum

# plasticvinyl_pattern:uilabel
source: Relief Pattern
ptb: Padrão de liberação

# plasticvinyl_pattern_amount
source: Amount
ptb: Montante

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
ptb: Desliza de 0 a 2 para controlar a altura dos relevos.

# plasticvinyl_pattern_amount:uilabel
source: Amount
ptb: Montante

# plasticvinyl_pattern_list_label
source: Bump Pattern
ptb: Padrão do relevo

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
ptb: Crie regiões em alto e baixo relevo com base em áreas escuras e claras de um arquivo de imagem fornecido.

# plasticvinyl_pattern_map
source: Image
ptb: Imagem

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
ptb: Seleciona uma imagem de bitmap para o padrão de mudança.

# plasticvinyl_pattern_map:uilabel
source: Image
ptb: Imagem

# plasticvinyl_pattern_panel_label
source: Relief Pattern
ptb: Padrão de liberação

# plasticvinyl_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# plasticvinyl_plasticsolid
source: Plastic (Solid)
ptb: Plástico (Sólido)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
ptb: Plástico (Transparente)

# plasticvinyl_plasticvinylgroup
source: Plastic
ptb: Plástico

# plasticvinyl_polished
source: Polished
ptb: Polido

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ptb: Quando marcado, a profundidade de refração do material é controlada localmente e um raio de transparência adicional será projetado quando o limite for atingido, limitando o efeito 'borda escura' normalmente encontrado em objetos de vidro sólido.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# plasticvinyl_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# plasticvinyl_roundcorners_radius
source: Source
ptb: Fonte

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
ptb: Cantos arredondados

# plasticvinyl_type
source: Type
ptb: Tipo

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
ptb: Plástico (Sólido)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
ptb: Plástico (Transparente)

# plasticvinyl_type:plasticvinyl_vinyl
source: Vinyl
ptb: Vinil

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
ptb: Seleciona entre plástico (sólido ou transparente) ou vinil.

# plasticvinyl_type:uilabel
source: Type
ptb: Tipo

# plasticvinyl_vinyl
source: Vinyl
ptb: Vinil

source: plate
ptb: placa

# plotGlyph:uilabel
source: Plot glyph:
ptb: Plotar glifo:

source: plywood
ptb: compensado

source: point
ptb: ponto

source: polished
ptb: polido

source: polychloroprene
ptb: policloroprene

source: polyurethane
ptb: poliuretano

source: pond
ptb: tanque

source: pool
ptb: piscina

source: porcelain
ptb: porcelana

source: precast
ptb: pré-moldado

# projMap:uilabel
source: File Name:
ptb: Nome do arquivo:

# projMapOn
source: On:
ptb: Ativado:

# projMapOn:uilabel
source: On:
ptb: Ativado:

source: Projection Maps
ptb: Mapas de projeção

source: pumpkin
ptb: abóbora

source: purple
ptb: púrpura

source: purple and gray carpet
ptb: carpete púrpura e cinza

source: pyramid
ptb: pirâmide

# quartz
source: HID Quartz Metal Halide
ptb: HID Quartzo de vapor metálico

# quartzCool
source: HID Quartz Metal Halide (Cool)
ptb: HID Quartzo de vapor metálico (frio)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
ptb: HID Quartzo de vapor metálico (aquecido)

# random_offset_mode:offset_any
source: Any
ptb: Qualquer um

# random_offset_mode:offset_none
source: None
ptb: Nenhum

# random_offset_mode:offset_within
source: Within
ptb: Dentro de

# random_offset_mode:uilabel
source: Random Offset Mode
ptb: Modo de deslocamento aleatório

# random_offset_mode_label
source: Random Offset Mode
ptb: Modo de deslocamento aleatório

# random_offset_mode_label:tooltip
source: TODO.
ptb: Por fazer.

# random_rotation_mode_label
source: Random Rotation Mode
ptb: Modo de rotação aleatória

# random_rotation_mode_label:tooltip
source: TODO.
ptb: Por fazer.

# rect
source: Rectangle
ptb: Retângulo

source: rectangle
ptb: Retângulo

# rectangle_length
source: Length:
ptb: Comprimento:

# rectangle_length:uilabel
source: Length:
ptb: Comprimento:

# rectangle_width
source: Width:
ptb: Largura:

# rectangle_width:uilabel
source: Width:
ptb: Largura:

source: rectangles
ptb: retângulos

source: rectangular
ptb: retangular

source: red
ptb: vermelho

source: red carpet
ptb: carpete vermelho

source: red plaid
ptb: xadrez vermelho

source: red-orange
ptb: vermelho-laranja

source: Red/Blue Shift:
ptb: Troca Vermelho/Azul:

# redblueshift:uilabel
source: Red/Blue Shift:
ptb: Troca Vermelho/Azul:

source: reflect
ptb: refletir

source: reflecting
ptb: refletido

source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar reflexões com brilho.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

source: reflective
ptb: refletivo

source: Refraction Glossy Samples
ptb: Amostras de refração com brilho

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar refrações com brilho.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
ptb: Amostras de refração com brilho

source: refractory
ptb: refratário

source: render
ptb: renderizar

source: retaining
ptb: retenção

source: Reverse
ptb: Reverso

# reverse:uilabel
source: Reverse
ptb: Reverso

# rgbLightColor
source: Light Color:
ptb: Cor da luz:

# rgbLightColor:uilabel
source: Light Color:
ptb: Cor da luz:

# rgb_unit_conversion
source: Color Conversion:
ptb: Conversão de cor:

# rgb_unit_conversion:uilabel
source: Color Conversion:
ptb: Conversão de cor:

source: rigid
ptb: rígido

source: rippled
ptb: enrugado

source: river
ptb: rio

source: riverstone
ptb: pedras de rio

source: road
ptb: estrada

source: rock
ptb: rocha

source: roof
ptb: telhado

source: roofing
ptb: telhado

source: rose
ptb: rosa

source: rosette
ptb: florão

source: rosewood
ptb: pau-rosa

# rotation_180degree
source: 180 degree
ptb: 180 graus

# rotation_90degree
source: 90 degree
ptb: 90 graus

# rotation_angle:uilabel
source: Rotation Angle
ptb: Ângulo de rotação

# rotation_any
source: Any
ptb: Qualquer um

# rotation_none
source: None
ptb: Nenhum

source: rough
ptb: bruto

source: round
ptb: redondo

source: royal
ptb: real

source: rubble
ptb: pedregulho

source: running
ptb: escoamento

source: rye
ptb: centeio

source: salmon
ptb: salmão

# sample_sizeLock:tooltip
source: Locks the aspect ratio of the pattern. When the width or height value is changed, the other value changes as needed to maintain the aspect ratio.
ptb: Bloqueia a relação de proporção do padrão. Quando o valor da largura ou da altura é alterado, o outro valor também é alterado conforme necessário para manter a proporção.

source: sand
ptb: areia

source: sandy
ptb: arenoso

source: satin
ptb: acetinado

source: Saturation:
ptb: Saturação de cor:

# saturation:uilabel
source: Saturation:
ptb: Saturação de cor:

# scale:uilabel
source: Scale
ptb: Dimensionar

# scale_factor_x
source: Sample Size
ptb: Tamanho da amostra

# scale_factor_x:rightlabel
source: Width
ptb: Largura

# scale_factor_x:tooltip
source: Specifies the horizontal scaling for the sample.
ptb: Especifica a escala horizontal da amostra.

# scale_factor_x:uilabel
source: Scale Size X
ptb: Tamanho da escala X

# scale_factor_y:rightlabel
source: Height
ptb: Altura

# scale_factor_y:tooltip
source: Specifies the vertical scaling for the sample.
ptb: Especifica a escala vertical da amostra.

# scale_factor_y:uilabel
source: Scale Size Y
ptb: Tamanho da escala Y

source: sceneeffect
ptb: efeito de cena

source: screen
ptb: tela

source: sea
ptb: mar

source: sea side
ptb: costa

source: seam
ptb: junção

source: seaside
ptb: costa

# seed_pattern_size
source: Seed Pattern
ptb: Padrão de sementes

# seed_pattern_size:tooltip
source: Specifies the number of tiles in the minimum repeatable unit of the pattern.
ptb: Especifica o número de azulejos na unidade repetível mínima do padrão.

source: semi-polished
ptb: semipolido

source: serpentine
ptb: serpentina

# shadowCol
source: Color:
ptb: Cor:

# shadowCol:uilabel
source: Color:
ptb: Cor:

# shadowColMap:uilabel
source: File Name:
ptb: Nome do arquivo:

source: Shadow Color Map
ptb: Mapa de cor de sombra

# shadowDensity:uilabel
source: shadowDensity
ptb: Densidade de sombra

# shadowOn
source: Compute Shadows:
ptb: Calcular sombras:

# shadowOn:uilabel
source: Compute Shadows:
ptb: Calcular sombras:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
ptb: Extensão do raio de sombra

# shadow_softness:uilabel
source: Shadow Softness
ptb: Suavidade da sombra

source: Shadows
ptb: Sombras

# shadows:uilabel
source: Shadows
ptb: Sombras

source: shake
ptb: agitar

source: sheathing
ptb: revestimento

source: sheet rock
ptb: folha de rocha

source: shingle
ptb: telha de madeira

source: shiny
ptb: brilhante

source: siding
ptb: painel lateral

source: sienna
ptb: ferrugem

source: silver
ptb: prata

source: sky
ptb: céu

source: slate
ptb: ardósia

source: slate blue
ptb: azul ardósia

source: small
ptb: pequeno

source: smoked
ptb: esfumaçado

source: smooth
ptb: suave

# sn_Constant
source: Constant
ptb: Constante

source: S-N Curve
ptb: Curva S-N

source: snow
ptb: neve

# softDiffEdges
source: Soften Diffuse Edges:
ptb: Suavizar extremidades difusas:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
ptb: Suavizar extremidades difusas:

source: softwood
ptb: madeira de coníferas

source: soil
ptb: Solo

source: soldier
ptb: soldado

source: solid
ptb: sólido

# solid_props1
source: Properties
ptb: Propriedades

# solidglass_blue
source: Blue
ptb: Azul

# solidglass_bluegreen
source: Blue Green
ptb: Azul esverdeado

# solidglass_bump_amount
source: Amount
ptb: Montante

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
ptb: Desliza de 0 a 2 para controlar a altura dos relevos.

# solidglass_bump_amount:uilabel
source: Amount
ptb: Montante

# solidglass_bump_enable:solidglass_custom
source: Custom
ptb: Personalizado

# solidglass_bump_enable:solidglass_none
source: None
ptb: Nenhum

# solidglass_bump_enable:solidglass_rippled
source: Rippled
ptb: Enrugado

# solidglass_bump_enable:solidglass_wavy
source: Wavy
ptb: Ondulado

# solidglass_bump_enable:uilabel
source: Type
ptb: Tipo

# solidglass_bump_enable_list_label
source: Type
ptb: Tipo

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
ptb: Seleciona entre riscado (ruído bruto), onda (ruído suave) ou personalizado.

# solidglass_bump_enable_panel_label
source: Relief Pattern
ptb: Padrão de liberação

# solidglass_bump_map
source: Image
ptb: Imagem

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
ptb: Seleciona uma imagem de bitmap para o padrão de mudança.

# solidglass_bump_map:uilabel
source: Image
ptb: Imagem

# solidglass_clear
source: Clear
ptb: Liso

# solidglass_color_by_object:uilabel
source: Custom Color
ptb: Cor personalizada

# solidglass_custom
source: Custom
ptb: Personalizado

# solidglass_custom_color
source: Custom
ptb: Personalizado

# solidglass_glossiness
source: Roughness
ptb: Rugosidade

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
ptb: Ajusta a rugosidade da superfície de vidro. Reduza para obter um vidro suave brilhoso ou aumente para obter um vidro jateado. O padrão é 0, a faixa é de 0-1.

# solidglass_glossiness:uilabel
source: Roughness
ptb: Rugosidade

# solidglass_gray
source: Gray
ptb: Cinza

# solidglass_green
source: Green
ptb: Verde

# solidglass_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# solidglass_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# solidglass_reflectance
source: Reflectance
ptb: Reflexão

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
ptb: Ajusta a quantidade de luz que é refletida da superfície do vidro, ao invés de passar através do mesmo. O padrão é 14, a faixa é de 0-100.

# solidglass_reflectance:uilabel
source: Reflectance
ptb: Reflexão

# solidglass_refr_depth
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ptb: Quando marcado, a profundidade de refração do material é controlada localmente e um raio de transparência adicional será projetado quando o limite for atingido, limitando o efeito 'borda escura' normalmente encontrado em objetos de vidro sólido.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# solidglass_refr_depth_control_label
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
ptb: Distância de diminuição de luz

# solidglass_refr_ior
source: Refraction
ptb: Refração

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
ptb: Ajusta a quantidade com a qual a luz dobra quando ela passa através de uma superfície. O padrão é 1.52, e a faixa é de 0-5.

# solidglass_refr_ior:uilabel
source: Refraction
ptb: Refração

# solidglass_refr_ior_air
source: Air
ptb: Ar

# solidglass_refr_ior_alcohol
source: Alcohol
ptb: Álcool

# solidglass_refr_ior_custom
source: Custom
ptb: Personalizado

# solidglass_refr_ior_diamond
source: Diamond
ptb: Losango

# solidglass_refr_ior_glass
source: Glass
ptb: Vidro

# solidglass_refr_ior_quartz
source: Quartz
ptb: Quartzo

# solidglass_refr_ior_water
source: Water
ptb: Água

# solidglass_rippled
source: Rippled
ptb: Enrugado

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# solidglass_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# solidglass_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# solidglass_roundcorners_radius
source: Source
ptb: Fonte

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# solidglass_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# solidglass_solidglassgroup
source: Solid Glass
ptb: Vidro sólido

# solidglass_transmittance
source: Color
ptb: Cor

# solidglass_transmittance:solidglass_blue
source: Blue
ptb: Azul

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
ptb: Azul esverdeado

# solidglass_transmittance:solidglass_clear
source: Clear
ptb: Liso

# solidglass_transmittance:solidglass_custom
source: Custom
ptb: Personalizado

# solidglass_transmittance:solidglass_gray
source: Gray
ptb: Cinza

# solidglass_transmittance:solidglass_green
source: Green
ptb: Verde

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
ptb: Seleciona uma cor predefinida ou personalizada.

# solidglass_transmittance:uilabel
source: Color
ptb: Cor

# solidglass_transmittance_custom_color
source: Custom Color
ptb: Cor personalizada

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
ptb: Selecione a cor, imagem, ou textura procedural para criar a aparência do material.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
ptb: Cor personalizada

# solidglass_wavy
source: Wavy
ptb: Ondulado

source: spanish
ptb: espanhol

source: special
ptb: especial

# speckle_Appearance
source: Appearance
ptb: Aparência

# speckle_Color1
source: Color 1
ptb: Cor 1

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
ptb: Especifica a primeira cor da mancha.

# speckle_Color1:uilabel
source: Color 1
ptb: Cor 1
