Repository: patience94/HCI_TeamProject_GroupNo2
Catalog: AppData/Local/Autodesk/Common/Material Library/20041001/slib/content/physical/localization/physical-PTB.xlf
Languages: ptb

# PrismGlazingSchema_localtype:Appearance
source: Appearance
ptb: Aparência

# PrismIBLSchema_localtype:Environment
source: Environment
ptb: Ambiente

source: PrismLayered
ptb: Prisma em camadas

# PrismLayeredSchema_localname:Layered
source: Layered
ptb: Em camadas

# PrismLayeredSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: PrismMaterial-001
ptb: Acrílico, transparente

source: PrismMaterial-002
ptb: Alumínio

source: PrismMaterial-003
ptb: Latão

source: PrismMaterial-004
ptb: Bronze

source: PrismMaterial-005
ptb: Cobre

source: PrismMaterial-006
ptb: Vidro, fundido, transparente

source: PrismMaterial-007
ptb: Ouro

source: PrismMaterial-008
ptb: Ferro, fundido

source: PrismMaterial-009
ptb: Chumbo

source: PrismMaterial-010
ptb: Liga de níquel e cobre 400

source: PrismMaterial-011
ptb: Paládio

source: PrismMaterial-012
ptb: Plástico

source: PrismMaterial-013
ptb: Platina

source: PrismMaterial-015
ptb: Borracha, natural

source: PrismMaterial-016
ptb: Prata

source: PrismMaterial-017
ptb: Aço inoxidável

source: PrismMaterial-018
ptb: Aço

source: PrismMaterial-019
ptb: Titânio

source: PrismMaterial-020
ptb: Água

source: PrismMaterial-021
ptb: Madeira

source: PrismMaterial-022
ptb: ABS plástico

source: PrismMaterial-023
ptb: Náilon 6/6

source: PrismMaterial-024
ptb: Resina de acetal, branca

source: PrismMaterial-025
ptb: Resina de poliariletercetona

source: PrismMaterial-026
ptb: Resina fenólica

source: PrismMaterial-027
ptb: Poliestireno

source: PrismMaterial-028
ptb: Espuma de poliuretano

source: PrismMaterial-029
ptb: Borracha, Silicone

source: PrismMaterial-030
ptb: Papel

source: PrismMaterial-031
ptb: Ar

source: PrismMaterial-032
ptb: Bambu

source: PrismMaterial-033
ptb: Vidro, fundido, cinza

source: PrismMaterial-034
ptb: Vidro, vitrificação transparente

source: PrismMaterial-035
ptb: Vidro, vitrificação transparente, temperado

source: PrismMaterial-036
ptb: Vidro, vitrificação transparente, baixa emissividade

source: PrismMaterial-037
ptb: Vidro, vitrificação em bronze

source: PrismMaterial-038
ptb: Vidro, vitrificação em bronze, baixa emissividade

source: PrismMaterial-039
ptb: Vidro, fosco

source: PrismMaterial-040
ptb: Espelho

source: PrismMaterial-041
ptb: Alumínio, azul anodizado

source: PrismMaterial-042
ptb: Alumínio, vermelho anodizado

source: PrismMaterial-043
ptb: Alumínio, prata anodizada

source: PrismMaterial-044
ptb: Cobre, pátina

source: PrismMaterial-045
ptb: Aço galvanizado

source: PrismMaterial-046
ptb: Aço inoxidável AISI 304

source: PrismMaterial-047
ptb: Aço, acabamento pintado, azul

source: PrismMaterial-048
ptb: Aço inoxidável, polido

source: PrismMaterial-049
ptb: Aço inoxidável, escovado

source: PrismMaterial-050
ptb: Plástico, preto opaco

source: PrismMaterial-051
ptb: Plástico, branco opaco

source: PrismMaterial-052
ptb: Plástico, transparente

source: PrismMaterial-053
ptb: Borracha, preta

source: PrismMaterial-054
ptb: Tecido

source: PrismMaterial-055
ptb: Linho, bege

source: PrismMaterial-056
ptb: Couro, envelhecido

source: PrismMaterial-057
ptb: Ferro, maleável

source: PrismMaterial-058
ptb: Policarbonato, transparente

source: PrismMaterial-059
ptb: Borracha

source: PrismMaterial-060
ptb: Alumínio 1100-H14

source: PrismMaterial-061
ptb: Alumínio 1100-O

source: PrismMaterial-062
ptb: Alumínio 2014-T4

source: PrismMaterial-063
ptb: Alumínio 2014-T6

source: PrismMaterial-064
ptb: Alumínio 3003-H12

source: PrismMaterial-065
ptb: Alumínio 5005

source: PrismMaterial-066
ptb: Alumínio 5052

source: PrismMaterial-067
ptb: Alumínio 7075

source: PrismMaterial-068
ptb: Bronze, arquitetônico

source: PrismMaterial-069
ptb: Aço cromado

source: PrismMaterial-070
ptb: Aço ASTM A36

source: PrismMaterial-071
ptb: Aço ASTM - A53

source: PrismMaterial-072
ptb: Aço ASTM - A242

source: PrismMaterial-073
ptb: Aço ASTM - A572

source: PrismMaterial-074
ptb: Aço ASTM - A913-50

source: PrismMaterial-075
ptb: Aço AISI 1015

source: PrismMaterial-076
ptb: Aço AISI 1022

source: PrismMaterial-077
ptb: Acrílico

source: PrismMaterial-078
ptb: Laminado, branco, fosco

source: PrismMaterial-079
ptb: Laminado, vermelho, fosco

source: PrismMaterial-080
ptb: Laminado, azul, fosco

source: PrismMaterial-081
ptb: Borracha, butil

source: PrismMaterial-082
ptb: Borracha, nitril

source: PrismMaterial-083
ptb: Argônio

source: PrismMaterial-084
ptb: Nitrogênio

source: PrismMaterial-085
ptb: Oxigênio

source: PrismMaterial-086
ptb: Vidro

source: PrismMaterial-087
ptb: Bronze, estanho suave

source: PrismMaterial-088
ptb: Bronze, fundido

source: PrismMaterial-089
ptb: Cobre, fundido

source: PrismMaterial-090
ptb: Cobre, liga

source: PrismMaterial-091
ptb: Aço, puro (não liga)

source: PrismMaterial-092
ptb: Aço inoxidável, 440C

source: PrismMaterial-093
ptb: Aço inoxidável, austenítico

source: PrismMaterial-094
ptb: Aço, alta resistência, liga baixa

source: PrismMaterial-095
ptb: Aço, suave

source: PrismMaterial-096
ptb: Aço macio soldado

source: PrismMaterial-097
ptb: Cobre forjado

source: PrismMaterial-098
ptb: Aço forjado

source: PrismMaterial-099
ptb: Aço inoxidável soldado, AISI 440C

source: PrismMaterial-100
ptb: Alumínio 6061, soldado

source: PrismMaterial-101
ptb: Latão, amarelo macio, soldado

source: PrismMaterial-102
ptb: Policarbonato, bronze

source: PrismMaterial-103
ptb: Alumínio 1100-H18

source: PrismMaterial-104
ptb: Alumínio 3003-H14

source: PrismMaterial-105
ptb: Alumínio 3003-H16

source: PrismMaterial-106
ptb: Alumínio 3003-O

source: PrismMaterial-107
ptb: Alumínio 3004-H32

source: PrismMaterial-108
ptb: Alumínio 3004-H34

source: PrismMaterial-109
ptb: Alumínio 3004-H38

source: PrismMaterial-110
ptb: Alumínio 3004-O

source: PrismMaterial-111
ptb: Alumínio 3105-H12

source: PrismMaterial-112
ptb: Alumínio 3105-H14

source: PrismMaterial-113
ptb: Alumínio 3105-H16

source: PrismMaterial-114
ptb: Alumínio 3105-H18

source: PrismMaterial-115
ptb: Alumínio 3105-O

source: PrismMaterial-116
ptb: Alumínio 5005-H12

source: PrismMaterial-117
ptb: Alumínio 5005-H14

source: PrismMaterial-118
ptb: Alumínio 5005-H16

source: PrismMaterial-119
ptb: Alumínio 5005-H18

source: PrismMaterial-120
ptb: Alumínio 5005-H38

source: PrismMaterial-121
ptb: Alumínio 5005-O

source: PrismMaterial-122
ptb: Alumínio 5052-H34

source: PrismMaterial-123
ptb: Alumínio 5052-H36

source: PrismMaterial-124
ptb: Alumínio 5052-H38

source: PrismMaterial-125
ptb: Alumínio 5052-O

source: PrismMaterial-126
ptb: Alumínio 6061-O

source: PrismMaterial-127
ptb: Ferro fundido cinzento ASTM A-48 grau 20

source: PrismMaterial-128
ptb: Ferro fundido cinzento - ASTM A-48 grau 25

source: PrismMaterial-129
ptb: Ferro fundido cinzento - ASTM A-48 grau 30

source: PrismMaterial-130
ptb: Ferro fundido cinzento - ASTM A-48 grau 35

source: PrismMaterial-131
ptb: Ferro fundido cinzento - ASTM A-48 grau 40

source: PrismMaterial-132
ptb: Ferro fundido cinzento - ASTM A-48 grau 50

source: PrismMaterial-133
ptb: Ferro fundido cinzento – ASTM A48 grau 60

source: PrismMaterial-134
ptb: Titânio 6Al-4V

source: PrismMaterial-135
ptb: Aço AISI 1050

source: PrismMaterial-136
ptb: Aço AISI 1051

source: PrismMaterial-137
ptb: Aço AISI 1052

source: PrismMaterial-138
ptb: Aço AISI 1053

source: PrismMaterial-139
ptb: Aço AISI 1054

source: PrismMaterial-140
ptb: Aço AISI 1055

source: PrismMaterial-141
ptb: Aço AISI 1056

source: PrismMaterial-142
ptb: Aço AISI 1057

source: PrismMaterial-143
ptb: Aço AISI 1058

source: PrismMaterial-144
ptb: Aço AISI 1059

source: PrismMaterial-145
ptb: Aço AISI 1060

source: PrismMaterial-146
ptb: Aço AISI 1061

source: PrismMaterial-147
ptb: Aço inoxidável AISI 202

source: PrismMaterial-148
ptb: Aço inoxidável 302 AISI

source: PrismMaterial-149
ptb: Aço inoxidável AISI 309

source: PrismMaterial-150
ptb: Aço inoxidável AISI 310

source: PrismMaterial-151
ptb: Aço inoxidável AISI 317

source: PrismMaterial-152
ptb: Aço inoxidável AISI 405

source: PrismMaterial-153
ptb: Aço inoxidável AISI 430

source: PrismMaterial-154
ptb: Aço inoxidável AISI 446

source: PrismMaterial-155
ptb: Ferro, cinza

source: PrismMaterial-156
ptb: Linho, branco

source: PrismMaterial-157
ptb: Ferro forjado

source: PrismMaterial-158
ptb: Ferro, dúctil

source: PrismMaterial-159
ptb: Alumínio 5083 87 formado a frio

source: PrismMaterial-160
ptb: Alumínio 5052 H32

source: PrismMaterial-161
ptb: Alumínio 5454 0 formado a frio

source: PrismMaterial-162
ptb: Alumínio 6061 T6 80 formado a quente

source: PrismMaterial-163
ptb: Alumínio 6061 T6 0 formado a frio

source: PrismMaterial-164
ptb: Alumínio 7175 T73 0 formado a quente

source: PrismMaterial-165
ptb: Aço, MAN-TEN

source: PrismMaterial-166
ptb: Aço, RQC100

source: PrismMaterial-167
ptb: Aço AISI 1006 85 HR

source: PrismMaterial-168
ptb: Aço AISI 1006 85B HR

source: PrismMaterial-169
ptb: Aço AISI 1008 91 HR

source: PrismMaterial-170
ptb: Aço AISI 1015 80 NORM

source: PrismMaterial-171
ptb: Aço AISI 1018 106 HR

source: PrismMaterial-172
ptb: Aço AISI 1018 118 QT

source: PrismMaterial-173
ptb: Aço AISI 1018 209 QT

source: PrismMaterial-174
ptb: Aço AISI 1020 107 HR

source: PrismMaterial-175
ptb: Aço AISI 1020 108 ANLD

source: PrismMaterial-176
ptb: Aço AISI 1030 128 HR

source: PrismMaterial-177
ptb: Aço AISI 1030 128A HR

source: PrismMaterial-178
ptb: Aço AISI 1045 225 ANLD

source: PrismMaterial-179
ptb: Aço AISI 1045 390 QT

source: PrismMaterial-180
ptb: Aço AISI 1045 450 QT

source: PrismMaterial-181
ptb: Aço AISI 1045 500 QT

source: PrismMaterial-182
ptb: Aço AISI 1045 595 QT

source: PrismMaterial-183
ptb: Aço AISI 1045 705 QT

source: PrismMaterial-184
ptb: Aço AISI 1045 HV HR

source: PrismMaterial-185
ptb: Aço AISI 1080 371 QT

source: PrismMaterial-186
ptb: Aço AISI 1080 410 QT

source: PrismMaterial-187
ptb: Aço AISI 1080 421 AUST

source: PrismMaterial-188
ptb: Aço AISI 1522 289 HR

source: PrismMaterial-189
ptb: Aço AISI 1522 304 HR

source: PrismMaterial-190
ptb: Aço AISI 1541 362 QT

source: PrismMaterial-191
ptb: Aço AISI 1561 234 HR

source: PrismMaterial-192
ptb: Aço AISI 4130 259 QT

source: PrismMaterial-193
ptb: Aço AISI 4130 366 QT

source: PrismMaterial-194
ptb: Aço AISI 4142 380 QT

source: PrismMaterial-195
ptb: Aço AISI 4142 400 QT

source: PrismMaterial-196
ptb: Aço AISI 4142 450 QT

source: PrismMaterial-197
ptb: Aço AISI 4142 450A QT

source: PrismMaterial-198
ptb: Aço AISI 4142 475 QT

source: PrismMaterial-199
ptb: Aço AISI 4142 475A QT

source: PrismMaterial-200
ptb: Aço AISI 4142 560 QT

source: PrismMaterial-201
ptb: Aço AISI 4142 670 QT

source: PrismMaterial-202
ptb: Aço AISI 4340 242 HR

source: PrismMaterial-203
ptb: Aço AISI 4340 350A QT

source: PrismMaterial-204
ptb: Aço AISI 4340 350B QT

source: PrismMaterial-205
ptb: Aço AISI 4340 350C QT

source: PrismMaterial-206
ptb: Aço AISI 4340 409 QT

source: PrismMaterial-207
ptb: Aço AISI 5160 434 QT

source: PrismMaterial-208
ptb: Aço AISI 5210 517 H

source: PrismMaterial-209
ptb: Aço AISI 8630 254 NORM

source: PrismMaterial-210
ptb: Aço AISI 8640 361 QT

source: PrismMaterial-211
ptb: Aço AISI 9262 260 NORM

source: PrismMaterial-212
ptb: Aço AISI 9262 271 QT

source: PrismMaterial-213
ptb: Porcelana, esmaltada

source: PrismMaterial-214
ptb: Porcelana

source: PrismMaterial-215
ptb: Magnésio

source: PrismMaterial-216
ptb: Aço, acabamento pintado, cinza escuro

source: PrismMaterial-217
ptb: Aço, acabamento pintado, vermelho

source: PrismMaterial-219
ptb: Zinco

source: PrismMaterial-220
ptb: Resina epóxi

source: PrismMaterial-221
ptb: CFRP

source: PrismMaterial-222
ptb: PRFV

source: PrismMaterial-223
ptb: Náilon 6

source: PrismMaterial-224
ptb: Bancada de cozinha sólida

source: PrismMaterial-225
ptb: Poliestireno, alto impacto

source: PrismMaterial-226
ptb: Poliestireno, Expandido

source: PrismMaterial-227
ptb: Politetrafluoroetileno, PTFE

source: PrismMaterial-228
ptb: Vinil, flexível

source: PrismMaterial-229
ptb: Lona

source: PrismMaterial-230
ptb: Liga de aço

source: PrismMaterial-231
ptb: Alumínio 6061

source: PrismMaterial-232
ptb: Alumínio-6061-AHC

source: PrismMaterial-233
ptb: Latão, amarelo macio

source: PrismMaterial-234
ptb: Aço, carbono

source: PrismMaterial-235
ptb: Aço, fundido

source: PrismMaterial-236
ptb: Resina de acetal, preto

source: PrismMaterial-237
ptb: PCL plástico

source: PrismMaterial-238
ptb: Magnésio AZ63A

source: PrismMaterial-239
ptb: Carpete

source: PrismMaterial-240
ptb: PVC-Tubulação

source: PrismMaterial-241
ptb: Náilon composto (náilon - dissulfeto de molibdênio)

source: PrismMaterial-242
ptb: Mapeamento de madeira

source: PrismMaterial-243
ptb: Freixo

source: PrismMaterial-245
ptb: Cerejeira

source: PrismMaterial-246
ptb: Pinho de Óregon

source: PrismMaterial-247
ptb: Jarrah

source: PrismMaterial-248
ptb: Tábua laminada revestida com papelão

source: PrismMaterial-249
ptb: Lauan, meranti

source: PrismMaterial-250
ptb: Mogno

source: PrismMaterial-252
ptb: MDF - Chapa de fibra de média densidade

source: PrismMaterial-253
ptb: Carvalho, vermelho

source: PrismMaterial-254
ptb: Carvalho, branco

source: PrismMaterial-255
ptb: Piso de carvalho

source: PrismMaterial-256
ptb: Tábua de fibra orientada

source: PrismMaterial-257
ptb: Tábua de partículas

source: PrismMaterial-258
ptb: Pinho

source: PrismMaterial-259
ptb: Pinho do sul

source: PrismMaterial-260
ptb: Pinho, Radiata

source: PrismMaterial-261
ptb: Pinho, Scots

source: PrismMaterial-262
ptb: Compensado, acabamento

source: PrismMaterial-263
ptb: Compensado, revestimento

source: PrismMaterial-264
ptb: Álamo

source: PrismMaterial-265
ptb: Pau-Brasil

source: PrismMaterial-266
ptb: Revestimento lateral, ripa de madeira

source: PrismMaterial-267
ptb: Madeira mole, acabamento

source: PrismMaterial-268
ptb: Madeira mole, tábua

source: PrismMaterial-269
ptb: Abeto vermelho

source: PrismMaterial-270
ptb: Teca

source: PrismMaterial-271
ptb: Nogueira

source: PrismMaterial-272
ptb: Polietileno, LDPE

source: PrismMaterial-273
ptb: Polietileno, Alta Densidade

source: PrismMaterial-274
ptb: Poli-isocianato

source: PrismMaterial-275
ptb: Poli-isocianurato

source: PrismMaterial-276
ptb: Polipropileno

source: PrismMaterial-277
ptb: Plástico PBT

source: PrismMaterial-278
ptb: Plástico PC/ABS

source: PrismMaterial-279
ptb: Plástico PET

source: PrismMaterial-280
ptb: PMMA plástico

source: PrismMaterial-281
ptb: Plástico PPS

source: PrismMaterial-282
ptb: PVC-U

source: PrismMaterial-283
ptb: Plástico SAN

source: PrismMaterial-284
ptb: Resina termoplástica

source: PrismMaterial-285
ptb: UHMW, preto

source: PrismMaterial-286
ptb: UHMW, branco

source: PrismMaterial-287
ptb: Nitreto de silício

source: PrismMaterial-300
ptb: Aço inoxidável 316L

source: PrismMaterial-301
ptb: Alumínio A356 T6

source: PrismMaterial-302
ptb: Magnésio AZ91E T6

source: PrismMaterial-303
ptb: Inconel 718

source: PrismMaterial-304
ptb: Inconel 625

source: PrismMaterial-305
ptb: Cobalto cromado

source: PrismMaterial-306
ptb: Alumínio AlSi10Mg

source: PrismMaterial-307
ptb: Rilsan Invent Natural - PA 11

source: PrismMaterial-401
ptb: FR4

source: PrismMaterial-402
ptb: Componente discreto

source: PrismMaterial-403
ptb: Estanho (Sn)

source: PrismMaterial-404
ptb: 63Sn37Pb

source: PrismMaterial-405
ptb: 60Sn40Pb

source: PrismMaterial-406
ptb: Estanho-Alumínio-Cobre (Sn-Ag-Cu)

source: PrismMaterial-407
ptb: Alumina (Al2O3)

source: PrismMaterial-408
ptb: Nitreto de alumínio (AlN)

source: PrismMaterial-409
ptb: Óxido de berílio (BeO)

source: PrismMaterial-410
ptb: PTFE

source: PrismMaterial-411
ptb: Poliamida (Kapton)

source: PrismMaterial-412
ptb: PEEK

source: PrismMaterial-413
ptb: Orgasol® Invent Smooth – PA 12

source: PrismMaterial-414
ptb: Inconel 718 Plus

source: PrismMaterial-415
ptb: Aço inoxidável 17-4 PH

source: PrismMetal
ptb: Chapa de prisma

# PrismMetalSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: PrismOpaque
ptb: Prisma opaco

# PrismOpaqueSchema_localname:Opaque
source: Opaque
ptb: Opaco

# PrismOpaqueSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: PrismTransparent
ptb: Prisma transparente

# PrismTransparentSchema_localname:Transparent
source: Transparent
ptb: Transparente

# PrismTransparentSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: PrismWood
ptb: Madeira de prisma

# PrismWoodSchema_localname:Wood
source: Wood
ptb: Madeira

# PrismWoodSchema_localtype:Appearance
source: Appearance
ptb: Aparência

# ProvidesLighting:uilabel
source: Provides Lighting
ptb: Fornece a iluminação

source: Pure aluminum, soft, annealed
ptb: Alumínio puro recozido macio

source: Pure aluminum, strain hardened
ptb: Alumínio puro endurecido por deformação a frio

source: Pure lead
ptb: Chumbo puro

source: Pure titanium
ptb: Titânio puro

source: Pure white color
ptb: Cor branco puro

# Pure_Shear_Table
source: Pure Shear
ptb: Cisalhamento puro

# Pure_Volumetric_Compression_Table
source: Pure Volumetric Compression
ptb: Compressão volumétrica pura

source: Quarry tile, square, terra cotta
ptb: Azulejo quadrado, não esmaltado, de terracota

source: Quartz - Candy
ptb: Quartzo – Tom pastel

source: Quartz - Muddy Sand
ptb: Quartzo – Areia enlameada

source: Quartz - Rust Brown
ptb: Quartzo – Marrom ferrugem

source: Quartz - Snow
ptb: Quartzo – Neve

source: Quartz - White
ptb: Quartzo – Branco

source: Quartz Countertop, White
ptb: Bancada de quartzo, Branco

source: Quenched and tempered
ptb: Resfriado e temperado

source: Radiata Pine
ptb: Pinho Radiata

# Rays_label
source: Rays
ptb: Raios

# Rays_label:tooltip
source: Enables rays.
ptb: Ativa os raios.

source: Rectangle tiles with gray speckles
ptb: Azulejos retangulares salpicados de cinza

source: Rectangle tiles with light gray speckles
ptb: Azulejos retangulares salpicados de cinza claro

source: Rectangles
ptb: Retângulos

source: Rectangular
ptb: Retangular

source: Red Meranti
ptb: Meranti vermelho

# Red Oak - Oiled Flooring - 5&quot; wide
source: Red Oak - Oiled Flooring - 5" wide
ptb: Carvalho vermelho – Piso oleado – 5 pol. de largura

# Red Oak - Stained Brown Flooring - 5&quot; wide
source: Red Oak - Stained Brown Flooring - 5" wide
ptb: Carvalho vermelho – Piso marrom manchado – 5 pol. de largura

# Red Oak Flooring - 5&quot; wide
source: Red Oak Flooring - 5" wide
ptb: Piso de carvalho vermelho – 5 pol. de largura

source: Refractory ceramic
ptb: Cerâmica refratária

source: ReivtMaterial-1019
ptb: Tijolo, Mescla escura, Em carreira

source: ReivtMaterial-1020
ptb: Tijolo, Mescla clara, Em carreira

source: ReivtMaterial-1021
ptb: Tijolo, Mescla escura, Camuflado

source: ReivtMaterial-1022
ptb: Tijolo, Mescla clara, Camuflado

source: Revit Material-1026
ptb: Compensada, Bordo, Para acabamento, Verniz

source: Revit Material-1027
ptb: Compensado, Bordo, Para acabamento, Sem acabamento

source: Revit Material-1028
ptb: Compensado, Lateral, 5 camadas

source: Revit Material-1029
ptb: Compensado, Lateral, 7 camadas

source: RevitMaterial-1001
ptb: Placa de forro acústica 24 x 24

source: RevitMaterial-1002
ptb: Placa de forro acústica 24 x 48

source: RevitMaterial-1003
ptb: Carpete, Berbere, Mistura de cores

source: RevitMaterial-1004
ptb: Carpete, Berbere, Padrão cinza

source: RevitMaterial-1005
ptb: Carpete, Berbere, Listras cinzas

source: RevitMaterial-1006
ptb: Carpete, Berbere, Cinza claro

source: RevitMaterial-1007
ptb: Carpete, Berbere, Cinza médio

source: RevitMaterial-1008
ptb: Carpete, Berbere, Padrão castanho

source: RevitMaterial-1009
ptb: Carpete, Berbere, Castanho, Listras

source: RevitMaterial-1010
ptb: Carpete, Bouclê, Castanho

source: RevitMaterial-1011
ptb: Carpete, Bouclê, Branco

source: RevitMaterial-1012
ptb: Carpete, Pelo curto, Padrão castanho

source: RevitMaterial-1013
ptb: Bétula

source: RevitMaterial-1014
ptb: Bétula – Com brilho

source: RevitMaterial-1015
ptb: Bétula – Semibrilhante

source: RevitMaterial-1016
ptb: Pedra azul

source: RevitMaterial-1017
ptb: Seixo rolado – Cinza

source: RevitMaterial-1018
ptb: Seixo rolado – Marrom

source: RevitMaterial-1023
ptb: Concreto, Pré-moldado suave, Cinza claro

source: RevitMaterial-1024
ptb: Concreto, Pré-moldado suave, Cinza claro, Altura da parede

source: RevitMaterial-1025
ptb: Piso de carvalho, Espresso

source: RevitMaterial-1030
ptb: Laminado, Preto

source: RevitMaterial-1031
ptb: Laminado, Branco

source: RevitMaterial-1032
ptb: Bancada de quartzo, Branco

source: RevitMaterial-1033
ptb: Azulejo, Mistura de cerâmica e pedra

source: RevitMaterial-1034
ptb: Textura de parede, Estuque

source: RevitMaterial-1035
ptb: Textura de parede, Estuque, Áspero

source: RevitMaterial-1036
ptb: Textura de parede, Estuque, Pontilhado

source: RevitMaterial-1037
ptb: Textura de parede, Estuque, Knockdown

source: RevitMaterial-1038
ptb: Textura de parede, Casca de laranja

source: RevitMaterial-1041
ptb: Bordo

source: RevitMaterial-1042
ptb: Bordo – Semibrilhante

source: RevitMaterial-1043
ptb: Bordo – Brilhante

source: RevitMaterial-1044
ptb: Concreto cinza moldado no local

source: RevitMaterial-1045
ptb: Asfalto, Pavimento, Cinza escuro

source: RevitMaterial-1046
ptb: Asfalto, Pavimento, Cinza claro

source: RevitMaterial-1047
ptb: Concreto, Calçada

source: RevitMaterial-1048
ptb: Camada de matéria vegetal, Mistura de marrom

source: RevitMaterial-1049
ptb: Camada de matéria vegetal, Vermelho

source: RevitMaterial-1050
ptb: Camada de matéria vegetal, Marrom

source: RevitMaterial-1051
ptb: Camada de matéria vegetal, Preto

source: Ribbed concrete masonry units
ptb: Blocos de concreto com nervuras

source: Rigid Insulation
ptb: Isolamento rígido

source: Rigid PCB laminate material
ptb: Material laminado rígido de PCB

source: Rigid PVC, molded
ptb: PVC rígido moldado

source: Rigid foam insulation board
ptb: Tábua isolante de espuma rígida

source: Rigid polyvinyl chloride - unplasticized
ptb: Cloreto de polivinilo rígido - sem plastificação

# RingThicknessLabel
source: Ring Thickness
ptb: Espessura do anel

# RingThicknessLabel:tooltip
source: Thickness of a single growth ring.
ptb: Espessura de um único anel de crescimento.

# Ring_Thickness_label
source: Ring Thickness
ptb: Espessura do anel

# Ring_Thickness_label:tooltip
source: Enables ring growth thickness variations.
ptb: Ativa as variações de espessura do crescimento do anel.

# Rings_Bump_label
source: Rings Bump
ptb: Relevo dos anéis

# Rings_Bump_label:tooltip
source: Enables bump based on growth ring.
ptb: Ativa o relevo com base no anel de crescimento.

source: Rock Maple
ptb: Bordo negro

source: Rock Wool
ptb: Lã de rocha

source: Rock wool
ptb: Lã de rocha

source: Rolled magnesium
ptb: Magnésio laminado

source: Roofing
ptb: Telhado

source: Rough Granite Wall
ptb: Parede de granito rústico

source: Round
ptb: Redondo

source: Rubber
ptb: Borracha

source: Rubber Membrane
ptb: Membrana de borracha

source: Running Bond 2x2
ptb: Mata-junta 2x2

source: Running Bond 3x3
ptb: Mata-junta 3x3

source: Safety pattern
ptb: Padrão de segurança

source: Sand
ptb: Areia

source: Sand Quartz (Dry, Average Properties)
ptb: Areia quartzo (seca, propriedades médias)

source: Sand Quartz (Wet, Average Properties)
ptb: Areia quartzo (úmida, propriedades médias)

source: Sand surface
ptb: Superfície de areia

source: Sand surface - beach
ptb: Superfície de areia – praia

source: Sand surface - smooth
ptb: Superfície de areia – suave

source: Sandstone
ptb: Arenito

source: Sandstone (high density)
ptb: Arenito (alta densidade)

source: Sandy Soil
ptb: Solo arenoso

source: Sawdust
ptb: Serragem

# Scene:uilabel
source: Scene
ptb: Cena

source: Scots Pine
ptb: Pinho Scots
